[
  ["La península ibérica fue habitada por diferentes pueblos.", "Los íberos vivían en el sur y el este.", "Los celtas se asentaron en el norte y el oeste.", "Ambos pueblos nos dejaron importantes vestigios."],
  ["La civilización romana fue muy poderosa.", "Conquistaron todos los territorios alrededor del mar Mediterráneo.", "Su capital, Roma, era una ciudad impresionante.", "Nos legaron el derecho, la arquitectura y el latín."],
  ["La Edad Media fue la época de los castillos.", "Los reyes y los nobles vivían en ellos.", "Los caballeros los defendían con sus armaduras y espadas.", "Alrededor de los castillos crecían las aldeas."],
  ["El descubrimiento de América cambió el mundo.", "Cristóbal Colón lideró la expedición en 1492.", "Se introdujeron en Europa nuevos alimentos como la patata o el tomate."],
  ["La Revolución Francesa fue un acontecimiento clave.", "Sucedió en el año 1789 y marcó el fin del absolutismo.", "Se proclamaron los Derechos del Hombre y del Ciudadano.", "Dio comienzo a la Edad Contemporánea."],
  ["España se organiza en Comunidades Autónomas.", "Cada Comunidad Autónoma tiene su propio gobierno y parlamento.", "Además, se divide en provincias y municipios."],
  ["El relieve de España es muy diverso.", "La Meseta Central ocupa la mayor parte del territorio.", "Está rodeada por importantes cadenas montañosas.", "Las costas pueden ser altas y rocosas o bajas y arenosas."],
  ["El clima de un lugar depende de varios factores.", "La cercanía al mar suaviza las temperaturas.", "La altitud hace que las temperaturas sean más frías.", "España tiene una gran variedad de climas."],
  ["El sector primario extrae recursos de la naturaleza.", "Incluye la agricultura, la ganadería y la minería.", "Estos recursos se usan como alimento o materias primas."],
  ["La industria pertenece al sector secundario.", "Transforma las materias primas en productos elaborados.", "Una fábrica de muebles transforma la madera en sillas y mesas."],
  ["El turismo es una actividad del sector servicios.", "Muchas personas viajan para conocer otros lugares.", "España es uno de los países que más turistas recibe."],
  ["La Constitución Española es nuestra ley más importante.", "Fue aprobada en el año 1978.", "Garantiza los derechos y libertades de todos los ciudadanos."],
  ["La Unión Europea es una organización de países.", "Trabajan juntos en asuntos de economía y política.", "La mayoría de sus miembros utilizan el euro como moneda."],
  ["Para estudiar la Tierra, usamos mapas y globos terráqueos.", "Un globo terráqueo es la representación más exacta.", "Un mapa es una representación plana.", "La escala nos indica la proporción con la realidad."],
  ["Los ríos españoles desembocan en tres vertientes.", "La vertiente cantábrica, la atlántica y la mediterránea.", "Los ríos de la vertiente atlántica son los más largos y caudalosos."],
  ["La población de un lugar puede ser rural o urbana.", "La población rural vive en pueblos pequeños.", "La población urbana habita en las grandes ciudades.", "En España, la mayoría de la población es urbana."],
  ["Los antiguos egipcios vivían junto al río Nilo.", "Sus crecidas permitían que las tierras fueran muy fértiles.", "Construyeron las pirámides como tumbas para sus faraones."],
  ["La democracia nació en la antigua Grecia.", "Los ciudadanos de Atenas podían votar las leyes.", "Es la base de nuestro sistema político actual."],
  ["La Ruta de la Seda fue una importante vía comercial.", "Conectaba China con el mar Mediterráneo.", "Por ella viajaban productos como la seda, las especias y los metales."],
  ["La invención de la máquina de vapor fue revolucionaria.", "Permitió el desarrollo de los trenes y las fábricas.", "Supuso el inicio de la Revolución Industrial."],
  ["La población mundial ha crecido mucho en el último siglo.", "Este crecimiento no es igual en todos los continentes.", "Asia es el continente más poblado del planeta."],
  ["El poder del Estado se divide en tres.", "El poder legislativo hace las leyes.", "El poder ejecutivo las aplica y gobierna.", "El poder judicial se asegura de que se cumplan."],
  ["Un paisaje de montaña tiene cimas, valles y laderas.", "Las temperaturas son más frías en las zonas altas.", "La vegetación cambia con la altitud."],
  ["El comercio exterior implica comprar y vender a otros países.", "Cuando compramos, realizamos una importación.", "Cuando vendemos, realizamos una exportación."],
  ["El desarrollo sostenible busca el equilibrio.", "Quiere satisfacer nuestras necesidades actuales.", "Pero sin poner en peligro los recursos de las futuras generaciones."],
  ["La globalización ha conectado el mundo.", "Podemos comunicarnos instantáneamente con cualquier lugar.", "Las empresas y los productos se han extendido globalmente."],
  ["Los meridianos y los paralelos son líneas imaginarias.", "Nos sirven para localizar cualquier punto de la Tierra.", "El meridiano de Greenwich y el ecuador son los más importantes."],
  ["Los visigodos crearon un reino en Hispania.", "Establecieron su capital en la ciudad de Toledo.", "Su dominio terminó con la llegada de los musulmanes."],
  ["El arte románico se desarrolló en la Edad Media.", "Se caracteriza por sus iglesias de piedra con muros gruesos.", "Tenían ventanas pequeñas y arcos de medio punto."],
  ["La Transición fue el paso de la dictadura a la democracia en España.", "Se elaboró y aprobó la Constitución de 1978.", "Fue un periodo de grandes cambios políticos y sociales."]
]