[
  "Para preparar el examen de la Edad Media, estudié distintos ejemplos y teorías.",
  "Mientras investigaba sobre la Edad Media, descubrí cosas muy interesantes.",
  "La relación entre la Edad Media y la vida cotidiana es sorprendente.",
  "Analizamos la Edad Media en profundidad durante las clases.",
  "En nuestros proyectos, aplicamos conceptos de la Edad Media.",
  "Además de leer sobre la Edad Media, realizamos experimentos prácticos.",
  "Aunque al principio la Edad Media me parecía difícil, ahora me resulta apasionante.",
  "A menudo debatimos diferentes puntos de vista sobre la Edad Media en clase.",
  "El profesor nos pidió reflexionar sobre la importancia de la Edad Media en la sociedad.",
  "En equipos, creamos presentaciones detalladas sobre la Edad Media.",
  "Para preparar el examen de el Renacimiento, estudié distintos ejemplos y teorías.",
  "Mientras investigaba sobre el Renacimiento, descubrí cosas muy interesantes.",
  "La relación entre el Renacimiento y la vida cotidiana es sorprendente.",
  "Analizamos el Renacimiento en profundidad durante las clases.",
  "En nuestros proyectos, aplicamos conceptos de el Renacimiento.",
  "Además de leer sobre el Renacimiento, realizamos experimentos prácticos.",
  "Aunque al principio el Renacimiento me parecía difícil, ahora me resulta apasionante.",
  "A menudo debatimos diferentes puntos de vista sobre el Renacimiento en clase.",
  "El profesor nos pidió reflexionar sobre la importancia de el Renacimiento en la sociedad.",
  "En equipos, creamos presentaciones detalladas sobre el Renacimiento.",
  "Para preparar el examen de las revoluciones, estudié distintos ejemplos y teorías.",
  "Mientras investigaba sobre las revoluciones, descubrí cosas muy interesantes.",
  "La relación entre las revoluciones y la vida cotidiana es sorprendente.",
  "Analizamos las revoluciones en profundidad durante las clases.",
  "En nuestros proyectos, aplicamos conceptos de las revoluciones.",
  "Además de leer sobre las revoluciones, realizamos experimentos prácticos.",
  "Aunque al principio las revoluciones me parecía difícil, ahora me resulta apasionante.",
  "A menudo debatimos diferentes puntos de vista sobre las revoluciones en clase.",
  "El profesor nos pidió reflexionar sobre la importancia de las revoluciones en la sociedad.",
  "En equipos, creamos presentaciones detalladas sobre las revoluciones.",
  "Para preparar el examen de las colonizaciones, estudié distintos ejemplos y teorías.",
  "Mientras investigaba sobre las colonizaciones, descubrí cosas muy interesantes.",
  "La relación entre las colonizaciones y la vida cotidiana es sorprendente.",
  "Analizamos las colonizaciones en profundidad durante las clases.",
  "En nuestros proyectos, aplicamos conceptos de las colonizaciones.",
  "Además de leer sobre las colonizaciones, realizamos experimentos prácticos.",
  "Aunque al principio las colonizaciones me parecía difícil, ahora me resulta apasionante.",
  "A menudo debatimos diferentes puntos de vista sobre las colonizaciones en clase.",
  "El profesor nos pidió reflexionar sobre la importancia de las colonizaciones en la sociedad.",
  "En equipos, creamos presentaciones detalladas sobre las colonizaciones.",
  "Para preparar el examen de los descubrimientos, estudié distintos ejemplos y teorías.",
  "Mientras investigaba sobre los descubrimientos, descubrí cosas muy interesantes.",
  "La relación entre los descubrimientos y la vida cotidiana es sorprendente.",
  "Analizamos los descubrimientos en profundidad durante las clases.",
  "En nuestros proyectos, aplicamos conceptos de los descubrimientos.",
  "Además de leer sobre los descubrimientos, realizamos experimentos prácticos.",
  "Aunque al principio los descubrimientos me parecía difícil, ahora me resulta apasionante.",
  "A menudo debatimos diferentes puntos de vista sobre los descubrimientos en clase.",
  "El profesor nos pidió reflexionar sobre la importancia de los descubrimientos en la sociedad.",
  "En equipos, creamos presentaciones detalladas sobre los descubrimientos."
]