[
  "La célula es la unidad más pequeña que forma a todos los seres vivos.",
  "Los organismos unicelulares están formados por una sola célula.",
  "Los organismos pluricelulares, como los animales, están formados por muchas células.",
  "Los seres vivos se agrupan en cinco grandes reinos: animal, vegetal, hongos, protoctistas y móneras.",
  "Un ecosistema acuático es aquel que se desarrolla en el agua.",
  "Un ecosistema terrestre se desarrolla sobre la superficie de la Tierra.",
  "Las relaciones alimentarias entre los seres vivos forman una red trófica.",
  "Los productores, como las plantas, fabrican su propio alimento mediante la fotosíntesis.",
  "Los consumidores primarios son los animales herbívoros que se alimentan de plantas.",
  "Los consumidores secundarios son carnívoros que se alimentan de herbívoros.",
  "Los descomponedores, como los hongos, se alimentan de restos de otros seres vivos.",
  "La materia es todo aquello que tiene masa y ocupa un volumen.",
  "Los cambios de estado de la materia son la fusión, la solidificación, la vaporización y la condensación.",
  "Un cambio físico no altera la composición de la materia.",
  "Un cambio químico transforma unas sustancias en otras diferentes.",
  "La energía se manifiesta de diferentes formas: lumínica, térmica, eléctrica o química.",
  "Las fuentes de energía renovables son aquellas que no se agotan con su uso.",
  "La energía solar se aprovecha a través de paneles solares fotovoltaicos.",
  "Un circuito eléctrico es un camino cerrado por el que circula la corriente.",
  "Los materiales conductores, como el cobre, permiten el paso de la electricidad.",
  "Los materiales aislantes, como el plástico, no permiten el paso de la corriente.",
  "Un imán es un objeto capaz de atraer objetos metálicos como el hierro.",
  "La fuerza es cualquier acción capaz de cambiar el estado de movimiento de un objeto.",
  "La flotabilidad es la capacidad que tiene un cuerpo para sostenerse en un líquido.",
  "La función de nutrición incluye los procesos de digestión, respiración, circulación y excreción.",
  "El sistema digestivo se encarga de descomponer los alimentos para obtener nutrientes.",
  "El sistema respiratorio capta el oxígeno del aire y expulsa el dióxido de carbono.",
  "El sistema circulatorio reparte el oxígeno y los nutrientes por todo el cuerpo.",
  "El sistema excretor elimina las sustancias de desecho de la sangre.",
  "Una dieta saludable debe ser completa, equilibrada y suficiente.",
  "La función de relación nos permite percibir información y reaccionar ante ella.",
  "El sistema nervioso central está formado por el encéfalo y la médula espinal.",
  "Los órganos de los sentidos captan la información del exterior.",
  "El aparato locomotor, formado por huesos y músculos, permite el movimiento.",
  "La función de reproducción permite a los seres vivos originar nuevos individuos.",
  "La reproducción sexual requiere la intervención de dos sexos diferentes.",
  "La reproducción asexual se produce a partir de un solo individuo.",
  "Los animales vivíparos se desarrollan dentro del vientre de su madre.",
  "Los animales ovíparos se desarrollan en el interior de un huevo.",
  "Las plantas con flores se reproducen mediante semillas.",
  "El pistilo es el órgano femenino de la flor.",
  "Los estambres son los órganos masculinos de la flor.",
  "La polinización es el viaje del polen desde el estambre hasta el pistilo.",
  "La biodiversidad es la gran variedad de seres vivos que existen en la Tierra.",
  "La sobreexplotación de recursos naturales agota las reservas del planeta.",
  "El calentamiento global es el aumento de la temperatura de la atmósfera.",
  "La atmósfera es la capa gaseosa que envuelve y protege la Tierra.",
  "El universo está formado por galaxias, estrellas, planetas y otros astros.",
  "Los satélites son astros que giran alrededor de un planeta.",
  "Un eclipse se produce cuando un astro oculta a otro."
]