[
  "Para preparar el examen de genética, estudié distintos ejemplos y teorías.",
  "Mientras investigaba sobre genética, descubrí cosas muy interesantes.",
  "La relación entre genética y la vida cotidiana es sorprendente.",
  "Analizamos genética en profundidad durante las clases.",
  "En nuestros proyectos, aplicamos conceptos de genética.",
  "Además de leer sobre genética, realizamos experimentos prácticos.",
  "Aunque al principio genética me parecía difícil, ahora me resulta apasionante.",
  "A menudo debatimos diferentes puntos de vista sobre genética en clase.",
  "El profesor nos pidió reflexionar sobre la importancia de genética en la sociedad.",
  "En equipos, creamos presentaciones detalladas sobre genética.",
  "Para preparar el examen de evolución, estudié distintos ejemplos y teorías.",
  "Mientras investigaba sobre evolución, descubrí cosas muy interesantes.",
  "La relación entre evolución y la vida cotidiana es sorprendente.",
  "Analizamos evolución en profundidad durante las clases.",
  "En nuestros proyectos, aplicamos conceptos de evolución.",
  "Además de leer sobre evolución, realizamos experimentos prácticos.",
  "Aunque al principio evolución me parecía difícil, ahora me resulta apasionante.",
  "A menudo debatimos diferentes puntos de vista sobre evolución en clase.",
  "El profesor nos pidió reflexionar sobre la importancia de evolución en la sociedad.",
  "En equipos, creamos presentaciones detalladas sobre evolución.",
  "Para preparar el examen de ecosistemas complejos, estudié distintos ejemplos y teorías.",
  "Mientras investigaba sobre ecosistemas complejos, descubrí cosas muy interesantes.",
  "La relación entre ecosistemas complejos y la vida cotidiana es sorprendente.",
  "Analizamos ecosistemas complejos en profundidad durante las clases.",
  "En nuestros proyectos, aplicamos conceptos de ecosistemas complejos.",
  "Además de leer sobre ecosistemas complejos, realizamos experimentos prácticos.",
  "Aunque al principio ecosistemas complejos me parecía difícil, ahora me resulta apasionante.",
  "A menudo debatimos diferentes puntos de vista sobre ecosistemas complejos en clase.",
  "El profesor nos pidió reflexionar sobre la importancia de ecosistemas complejos en la sociedad.",
  "En equipos, creamos presentaciones detalladas sobre ecosistemas complejos.",
  "Para preparar el examen de relieve, estudié distintos ejemplos y teorías.",
  "Mientras investigaba sobre relieve, descubrí cosas muy interesantes.",
  "La relación entre relieve y la vida cotidiana es sorprendente.",
  "Analizamos relieve en profundidad durante las clases.",
  "En nuestros proyectos, aplicamos conceptos de relieve.",
  "Además de leer sobre relieve, realizamos experimentos prácticos.",
  "Aunque al principio relieve me parecía difícil, ahora me resulta apasionante.",
  "A menudo debatimos diferentes puntos de vista sobre relieve en clase.",
  "El profesor nos pidió reflexionar sobre la importancia de relieve en la sociedad.",
  "En equipos, creamos presentaciones detalladas sobre relieve.",
  "Para preparar el examen de química básica, estudié distintos ejemplos y teorías.",
  "Mientras investigaba sobre química básica, descubrí cosas muy interesantes.",
  "La relación entre química básica y la vida cotidiana es sorprendente.",
  "Analizamos química básica en profundidad durante las clases.",
  "En nuestros proyectos, aplicamos conceptos de química básica.",
  "Además de leer sobre química básica, realizamos experimentos prácticos.",
  "Aunque al principio química básica me parecía difícil, ahora me resulta apasionante.",
  "A menudo debatimos diferentes puntos de vista sobre química básica en clase.",
  "El profesor nos pidió reflexionar sobre la importancia de química básica en la sociedad.",
  "En equipos, creamos presentaciones detalladas sobre química básica."
]