[
  "España se organiza territorialmente en diecisiete comunidades autónomas y dos ciudades autónomas.",
  "La Constitución es la ley suprema que organiza el funcionamiento del Estado.",
  "El relieve de España se caracteriza por una elevada altitud media y su disposición periférica.",
  "La Meseta Central es una extensa llanura elevada que ocupa el centro de la península.",
  "Los Pirineos son una importante cordillera que hace de frontera natural con Francia.",
  "El río Tajo es el más largo de la península ibérica y desemboca en Lisboa.",
  "España tiene diferentes climas: oceánico, mediterráneo, subtropical y de montaña.",
  "La población española se concentra principalmente en las zonas de costa y en Madrid.",
  "La historia estudia y narra los acontecimientos protagonizados por la humanidad.",
  "La Prehistoria es el periodo que abarca desde la aparición del ser humano hasta la invención de la escritura.",
  "El arte rupestre son las pinturas y grabados que se realizaban en las cuevas.",
  "La Edad Antigua se inicia con la aparición de la escritura.",
  "La civilización romana dejó un importante legado en la península ibérica.",
  "La Edad Media comenzó con la caída del Imperio Romano.",
  "Durante la Edad Media convivieron en la península cristianos, musulmanes y judíos.",
  "La Edad Moderna se caracteriza por los grandes descubrimientos geográficos.",
  "El descubrimiento de América por Cristóbal Colón en 1492 marcó un hito en la historia.",
  "La Edad Contemporánea se inició con la Revolución Francesa.",
  "La Revolución Industrial supuso la aparición de las fábricas y la máquina de vapor.",
  "Las materias primas son los recursos que se obtienen directamente de la naturaleza.",
  "Los productos elaborados son el resultado de transformar las materias primas.",
  "La agricultura de secano depende exclusivamente del agua de la lluvia.",
  "La agricultura de regadío utiliza sistemas para llevar el agua a los cultivos.",
  "La ganadería puede ser extensiva, si los animales pastan al aire libre, o intensiva.",
  "La industria pesada fabrica productos que utilizarán otras industrias.",
  "La industria de bienes de consumo fabrica productos para la venta directa al público.",
  "El turismo es una actividad muy importante del sector servicios en España.",
  "Las importaciones son los productos que un país compra al extranjero.",
  "Las exportaciones son los productos que un país vende a otros países.",
  "El universo se originó hace miles de millones de años con el Big Bang.",
  "Nuestro sistema solar está formado por el Sol y ocho planetas.",
  "La Tierra es el único planeta conocido en el que existe vida.",
  "La atmósfera nos protege de las radiaciones solares perjudiciales.",
  "Los mapas temáticos representan información sobre un tema concreto.",
  "La escala de un mapa indica la relación entre la distancia real y la del mapa.",
  "Los paralelos y los meridianos son líneas imaginarias que forman una red geográfica.",
  "Los continentes son enormes masas de tierra separadas por los océanos.",
  "Europa es el continente en el que se encuentra España.",
  "El clima ecuatorial se caracteriza por sus altas temperaturas y lluvias constantes.",
  "La población mundial se distribuye de forma muy irregular por el planeta.",
  "Los derechos y deberes de los españoles están recogidos en la Constitución.",
  "La monarquía parlamentaria es la forma política del Estado español.",
  "El Congreso de los Diputados y el Senado forman las Cortes Generales.",
  "Las elecciones generales se celebran cada cuatro años.",
  "El poder judicial se encarga de juzgar y hacer que se cumplan las leyes.",
  "La Unión Europea fomenta la paz y la colaboración entre sus países miembros.",
  "El euro es la moneda oficial en la mayoría de los países de la Unión Europea.",
  "El patrimonio histórico y artístico de un país debe ser conservado.",
  "La globalización es la creciente comunicación e interdependencia entre los países.",
  "El desarrollo sostenible busca satisfacer nuestras necesidades sin comprometer el futuro."
]