[
  ["Le detective a trouvé un indice important sur la scène du crime.", "C'était une empreinte digitale sur un verre.", "L'enquête avance enfin.", "Il espère résoudre le mystère bientôt."],
  ["L'astronaute s'est préparé pour sa mission spatiale.", "Il a enfilé sa combinaison et son casque.", "La fusée a décollé en direction de la Lune.", "Il a marché sur la surface lunaire."],
  ["Le volcan est entré en éruption.", "De la lave chaude a commencé à couler sur ses pentes.", "Un grand nuage de cendres a recouvert le ciel.", "Les habitants des villages voisins ont été évacués."],
  ["J'ai planté une petite graine dans un pot.", "Je l'ai arrosée tous les jours avec soin.", "Au bout d'une semaine, une petite tige verte est apparue.", "Maintenant, c'est une jolie plante."],
  ["Le concert de rock va bientôt commencer.", "Le guitariste accorde sa guitare électrique.", "Le batteur fait un roulement de tambour.", "Les lumières s'éteignent et le public crie."],
  ["Le navire a quitté le port pour un long voyage.", "Il va traverser l'océan Atlantique.", "Le capitaine est sur le pont et regarde l'horizon.", "Les marins préparent les voiles."],
  ["Le magicien a demandé à un volontaire de monter sur scène.", "Il a fait disparaître un foulard dans sa main.", "Ensuite, il l'a fait réapparaître dans sa poche.", "Tout le monde était stupéfait."],
  ["La famille a décidé d'adopter un chiot.", "Ils sont allés dans un refuge pour animaux.", "Ils ont choisi un petit chien noir et blanc.", "Ils l'ont appelé Domino."],
  ["Le peintre est assis devant son chevalet.", "Il observe le paysage pour trouver l'inspiration.", "Il mélange les couleurs sur sa palette.", "Il commence à peindre un magnifique coucher de soleil."],
  ["Le facteur n'a pas pu livrer le colis.", "Il n'y avait personne à la maison.", "Il a laissé un avis de passage dans la boîte aux lettres.", "Il faudra aller le chercher à la poste."],
  ["L'équipe de football a marqué un but à la dernière minute.", "Le stade entier a explosé de joie.", "Les joueurs se sont embrassés pour célébrer.", "Ils ont gagné le championnat."],
  ["Un orage violent a éclaté pendant la nuit.", "Des éclairs illuminaient le ciel.", "Le tonnerre grondait très fort.", "J'étais un peu effrayé sous ma couette."],
  ["Mes grands-parents habitent dans une vieille ferme.", "Ils ont des poules, des lapins et une chèvre.", "J'adore leur rendre visite le week-end.", "Ma grand-mère fait de délicieuses confitures."],
  ["Le chef d'orchestre a levé sa baguette.", "Tous les musiciens se sont tus.", "Il a donné le signal et la symphonie a commencé.", "La musique était absolument magnifique."],
  ["Le randonneur a suivi le sentier balisé.", "Il a grimpé jusqu'au sommet de la montagne.", "De là-haut, la vue était spectaculaire.", "Il a pris de nombreuses photos."],
  ["L'archéologue a découvert les ruines d'une ancienne cité.", "Il a trouvé des poteries et des outils anciens.", "Cette découverte est très importante pour l'histoire.", "Il va écrire un article scientifique."],
  ["Le petit garçon a construit une cabane dans l'arbre.", "Il a utilisé des planches de bois et des clous.", "C'est son refuge secret pour lire et rêver.", "Ses amis ne connaissent pas l'entrée."],
  ["La bibliothèque municipale est un lieu très calme.", "Les gens lisent ou travaillent en silence.", "On peut y emprunter des livres, des films et de la musique.", "J'y vais toutes les semaines."],
  ["Le T-rex était un dinosaure carnivore terrifiant.", "Il avait des dents énormes et des pattes arrière puissantes.", "C'était l'un des plus grands prédateurs de son époque.", "Il a vécu il y a des millions d'années."],
  ["Le forgeron chauffe le métal dans la forge.", "Le métal devient rouge et malléable.", "Il le frappe avec son marteau sur l'enclume.", "Il fabrique une magnifique épée."],
  ["Un voilier a participé à une régate.", "Le vent soufflait fort dans les voiles.", "Le bateau glissait rapidement sur l'eau.", "Il a franchi la ligne d'arrivée en premier."],
  ["Le journaliste enquête sur une affaire mystérieuse.", "Il interroge des témoins pour recueillir des informations.", "Il veut découvrir la vérité et l'écrire dans son journal."],
  ["Le château médiéval est entouré de douves.", "On ne pouvait y entrer qu'en traversant un pont-levis.", "De hautes murailles le protégeaient des attaques.", "C'était une véritable forteresse."],
  ["Le robot a été programmé pour accomplir une tâche.", "Il suit les instructions de son créateur.", "Il peut assembler des pièces avec une grande précision.", "Les robots sont très utiles dans l'industrie."],
  ["L'apiculteur s'occupe de ses ruches.", "Il porte une combinaison pour se protéger des piqûres.", "Il récolte le miel que les abeilles ont fabriqué.", "Le miel est un produit naturel et délicieux."],
  ["Le photographe animalier doit être très patient.", "Il peut attendre des heures pour prendre la photo parfaite.", "Il se cache pour ne pas effrayer les animaux.", "Il capture des moments uniques dans la nature."],
  ["Le train a traversé un long tunnel sombre.", "Pendant quelques instants, tout était noir.", "Puis, la lumière est réapparue à la sortie.", "Le paysage avait complètement changé."],
  ["L'écrivain est assis devant son ordinateur.", "Il cherche les mots justes pour son roman.", "Parfois, il efface et recommence plusieurs fois.", "Il veut que son histoire soit passionnante."],
  ["Le potier façonne l'argile sur son tour.", "Avec ses mains, il donne forme à un vase.", "Il le fera ensuite cuire dans un four spécial.", "Chaque pièce qu'il crée est unique."],
  ["Le cosmonaute flotte en apesanteur dans la station spatiale.", "Il réalise des expériences scientifiques importantes.", "Il peut observer la Terre depuis l'espace.", "C'est une vue absolument extraordinaire."]
]