[
  "J'habite dans un quartier tranquille près du centre-ville.",
  "Mon animal préféré est le dauphin parce qu'il est très intelligent.",
  "Ma matière préférée à l'école est l'histoire.",
  "Hier, j'ai lu un chapitre passionnant de mon livre.",
  "Le chien de mon oncle est un berger allemand très obéissant.",
  "J'ai offert un bouquet de marguerites à ma mère pour son anniversaire.",
  "En automne, le paysage se couvre de feuilles multicolores.",
  "Le week-end prochain, j'irai faire une randonnée en montagne.",
  "Je collectionne les bandes dessinées de super-héros.",
  "La salade de fruits est un dessert très sain et délicieux.",
  "Le petit garçon a écrit une lettre au Père Noël.",
  "La fille qui porte des lunettes est la déléguée de la classe.",
  "Le ciel est couvert, je pense que nous aurons de l'orage.",
  "Le pivert creuse un trou dans le tronc du vieil arbre.",
  "Les poissons tropicaux ont des couleurs très vives.",
  "Si tu veux, je peux te prêter ma gomme.",
  "Mon père est un excellent cuisinier, surtout pour les pâtes.",
  "Ma mère travaille comme infirmière dans un grand hôpital.",
  "J'apprends à faire du vélo sans les petites roues.",
  "La voiture électrique de mes parents est très silencieuse.",
  "Je prendrai le premier train pour aller à Paris demain.",
  "L'avion volera à dix mille mètres d'altitude.",
  "Le grand ferry transportera des voitures et des passagers.",
  "La poule protège ses poussins des dangers éventuels.",
  "Mon cochon d'Inde adore manger des feuilles de pissenlit.",
  "Quand j'étais petit, je passais mes vacances à la ferme.",
  "Le berger utilise un chien pour guider son troupeau de moutons.",
  "Autrefois, le cheval était le principal moyen de transport.",
  "L'âne est capable de porter des charges très lourdes.",
  "Les canards sauvages migrent vers des pays plus chauds en hiver.",
  "La grenouille peut respirer à la fois dans l'eau et sur terre.",
  "Le cobra est un serpent venimeux qui vit en Asie et en Afrique.",
  "L'éléphant d'Asie est un peu plus petit que l'éléphant d'Afrique.",
  "La lionne chasse en groupe pour nourrir ses petits.",
  "Chaque tigre a un motif de rayures unique.",
  "Le gorille de montagne est une espèce en danger d'extinction.",
  "L'ours polaire possède une épaisse couche de graisse pour se protéger du froid.",
  "Le loup peut communiquer avec les autres membres de la meute.",
  "Le renard est un animal opportuniste qui mange de tout.",
  "Le lièvre est un mammifère herbivore très rapide.",
  "La tortue géante des Galápagos peut vivre très longtemps.",
  "L'escargot de Bourgogne est un plat typique de la cuisine française.",
  "L'araignée attrape ses proies grâce à sa toile collante.",
  "La gelée royale est la nourriture exclusive de l'abeille reine.",
  "La fourmi est un insecte social qui vit en colonie.",
  "Le cycle de vie du papillon comporte quatre étapes.",
  "La coccinelle se nourrit de pucerons, ce qui est bon pour les plantes.",
  "Ma chambre est un peu désordonnée, je dois la ranger.",
  "Si je finis mes devoirs, je pourrai regarder la télévision.",
  "Le facteur distribue le courrier tous les matins."
]