[
  ["The detective found an important clue at the crime scene.", "It was a fingerprint on a glass.", "The investigation is finally moving forward.", "He hopes to solve the mystery soon."],
  ["The astronaut prepared for her space mission.", "She put on her suit and helmet.", "The rocket took off towards the Moon.", "She walked on the lunar surface."],
  ["The volcano has erupted.", "Hot lava started to flow down its slopes.", "A large cloud of ash covered the sky.", "The inhabitants of the nearby villages were evacuated."],
  ["I planted a small seed in a pot.", "I watered it carefully every day.", "After a week, a small green stem appeared.", "Now, it is a beautiful plant."],
  ["The rock concert is about to start.", "The guitarist is tuning his electric guitar.", "The drummer is doing a drum roll.", "The lights go out and the audience screams."],
  ["The ship left the port for a long journey.", "It will cross the Atlantic Ocean.", "The captain is on the bridge looking at the horizon.", "The sailors are preparing the sails."],
  ["The magician asked a volunteer to come on stage.", "He made a scarf disappear in his hand.", "Then, he made it reappear in his pocket.", "Everyone was amazed."],
  ["The family decided to adopt a puppy.", "They went to an animal shelter.", "They chose a little black and white dog.", "They named him Domino."],
  ["The painter is sitting in front of her easel.", "She is observing the landscape to find inspiration.", "She is mixing the colours on her palette.", "She starts to paint a magnificent sunset."],
  ["The postman couldn't deliver the parcel.", "There was nobody at home.", "He left a delivery notice in the letterbox.", "They will have to collect it from the post office."],
  ["The football team scored a goal in the last minute.", "The entire stadium erupted with joy.", "The players hugged each other to celebrate.", "They have won the championship."],
  ["A violent storm broke out during the night.", "Flashes of lightning lit up the sky.", "The thunder was rumbling very loudly.", "I was a little scared under my duvet."],
  ["My grandparents live on an old farm.", "They have chickens, rabbits and a goat.", "I love visiting them at the weekend.", "My grandmother makes delicious jams."],
  ["The conductor raised his baton.", "All the musicians fell silent.", "He gave the signal and the symphony began.", "The music was absolutely beautiful."],
  ["The hiker followed the marked trail.", "He climbed to the top of the mountain.", "From up there, the view was spectacular.", "He took many photographs."],
  ["The archaeologist has discovered the ruins of an ancient city.", "He has found ancient pottery and tools.", "This discovery is very important for history.", "He is going to write a scientific paper."],
  ["The little boy built a treehouse.", "He used wooden planks and nails.", "It is his secret hideout for reading and dreaming.", "His friends do not know the entrance."],
  ["The public library is a very quiet place.", "People read or work in silence.", "You can borrow books, films and music there.", "I go there every week."],
  ["The T-rex was a terrifying carnivorous dinosaur.", "It had huge teeth and powerful hind legs.", "It was one of the largest predators of its time.", "It lived millions of years ago."],
  ["The blacksmith heats the metal in the forge.", "The metal becomes red and malleable.", "He hits it with his hammer on the anvil.", "He is making a magnificent sword."],
  ["A sailboat took part in a regatta.", "The wind was blowing hard in the sails.", "The boat was gliding quickly on the water.", "It crossed the finish line first."],
  ["The journalist is investigating a mysterious case.", "She is interviewing witnesses to gather information.", "She wants to uncover the truth and write it in her newspaper."],
  ["The medieval castle is surrounded by a moat.", "You could only enter it by crossing a drawbridge.", "High walls protected it from attacks.", "It was a real fortress."],
  ["The robot has been programmed to perform a task.", "It follows its creator's instructions.", "It can assemble parts with great precision.", "Robots are very useful in industry."],
  ["The beekeeper looks after his hives.", "He wears a suit to protect himself from stings.", "He harvests the honey that the bees have made.", "Honey is a natural and delicious product."],
  ["The wildlife photographer must be very patient.", "He can wait for hours to take the perfect picture.", "He hides so as not to frighten the animals.", "He captures unique moments in nature."],
  ["The train went through a long, dark tunnel.", "For a few moments, everything was black.", "Then, the light reappeared at the exit.", "The landscape had completely changed."],
  ["The writer is sitting in front of her computer.", "She is looking for the right words for her novel.", "Sometimes, she deletes and starts over several times.", "She wants her story to be exciting."],
  ["The potter shapes the clay on his wheel.", "With his hands, he gives shape to a vase.", "He will then fire it in a special kiln.", "Each piece he creates is unique."],
  ["The cosmonaut is floating in zero gravity in the space station.", "He is carrying out important scientific experiments.", "He can observe the Earth from space.", "It is an absolutely extraordinary view."]
]