[
  "I live in a quiet neighbourhood near the city centre.",
  "My favourite animal is the dolphin because it is very intelligent.",
  "My favourite subject at school is History.",
  "Yesterday, I read an exciting chapter of my book.",
  "My uncle's dog is a very obedient German shepherd.",
  "I gave my mother a bouquet of daisies for her birthday.",
  "In autumn, the landscape is covered with multicoloured leaves.",
  "Next weekend, I will go hiking in the mountains.",
  "I collect superhero comic books.",
  "Fruit salad is a very healthy and delicious dessert.",
  "The little boy wrote a letter to Santa Claus.",
  "The girl who is wearing glasses is the class representative.",
  "The sky is overcast, I think we will have a thunderstorm.",
  "The woodpecker is drilling a hole in the trunk of the old tree.",
  "Tropical fish have very bright colours.",
  "If you want, I can lend you my eraser.",
  "My father is an excellent cook, especially with pasta.",
  "My mother works as a nurse in a big hospital.",
  "I am learning to ride my bike without training wheels.",
  "My parents' electric car is very quiet.",
  "I will take the first train to go to Paris tomorrow.",
  "The plane will fly at an altitude of ten thousand metres.",
  "The large ferry will transport cars and passengers.",
  "The hen protects her chicks from potential dangers.",
  "My guinea pig loves to eat dandelion leaves.",
  "When I was little, I used to spend my holidays on the farm.",
  "The shepherd uses a dog to guide his flock of sheep.",
  "In the past, the horse was the main means of transport.",
  "The donkey is able to carry very heavy loads.",
  "Wild ducks migrate to warmer countries in winter.",
  "The frog can breathe both in the water and on land.",
  "The cobra is a venomous snake that lives in Asia and Africa.",
  "The Asian elephant is slightly smaller than the African elephant.",
  "The lioness hunts in a group to feed her cubs.",
  "Each tiger has a unique pattern of stripes.",
  "The mountain gorilla is an endangered species.",
  "The polar bear has a thick layer of fat to protect itself from the cold.",
  "The wolf can communicate with the other members of the pack.",
  "The fox is an opportunistic animal that eats everything.",
  "The hare is a very fast herbivorous mammal.",
  "The giant tortoise of the Galapagos can live for a very long time.",
  "The Burgundy snail is a typical dish of French cuisine.",
  "The spider catches its prey with its sticky web.",
  "Royal jelly is the exclusive food of the queen bee.",
  "The ant is a social insect that lives in a colony.",
  "The butterfly's life cycle has four stages.",
  "The ladybug feeds on aphids, which is good for the plants.",
  "My bedroom is a bit messy, I have to tidy it up.",
  "If I finish my homework, I will be able to watch television.",
  "The postman delivers the mail every morning."
]