[
  "El sustantivo colectivo 'rebaño' se refiere a un grupo de ovejas.",
  "El autor de esa novela nació en la ciudad de Madrid.",
  "He leído una novela de aventuras ambientada en la Edad Media.",
  "El adjetivo es la palabra que expresa una cualidad del nombre.",
  "El verbo indica la acción que realiza el sujeto de la oración.",
  "Las palabras llanas llevan tilde cuando no terminan en vocal, 'n' o 's'.",
  "El punto y aparte se utiliza para separar los párrafos de un texto.",
  "'Contento' y 'alegre' son palabras sinónimas porque significan lo mismo.",
  "'Alto' y 'bajo' son palabras antónimas porque tienen significados contrarios.",
  "El sujeto de la oración concuerda en número y persona con el verbo.",
  "El predicado es la parte de la oración que expresa qué hace el sujeto.",
  "Los determinantes posesivos indican a quién pertenece algo.",
  "Un hiato se forma cuando hay dos vocales fuertes juntas.",
  "Un diptongo es la unión de una vocal fuerte y una débil en la misma sílaba.",
  "La palabra 'paraguas' es una palabra compuesta por 'para' y 'aguas'.",
  "Un campo semántico agrupa palabras que comparten un significado.",
  "La comunicación no verbal utiliza gestos y expresiones corporales.",
  "El emisor es quien elabora y transmite el mensaje.",
  "El receptor es la persona que recibe e interpreta el mensaje.",
  "Un diálogo es una conversación ordenada entre varias personas.",
  "La biblioteca es un servicio público para el préstamo de libros.",
  "El ilustrador de un cuento es quien realiza los dibujos.",
  "La poesía utiliza un lenguaje especial para transmitir belleza.",
  "Un verso es cada una de las líneas de un poema.",
  "Una estrofa está formada por un conjunto de versos.",
  "Una obra de teatro está escrita para ser representada por actores.",
  "El personaje principal de un cuento se llama protagonista.",
  "Una fábula es una narración breve que contiene una enseñanza o moraleja.",
  "He escrito un correo electrónico para felicitar a mi primo.",
  "La noticia de un periódico debe responder a seis preguntas básicas.",
  "La prensa digital nos informa a través de internet.",
  "Una oración debe tener siempre un verbo en forma personal.",
  "Todas las palabras esdrújulas llevan tilde.",
  "Los pronombres personales sustituyen al nombre para no repetirlo.",
  "Los adverbios modifican el significado de un verbo, un adjetivo u otro adverbio.",
  "El lenguaje es la capacidad que tenemos los seres humanos para comunicarnos.",
  "Una descripción objetiva no incluye opiniones personales.",
  "Un texto narrativo cuenta unos hechos que ocurren en un lugar y un tiempo.",
  "Los signos de interrogación se escriben al principio y al final de la pregunta.",
  "Los signos de exclamación se utilizan para expresar emociones intensas.",
  "Una biografía narra los acontecimientos más destacados de la vida de alguien.",
  "Hacer un resumen consiste en explicar lo más importante de un texto.",
  "Las palabras polisémicas son aquellas que tienen más de un significado.",
  "Las onomatopeyas son palabras que imitan sonidos reales.",
  "He consultado en el diccionario el significado de una palabra.",
  "El abecedario español tiene veintisiete letras.",
  "Una familia de palabras tiene la misma raíz o lexema.",
  "Los gentilicios indican el lugar de procedencia de una persona.",
  "Una entrevista es un diálogo entre el entrevistador y el entrevistado.",
  "La novela de ciencia ficción imagina cómo será el futuro."
]