[
  ["Una familia va a hacer un viaje de 850 kilómetros en coche.", "Ya han recorrido tres quintas partes del trayecto.", "Para saber cuánto les falta, primero calculan los kilómetros recorridos.", "Aún les quedan 340 kilómetros por delante."],
  ["Para el cumpleaños de Ana, han comprado 12 litros de refresco.", "Los van a servir en vasos de 250 mililitros.", "Primero, convierten los litros a mililitros.", "Podrán llenar un total de 48 vasos."],
  ["Un agricultor recoge 1.500 kg de manzanas.", "Guarda una décima parte para su consumo y el resto lo vende.", "Calcula cuántos kilos vende en total.", "Vende 1.350 kg de manzanas en el mercado."],
  ["La clase de quinto ha ido al teatro.", "La entrada costaba 8 euros por persona y eran 25 alumnos.", "El autobús para el desplazamiento costó 50 euros.", "La excursión completa ha costado 250 euros."],
  ["Tengo un jardín de forma rectangular.", "Mide 10 metros de largo y 6 metros de ancho.", "Para calcular su área, multiplico el largo por el ancho.", "El área de mi jardín es de 60 metros cuadrados."],
  ["Un ciclista entrena en una pista circular.", "La pista tiene un radio de 50 metros.", "En cada vuelta, recorre la longitud de la circunferencia.", "Aproximadamente, recorre 314 metros en cada vuelta."],
  ["En una tienda, todos los artículos tienen un 20% de descuento.", "Quiero comprar una camiseta que cuesta 30 euros.", "Calculo el 20% de 30 para saber el descuento.", "Me ahorraré 6 euros en la compra."],
  ["Un grifo vierte 15 litros de agua por minuto.", "Queremos llenar una piscina de 4.500 litros de capacidad.", "Para saber el tiempo necesario, realizamos una división.", "El grifo tardará 300 minutos, es decir, 5 horas."],
  ["He realizado un examen tipo test de 50 preguntas.", "He contestado correctamente a 45 de ellas.", "Para expresar mi resultado en porcentaje, hago una regla de tres.", "He acertado el 90% de las preguntas."],
  ["Tenemos un listón de madera de 2 metros de largo.", "Queremos cortarlo en trozos de 25 centímetros.", "Primero, pasamos los metros a centímetros.", "Obtendremos 8 trozos de madera."],
  ["Mi padre y mi madre tienen una colección de 3.000 sellos.", "Mi padre ha coleccionado dos tercios del total.", "Para saber cuántos tiene mi madre, resto su parte.", "Mi madre ha coleccionado 1.000 sellos."],
  ["Un avión vuela a una velocidad de 800 kilómetros por hora.", "Tiene que realizar un viaje de 4.000 kilómetros.", "Dividiendo la distancia entre la velocidad, obtenemos el tiempo.", "El viaje durará 5 horas."],
  ["En una urna hay 10 bolas: 5 rojas, 3 azules y 2 verdes.", "La probabilidad de sacar una bola roja es de 5 sobre 10.", "La probabilidad se puede expresar como una fracción.", "La fracción simplificada sería un medio."],
  ["El Mínimo Común Múltiplo de 4 y 6 es 12.", "Buscamos los múltiplos de cada número.", "Elegimos el primer múltiplo que tienen en común.", "Es útil para sumar fracciones con distinto denominador."],
  ["Un ángulo llano mide 180 grados.", "Si tenemos un ángulo de 120 grados, podemos calcular su suplementario.", "Restamos 120 a 180.", "Su ángulo suplementario mide 60 grados."],
  ["El área de un triángulo se calcula con una fórmula.", "Es la base por la altura, dividido entre dos.", "Si la base es 8 cm y la altura es 5 cm, su área es de 20 cm²."],
  ["Un coche consume 7 litros de gasolina cada 100 kilómetros.", "El depósito tiene una capacidad de 42 litros.", "Para saber su autonomía, hacemos una regla de tres.", "Con el depósito lleno, puede recorrer 600 kilómetros."],
  ["En una clase, las notas de matemáticas han sido un 6, un 7 y un 8.", "Para calcular la nota media, sumamos las tres notas.", "El resultado lo dividimos entre el número de notas.", "La nota media de la clase es un 7."],
  ["El Máximo Común Divisor de 12 y 18 es 6.", "Buscamos todos los divisores de cada número.", "Encontramos los que son comunes a los dos.", "Elegimos el mayor de los divisores comunes."],
  ["Un cubo es un cuerpo geométrico con 6 caras cuadradas.", "Si la arista del cubo mide 4 centímetros.", "Para calcular su volumen, elevamos la arista al cubo.", "El volumen del cubo es de 64 centímetros cúbicos."],
  ["He dibujado un plano de mi habitación a escala 1:50.", "Esto significa que 1 centímetro en el plano son 50 en la realidad.", "Mi cama en el plano mide 4 centímetros de largo.", "En la realidad, mi cama mide 200 centímetros, es decir, 2 metros."],
  ["Tengo 3 camisetas y 2 pantalones diferentes.", "Quiero saber cuántas combinaciones de ropa puedo hacer.", "Multiplico el número de camisetas por el de pantalones.", "Puedo vestirme de 6 formas distintas."],
  ["Un número es divisible por 3 si la suma de sus cifras es múltiplo de 3.", "El número 123 es divisible por 3.", "Porque la suma de sus cifras (1+2+3) es 6.", "Y 6 es un múltiplo de 3."],
  ["Quiero comprar 4 entradas de cine que cuestan 7,50 euros cada una.", "Para saber el total, realizo una multiplicación con decimales.", "El coste total de las entradas será de 30 euros."],
  ["Un tren sale de la estación a las 10:45.", "El viaje dura 3 horas y 30 minutos.", "Para saber la hora de llegada, sumo la duración a la hora de salida.", "El tren llegará a su destino a las 14:15."],
  ["En una biblioteca hay 2.500 libros.", "Tres quintas partes son novelas y el resto son libros de consulta.", "Calculo cuántas novelas hay.", "Hay 1.500 novelas y 1.000 libros de consulta."],
  ["He pagado un artículo de 17 euros con un billete de 50.", "Para calcular la vuelta, efectúo una resta.", "Me tienen que devolver 33 euros.", "Compruebo que la vuelta sea correcta."],
  ["Un pentágono regular tiene 5 ángulos interiores iguales.", "La suma de todos sus ángulos es de 540 grados.", "Para saber cuánto mide cada ángulo, divido la suma total entre 5.", "Cada ángulo interior mide 108 grados."],
  ["En mi hucha tengo 15 monedas de 20 céntimos.", "También tengo 10 monedas de 50 céntimos.", "En total, he juntado 3 euros de las primeras y 5 de las segundas.", "He ahorrado un total de 8 euros."],
  ["Un suceso imposible es aquel que nunca puede ocurrir.", "Por ejemplo, sacar un 7 al lanzar un dado de 6 caras.", "Su probabilidad es siempre cero.", "Un suceso seguro es el que ocurre siempre."]
]