[
  "Los números de cinco cifras se descomponen en decenas de millar, millares, centenas, decenas y unidades.",
  "La prueba de la resta consiste en sumar el sustraendo y la diferencia.",
  "Un polígono regular tiene todos sus lados y sus ángulos internos iguales.",
  "Un triángulo isósceles es aquel que tiene dos lados de igual longitud.",
  "Un triángulo escaleno tiene sus tres lados de longitudes diferentes.",
  "Un ángulo llano es aquel que mide exactamente ciento ochenta grados.",
  "Dos ángulos son complementarios si su suma es igual a noventa grados.",
  "El resto de una división siempre debe ser menor que el divisor.",
  "Los números decimales se utilizan para expresar cantidades no enteras.",
  "La propiedad conmutativa establece que el orden de los factores no altera el producto.",
  "Nueve multiplicado por siete es igual a sesenta y tres.",
  "Si un libro cuesta doce euros, cinco libros costarán sesenta euros.",
  "Un millar está formado por diez centenas o cien decenas.",
  "El número diez mil quinientos cuatro se escribe con cinco cifras.",
  "Las divisiones con dos cifras en el divisor requieren más práctica.",
  "El kilómetro, el metro y el centímetro son unidades de longitud.",
  "Un cronómetro se utiliza para medir el tiempo con gran precisión.",
  "Un siglo es un periodo de tiempo que equivale a cien años.",
  "Una década es un periodo de tiempo de diez años.",
  "Un milenio equivale a un periodo de mil años.",
  "Los cuerpos redondos, como el cono, tienen alguna superficie curva.",
  "Un prisma es un poliedro que tiene dos bases iguales y paralelas.",
  "El volumen de un cuerpo es el espacio que ocupa.",
  "En el bosque hay el cuádruple de pinos que de robles.",
  "El resultado de la multiplicación fue un número impar.",
  "Mi primo y yo hemos ahorrado la misma cantidad de dinero.",
  "El primer día del año es el uno de enero.",
  "Los números primos solo son divisibles por ellos mismos y por la unidad.",
  "He resuelto un problema matemático que tenía varias operaciones.",
  "Una división es entera cuando su resto no es cero.",
  "Para resolver un problema, es útil hacer un dibujo que represente los datos.",
  "Un billete de cincuenta euros equivale a diez billetes de cinco.",
  "La tonelada es una unidad de masa que equivale a mil kilogramos.",
  "Un hectolitro es una unidad de capacidad que equivale a cien litros.",
  "Si en cada caja caben seis botellas, en siete cajas cabrán cuarenta y dos.",
  "La fracción tres cuartos representa tres partes de cuatro.",
  "Para sumar fracciones con distinto denominador, primero buscamos un denominador común.",
  "La mitad de mil quinientos es setecientos cincuenta.",
  "Una fracción es equivalente a otra si representan la misma cantidad.",
  "El sistema de numeración romano utiliza letras mayúsculas.",
  "La media aritmética se calcula sumando los datos y dividiendo por el número de ellos.",
  "La circunferencia es una línea curva cerrada y plana.",
  "Dos rectas secantes se cortan en un único punto.",
  "Las figuras simétricas tienen un eje de simetría que las divide en dos partes iguales.",
  "El perímetro de una figura es la medida de la longitud de su contorno.",
  "El área de un cuadrado se calcula multiplicando lado por lado.",
  "Una centésima es el resultado de dividir la unidad en cien partes iguales.",
  "La estadística es la parte de las matemáticas que estudia los datos.",
  "Un pictograma representa los datos utilizando dibujos o símbolos.",
  "La probabilidad de sacar un cinco al tirar un dado es de una entre seis."
]