[
  "Escuchar de forma activa nos permite comprender mejor a los demás.",
  "Debemos expresar nuestras ideas y sentimientos de forma asertiva.",
  "Ser agradecido mejora nuestras relaciones con las otras personas.",
  "La generosidad nos enriquece como personas y fortalece los vínculos.",
  "La empatía es fundamental para construir un mundo más justo.",
  "Asumir la responsabilidad de nuestros actos nos permite aprender de ellos.",
  "Respetar el turno de palabra facilita una comunicación fluida.",
  "Una comunicación efectiva evita los malentendidos y los conflictos.",
  "El material de uso común debe ser cuidado por todos los miembros del grupo.",
  "Una buena organización de las tareas nos ayuda a ser más eficientes.",
  "En un trabajo en equipo, cada miembro aporta sus talentos.",
  "Si algo me parece injusto, debo comunicarlo de manera respetuosa.",
  "Tratar a los demás con dignidad es un principio básico de convivencia.",
  "La perseverancia es la clave para alcanzar las metas que nos proponemos.",
  "Reconocer que no sabemos algo es el primer paso para aprender.",
  "Felicitar a un compañero por su trabajo bien hecho fomenta un buen ambiente.",
  "Una crítica constructiva debe hacerse con respeto y con ánimo de ayudar.",
  "La sinceridad es un pilar fundamental en cualquier relación de amistad.",
  "Un simple gesto de amabilidad puede alegrarle el día a una persona.",
  "La experiencia de nuestros mayores es una gran fuente de sabiduría.",
  "La negociación es una herramienta útil para encontrar soluciones a un conflicto.",
  "Comprender las emociones de los demás nos ayuda a ser más tolerantes.",
  "La diversidad de opiniones nos enriquece y nos ayuda a crecer.",
  "La confianza se construye con honestidad y se demuestra con hechos.",
  "Respetar la intimidad de los demás es una prueba de madurez.",
  "Las redes sociales deben usarse de forma responsable y segura.",
  "El ciberacoso es una forma de violencia que debemos denunciar siempre.",
  "Las reglas de un juego garantizan que todos jueguen en igualdad.",
  "La inclusión significa aceptar y valorar a cada persona tal y como es.",
  "El apoyo emocional es muy importante en los momentos difíciles.",
  "La solidaridad nos une y nos hace más fuertes como sociedad.",
  "Debemos ser críticos con la información que recibimos y contrastarla.",
  "Es importante proteger nuestros datos personales en internet.",
  "No debemos compartir fotografías o vídeos de otras personas sin su permiso.",
  "Una dieta equilibrada previene enfermedades y mejora nuestro rendimiento.",
  "Un buen descanso nocturno es esencial para la memoria y el aprendizaje.",
  "Los hábitos de higiene son nuestra primera barrera contra las infecciones.",
  "La satisfacción por el trabajo bien hecho es la mejor recompensa.",
  "Establecer metas personales nos da una dirección y un propósito.",
  "Analizar nuestros errores nos permite no volver a cometerlos.",
  "Conocer nuestras virtudes y defectos nos ayuda a mejorar.",
  "La inteligencia emocional es la capacidad de gestionar nuestras emociones.",
  "Un amigo de verdad te escucha sin juzgarte y te aconseja.",
  "La comunicación fluida en la familia previene muchos problemas.",
  "Debemos confiar en nuestros padres para contarles nuestras inquietudes.",
  "Adquirir responsabilidades de forma progresiva nos hace más autónomos.",
  "La puntualidad demuestra respeto por el tiempo de los demás.",
  "Colaborar en casa nos enseña a trabajar en equipo y a ser solidarios.",
  "La autoestima es la valoración que tenemos de nosotros mismos.",
  "Cuidar nuestro planeta es garantizar un futuro para todos."
]