[
  "Para preparar el examen de proyecto personal, estudié distintos ejemplos y teorías.",
  "Mientras investigaba sobre proyecto personal, descubrí cosas muy interesantes.",
  "La relación entre proyecto personal y la vida cotidiana es sorprendente.",
  "Analizamos proyecto personal en profundidad durante las clases.",
  "En nuestros proyectos, aplicamos conceptos de proyecto personal.",
  "Además de leer sobre proyecto personal, realizamos experimentos prácticos.",
  "Aunque al principio proyecto personal me parecía difícil, ahora me resulta apasionante.",
  "A menudo debatimos diferentes puntos de vista sobre proyecto personal en clase.",
  "El profesor nos pidió reflexionar sobre la importancia de proyecto personal en la sociedad.",
  "En equipos, creamos presentaciones detalladas sobre proyecto personal.",
  "Para preparar el examen de autoeficacia, estudié distintos ejemplos y teorías.",
  "Mientras investigaba sobre autoeficacia, descubrí cosas muy interesantes.",
  "La relación entre autoeficacia y la vida cotidiana es sorprendente.",
  "Analizamos autoeficacia en profundidad durante las clases.",
  "En nuestros proyectos, aplicamos conceptos de autoeficacia.",
  "Además de leer sobre autoeficacia, realizamos experimentos prácticos.",
  "Aunque al principio autoeficacia me parecía difícil, ahora me resulta apasionante.",
  "A menudo debatimos diferentes puntos de vista sobre autoeficacia en clase.",
  "El profesor nos pidió reflexionar sobre la importancia de autoeficacia en la sociedad.",
  "En equipos, creamos presentaciones detalladas sobre autoeficacia.",
  "Para preparar el examen de planificación, estudié distintos ejemplos y teorías.",
  "Mientras investigaba sobre planificación, descubrí cosas muy interesantes.",
  "La relación entre planificación y la vida cotidiana es sorprendente.",
  "Analizamos planificación en profundidad durante las clases.",
  "En nuestros proyectos, aplicamos conceptos de planificación.",
  "Además de leer sobre planificación, realizamos experimentos prácticos.",
  "Aunque al principio planificación me parecía difícil, ahora me resulta apasionante.",
  "A menudo debatimos diferentes puntos de vista sobre planificación en clase.",
  "El profesor nos pidió reflexionar sobre la importancia de planificación en la sociedad.",
  "En equipos, creamos presentaciones detalladas sobre planificación.",
  "Para preparar el examen de toma de decisiones, estudié distintos ejemplos y teorías.",
  "Mientras investigaba sobre toma de decisiones, descubrí cosas muy interesantes.",
  "La relación entre toma de decisiones y la vida cotidiana es sorprendente.",
  "Analizamos toma de decisiones en profundidad durante las clases.",
  "En nuestros proyectos, aplicamos conceptos de toma de decisiones.",
  "Además de leer sobre toma de decisiones, realizamos experimentos prácticos.",
  "Aunque al principio toma de decisiones me parecía difícil, ahora me resulta apasionante.",
  "A menudo debatimos diferentes puntos de vista sobre toma de decisiones en clase.",
  "El profesor nos pidió reflexionar sobre la importancia de toma de decisiones en la sociedad.",
  "En equipos, creamos presentaciones detalladas sobre toma de decisiones.",
  "Para preparar el examen de relaciones sanas, estudié distintos ejemplos y teorías.",
  "Mientras investigaba sobre relaciones sanas, descubrí cosas muy interesantes.",
  "La relación entre relaciones sanas y la vida cotidiana es sorprendente.",
  "Analizamos relaciones sanas en profundidad durante las clases.",
  "En nuestros proyectos, aplicamos conceptos de relaciones sanas.",
  "Además de leer sobre relaciones sanas, realizamos experimentos prácticos.",
  "Aunque al principio relaciones sanas me parecía difícil, ahora me resulta apasionante.",
  "A menudo debatimos diferentes puntos de vista sobre relaciones sanas en clase.",
  "El profesor nos pidió reflexionar sobre la importancia de relaciones sanas en la sociedad.",
  "En equipos, creamos presentaciones detalladas sobre relaciones sanas."
]