[
  ["El equipo perdió el campeonato por un solo punto.", "Estaban desolados, pero su entrenador les habló.", "Les recordó que lo importante era el esfuerzo y el trabajo en equipo.", "Aplaudieron y se sintieron orgullosos de su trayectoria."],
  ["Un nuevo alumno llegó a clase a mitad de curso.", "Se sentía perdido y no conocía a nadie.", "El tutor organizó un sistema de compañeros-guía.", "Pronto, el nuevo alumno se sintió uno más del grupo."],
  ["Surgió un conflicto en el patio por las reglas de un juego.", "Los dos grupos implicados estaban muy enfadados.", "Recurrieron a los mediadores de conflictos de la clase.", "Gracias al diálogo, encontraron una solución justa para todos."],
  ["La clase decidió organizar una campaña solidaria.", "Querían recaudar fondos para una protectora de animales.", "Hicieron pulseras, pasteles y un mercadillo.", "Consiguieron mucho más dinero del que esperaban."],
  ["Laura vio cómo un grupo se burlaba de otro compañero en redes sociales.", "No participó, sino que hizo una captura de pantalla.", "Se lo enseñó a sus padres y al tutor.", "Se tomaron medidas para detener el ciberacoso."],
  ["Teníamos que preparar una presentación sobre un tema complejo.", "Nos sentíamos abrumados por la cantidad de información.", "Decidimos repartir las tareas y hacer un guion común.", "La exposición fue un éxito gracias a nuestra organización."],
  ["Nadie quería hacer el trabajo con el compañero que siempre se distraía.", "El profesor propuso una nueva forma de trabajo cooperativo.", "Cada miembro tenía un rol y una responsabilidad.", "El compañero se sintió valorado y trabajó como nunca."],
  ["Encontramos la cartera de un profesor en el pasillo.", "Dentro había dinero y documentación importante.", "No dudamos en llevarla a la sala de profesores.", "El profesor nos agradeció mucho nuestra honestidad."],
  ["Durante un examen, un alumno intentó copiar.", "El profesor se dio cuenta y le llamó la atención en privado.", "Le explicó la importancia del esfuerzo personal.", "El alumno comprendió la lección y no volvió a hacerlo."],
  ["El uso del teléfono móvil en el recreo generaba problemas.", "Se organizó una asamblea para debatir el tema.", "Los alumnos propusieron crear una 'caja para móviles' voluntaria.", "La idea funcionó y mejoró la convivencia en el patio."],
  ["Un compañero tenía dificultades para seguir el ritmo de la clase.", "El resto de la clase, en lugar de ignorarlo, se ofreció a ayudarle.", "Crearon grupos de estudio por las tardes.", "Sus notas mejoraron notablemente gracias al apoyo."],
  ["La clase estaba siempre muy desordenada al final del día.", "El tutor nos propuso un sistema de responsables rotativos.", "Cada semana, un equipo se encargaba de revisar el orden.", "Ahora, nos esforzamos más por mantenerlo todo limpio."],
  ["Mi amiga me confesó que se sentía muy triste últimamente.", "No sabía qué hacer, así que se lo conté a la orientadora del centro.", "La orientadora habló con ella y con su familia.", "Recibió la ayuda que necesitaba para sentirse mejor."],
  ["Decidimos crear un huerto escolar en el patio.", "Tuvimos que aprender sobre las plantas, el riego y el abono.", "Trabajar en equipo para cuidarlo nos unió mucho.", "Al final, recogimos nuestras propias hortalizas."],
  ["Un compañero expuso una opinión muy diferente a la de la mayoría.", "Nadie se burló; al contrario, le hicieron preguntas.", "El debate fue muy interesante y aprendimos a respetar otras ideas."],
  ["El viaje de fin de curso parecía demasiado caro para algunas familias.", "La clase organizó una rifa y una venta de manualidades.", "Con el dinero recaudado, ayudaron a reducir el coste del viaje.", "Así, todos los compañeros pudieron ir."],
  ["Me di cuenta de que pasaba demasiado tiempo con los videojuegos.", "Mis padres me ayudaron a establecer un horario razonable.", "Ahora dedico más tiempo a leer y a estar con mis amigos."],
  ["Nos propusimos reducir el consumo de plástico en nuestros almuerzos.", "Empezamos a usar fiambreras y botellas reutilizables.", "Calculamos todo el plástico que ahorrábamos cada semana.", "Nos sentimos orgullosos de nuestra contribución al planeta."],
  ["Un amigo me pidió que le mintiera a sus padres por él.", "Me sentí en una situación muy incómoda.", "Le expliqué que no podía hacerlo porque la confianza es muy importante.", "Aunque se enfadó al principio, luego entendió mi postura."],
  ["El equipo de la biblioteca necesitaba voluntarios.", "Nos apuntamos para ayudar a forrar libros y ordenarlos.", "Descubrimos lo importante que es el trabajo que se hace allí.", "Ahora valoramos mucho más los libros."],
  ["Durante una excursión, un compañero se hizo un esguince.", "No podíamos dejarlo solo mientras llegaba la ayuda.", "Nos turnamos para hacerle compañía y contarle historias.", "Demostramos ser un grupo unido y solidario."],
  ["Me eligieron delegado de la clase.", "Mi función es representar a mis compañeros y trasladar sus ideas.", "Es una gran responsabilidad, pero me gusta ayudar.", "Aprendo mucho sobre democracia y diálogo."],
  ["Observé que siempre jugábamos a los mismos juegos en el patio.", "Propuse hacer una lista de juegos nuevos y tradicionales.", "Cada semana, el responsable de patio elegía uno diferente.", "Ahora los recreos son mucho más variados y divertidos."],
  ["Tenía que decidir qué extraescolar elegir el próximo curso.", "Hice una lista de los pros y los contras de cada opción.", "También pensé en mis habilidades y en lo que me apasionaba.", "Tomar decisiones importantes requiere reflexión."],
  ["Un amigo me contó un rumor sobre otra persona.", "Le dije que no me parecía bien hablar de alguien a sus espaldas.", "Los rumores pueden hacer mucho daño.", "Decidimos no volver a participar en chismes."],
  ["Nos preparamos para una carrera solidaria.", "Estuvimos entrenando juntos durante varias semanas.", "El día de la carrera, nos esforzamos al máximo.", "Lo importante no era ganar, sino participar por una buena causa."],
  ["Mi equipo de trabajo no se ponía de acuerdo.", "Yo propuse hacer una pausa y escuchar el punto de vista de cada uno.", "Al final, encontramos una solución que nos gustó a todos.", "La comunicación es la clave para resolver conflictos."],
  ["Me sentía muy nervioso por los exámenes finales.", "La orientadora nos enseñó técnicas de relajación y estudio.", "Aprendí a organizar mi tiempo y a controlar los nervios.", "Afronté los exámenes con mucha más seguridad."],
  ["Nos dimos cuenta de que un compañero siempre comía solo.", "Decidimos invitarle a sentarse con nuestro grupo.", "Descubrimos que era un chico muy divertido e interesante.", "A veces, un pequeño gesto puede cambiarlo todo."],
  ["Al final de la etapa de primaria, preparamos un vídeo.", "Recopilamos fotos y recuerdos de todos nuestros años juntos.", "Fue un regalo muy emotivo para nuestros profesores y familias.", "Cerramos una etapa muy importante de nuestras vidas."]
]