[
  ["L'anàlisi sintàctica d'una oració és complexa.", "Primer, cal identificar el subjecte i el predicat.", "Després, s'analitzen els complements i la resta d'elements.", "És un exercici clau en l'assignatura de llengua."],
  ["L'escriptor va presentar la seua última novel·la.", "Va firmar exemplars a tots els seus lectors.", "Va explicar que s'havia inspirat en un viatge.", "La novel·la va ser un èxit de vendes."],
  ["El protagonista d'aquella pel·lícula era un detectiu privat.", "Havia de resoldre un cas molt misteriós.", "Va seguir les pistes per tota la ciutat.", "Al final, va descobrir que el culpable era qui menys s'esperava."],
  ["El verb és el nucli del predicat.", "Expressa l'acció que realitza el subjecte.", "Concorda amb el subjecte en nombre i persona.", "Pot anar acompanyat de diversos complements."],
  ["L'accentuació de les paraules seguix unes regles.", "Les paraules agudes s'accentuen si acaben en vocal, -n o -s.", "Les paraules planes, al contrari.", "Totes les paraules esdrúixoles s'accentuen sempre."],
  ["La comunicació és un procés complex.", "Hi intervenen un emissor, un receptor i un missatge.", "El missatge es transmet a través d'un canal.", "És fonamental per a la vida en societat."],
  ["La biblioteca del barri ha organitzat un club de lectura.", "Ens reunim una vegada al mes per a comentar un llibre.", "És una activitat molt enriquidora.", "Compartim les nostres opinions i descobrim noves lectures."],
  ["La poesia és un gènere literari que busca la bellesa.", "Utilitza recursos com la metàfora o la comparació.", "Els poemes s'estructuren en versos i estrofes.", "Sovint, els versos tenen rima."],
  ["El teatre és un espectacle en viu.", "Els actors interpreten uns personatges sobre un escenari.", "Seguixen un text escrit anomenat guió teatral.", "El públic observa la representació."],
  ["Per a escriure una bona notícia, cal ser objectiu.", "El periodista ha d'informar dels fets sense donar la seua opinió.", "La notícia ha de respondre a les preguntes bàsiques.", "Què, qui, com, quan, on i per què."],
  ["Una oració composta té més d'un verb.", "Està formada per diverses proposicions.", "Estes proposicions poden ser coordinades o subordinades.", "El seu estudi és més complex que el de l'oració simple."],
  ["Els pronoms personals substituïxen un nom.", "'Ell', 'nosaltres' o 'vos' són pronoms personals.", "S'utilitzen per a no repetir el nom constantment.", "N'hi ha de forts i de febles."],
  ["Una descripció pot ser objectiva o subjectiva.", "La descripció objectiva informa de la realitat tal com és.", "La subjectiva inclou les impressions i emocions de l'autor."],
  ["El conte és una narració breu.", "Sol tindre pocs personatges i una trama senzilla.", "Tradicionalment, començava amb 'Hi havia una vegada...'.", "Té una introducció, un nus i un desenllaç."],
  ["He de fer un resum d'un text llarg.", "Primer, llegiré el text amb atenció per a entendre'l bé.", "Després, subratllaré les idees principals.", "Finalment, redactaré el resum amb les meues paraules."],
  ["La llengua valenciana prové del llatí.", "És una de les llengües romàniques.", "Comparteix arrels amb el castellà, el francés o l'italià.", "Té una gran riquesa de paraules i expressions."],
  ["El diàleg és una part fonamental de la narració.", "Reprodueix les converses dels personatges.", "Cada intervenció es marca amb un guionet.", "Aporta realisme i agilitat al text."],
  ["Els gentilicis són paraules que indiquen l'origen.", "Deriven del nom del lloc de procedència.", "El gentilici de València és 'valencià'.", "El dels habitants de Morella és 'morellà'."],
  ["Una faula és un relat amb un ensenyament.", "Els seus protagonistes solen ser animals que parlen.", "Al final, sempre hi ha una moralitat.", "La faula de la rabosa i el raïm n'és un exemple."],
  ["Una entrevista servix per a obtindre informació.", "El periodista prepara una sèrie de preguntes.", "L'entrevistat respon a les preguntes.", "Pot publicar-se en un diari o emetre's per televisió."],
  ["El camp semàntic de 'vivenda' inclou moltes paraules.", "Paraules com 'casa', 'pis', 'apartament' o 'xalet'.", "Totes es referixen a un lloc on viure.", "Compartixen una part del seu significat."],
  ["Per a formar el plural, normalment afegim una '-s'.", "Però hi ha regles especials per a algunes paraules.", "Per exemple, 'peix' fa el plural 'peixos'.", "Cal conéixer bé estes regles ortogràfiques."],
  ["La metàfora és una figura retòrica.", "Consistix a identificar un terme real amb un d'imaginari.", "'Les perles de la teua boca' és una metàfora per a 'les dents'." ],
  ["El text expositiu té com a finalitat informar.", "Presenta les idees de forma clara i ordenada.", "Utilitza un llenguatge precís i objectiu.", "Els llibres de text són un bon exemple."],
  ["Una família de paraules té una arrel comuna.", "De la paraula 'mar' deriven 'mariner', 'marea' o 'marítim'.", "Totes estan relacionades pel seu significat.", "L'arrel és la part que no canvia."],
  ["Els determinants possessius indiquen a qui pertany alguna cosa.", "'El meu llibre', 'la teua germana', 'els seus amics'.", "Concorden en gènere i nombre amb el substantiu.", "N'hi ha per a un posseïdor i per a diversos."],
  ["Un text instructiu ens dona indicacions.", "Ens explica com fer alguna cosa pas a pas.", "Una recepta de cuina o el manual d'un joc en són exemples.", "Utilitza verbs en imperatiu."],
  ["El còmic narra una història amb dibuixos.", "El text apareix dins de bafarades o globus.", "Les vinyetes són els quadres que componen la pàgina.", "Utilitza onomatopeies per a representar els sons."],
  ["La biografia narra la vida d'una persona.", "Explica els fets més importants des del seu naixement.", "L'autobiografia és quan la persona escriu sobre ella mateixa.", "És un subgènere narratiu."],
  ["Per a fer una bona exposició oral, cal preparar-se.", "Primer, s'ha d'organitzar bé la informació.", "És útil fer un guió amb les idees principals.", "S'ha de parlar a poc a poc i amb claredat."]
]