[
  "El substantiu col·lectiu 'eixam' es referix a un grup d'abelles.",
  "L'autor d'esta novel·la va nàixer a la ciutat de València.",
  "He llegit un llibre d'aventures ambientat a l'edat mitjana.",
  "L'adjectiu és la paraula que expressa una qualitat del nom.",
  "El verb indica l'acció que realitza el subjecte de l'oració.",
  "Les paraules planes porten accent quan no acaben en vocal, 'n' o 's'.",
  "El punt i a part s'utilitza per a separar els paràgrafs d'un text.",
  "'Content' i 'alegre' són paraules sinònimes perquè signifiquen el mateix.",
  "'Alt' i 'baix' són paraules antònimes perquè tenen significats contraris.",
  "El subjecte de l'oració concorda en nombre i persona amb el verb.",
  "El predicat és la part de l'oració que expressa què fa el subjecte.",
  "Els determinants demostratius indiquen la proximitat o llunyania.",
  "Un hiat es forma amb dos vocals fortes juntes.",
  "Un diftong és la unió d'una vocal forta i una dèbil en la mateixa síl·laba.",
  "La paraula 'paraigua' és una paraula composta per 'para' i 'aigua'.",
  "Un camp semàntic agrupa paraules que compartixen un significat.",
  "La comunicació no verbal utilitza gestos i expressions corporals.",
  "L'emissor és qui elabora i transmet el missatge.",
  "El receptor és la persona que rep i interpreta el missatge.",
  "Un diàleg és una conversa ordenada entre diverses persones.",
  "La biblioteca és un servici públic per al préstec de llibres.",
  "L'il·lustrador d'un conte és qui fa els dibuixos.",
  "La poesia utilitza un llenguatge especial per a transmetre bellesa.",
  "Un vers és cada línia d'un poema.",
  "Una estrofa està formada per un conjunt de versos.",
  "Una obra de teatre està escrita per a ser representada per actors.",
  "El personatge principal d'un conte s'anomena protagonista.",
  "Una faula és una narració breu que conté un ensenyament.",
  "He escrit un correu electrònic per a felicitar el meu cosí.",
  "La notícia d'un periòdic ha de respondre a sis preguntes bàsiques.",
  "La premsa digital ens informa a través d'internet.",
  "Una oració ha de tindre sempre un verb en forma personal.",
  "Totes les paraules esdrúixoles porten accent gràfic.",
  "Els pronoms personals substituïxen el nom per a no repetir-lo.",
  "Els adverbis modifiquen el significat d'un verb, d'un adjectiu o d'un altre adverbi.",
  "El llenguatge és la capacitat que tenim per a comunicar-nos.",
  "Una descripció objectiva no inclou opinions personals.",
  "Un text narratiu conta uns fets que ocorren en un lloc i un temps.",
  "Els signes d'interrogació s'escriuen al principi i al final de la pregunta.",
  "Els signes d'admiració s'utilitzen per a expressar emocions intenses.",
  "Una biografia narra els esdeveniments més destacats de la vida d'algú.",
  "Fer un resum consistix a explicar el més important d'un text.",
  "Les paraules polisèmiques són aquelles que tenen més d'un significat.",
  "Les onomatopeies són paraules que imiten sons reals.",
  "He consultat al diccionari el significat d'una paraula.",
  "L'abecedari valencià té vint-i-sis lletres.",
  "Una família de paraules té la mateixa arrel o lexema.",
  "Els gentilicis indiquen el lloc de procedència d'una persona.",
  "Una entrevista és un diàleg entre l'entrevistador i l'entrevistat.",
  "La novel·la de ciència-ficció imagina com serà el futur."
]