[
    "La cinemática es la parte de la física que estudia el movimiento sin atender a sus causas.",
    "El movimiento rectilíneo uniformemente acelerado tiene una aceleración constante.",
    "La caída libre es un ejemplo de movimiento con aceleración constante.",
    "La composición de movimientos permite estudiar trayectorias complejas como el tiro parabólico.",
    "La dinámica estudia la relación entre las fuerzas y el movimiento que producen.",
    "La segunda ley de Newton establece que la fuerza es igual a la masa por la aceleración.",
    "La fuerza de rozamiento es una fuerza que siempre se opone al movimiento.",
    "El principio de conservación de la energía mecánica se cumple si no hay rozamiento.",
    "El trabajo de una fuerza es el producto de la fuerza por el desplazamiento.",
    "La potencia es la rapidez con la que se realiza un trabajo o se transfiere energía.",
    "La presión hidrostática depende de la densidad del fluido y de la profundidad.",
    "El principio de Arquímedes explica por qué los cuerpos flotan en los fluidos.",
    "La temperatura es una medida de la energía térmica de un cuerpo.",
    "El calor se puede transmitir por conducción, convección o radiación.",
    "Las ondas mecánicas, como el sonido, necesitan un medio para propagarse.",
    "La longitud de onda es la distancia entre dos puntos consecutivos en el mismo estado de vibración.",
    "La carga eléctrica es una propiedad fundamental de la materia.",
    "La ley de Coulomb describe la fuerza entre dos cargas eléctricas.",
    "El campo eléctrico es la región del espacio donde una carga experimenta una fuerza.",
    "La corriente eléctrica es el desplazamiento ordenado de cargas eléctricas.",
    "La resistencia eléctrica es la oposición que presenta un material al paso de la corriente.",
    "La ley de Ohm es una relación fundamental en los circuitos eléctricos.",
    "La energía eléctrica consumida se puede transformar en luz, calor o movimiento.",
    "Los imanes generan a su alrededor un campo magnético.",
    "La inducción electromagnética es la producción de corriente a partir de un campo magnético variable.",
    "Las reacciones químicas implican la ruptura y formación de enlaces químicos.",
    "La estequiometría estudia las relaciones cuantitativas en las reacciones químicas.",
    "El mol es la unidad de cantidad de sustancia en el Sistema Internacional.",
    "La velocidad de una reacción química puede aumentar con la temperatura.",
    "Los hidrocarburos son compuestos orgánicos formados por carbono e hidrógeno.",
    "El movimiento circular uniforme tiene una velocidad angular constante.",
    "La fuerza centrípeta es necesaria para que un cuerpo describa una trayectoria curva.",
    "El impulso mecánico es el producto de la fuerza por el tiempo que actúa.",
    "La cantidad de movimiento o momento lineal es el producto de la masa por la velocidad.",
    "La presión atmosférica disminuye con la altitud.",
    "La primera ley de la termodinámica es una manifestación del principio de conservación de la energía.",
    "El efecto Doppler es el cambio de frecuencia de una onda debido al movimiento relativo.",
    "La ley de la gravitación universal fue enunciada por Isaac Newton.",
    "La energía nuclear se libera en las reacciones de fisión y fusión nuclear.",
    "Los polímeros son macromoléculas formadas por la unión de monómeros."
]