[
    ["La lengua latina fue el idioma oficial del Imperio Romano.", "Se expandió por Europa, África y Asia gracias a las conquistas militares.", "Tras la caída del Imperio, el latín vulgar hablado por el pueblo evolucionó.", "De esta evolución nacieron las lenguas romances, como el español, el francés o el italiano.", "Por eso, una gran parte de nuestro vocabulario procede directamente del latín.", "Estudiar latín nos ayuda a comprender mejor nuestra propia lengua."],
    ["La sociedad romana era compleja y estaba muy jerarquizada.", "En la cima estaban los patricios, las familias nobles y ricas.", "Debajo se encontraban los plebeyos, que eran ciudadanos libres pero con menos derechos.", "En el escalón más bajo estaban los esclavos, que eran considerados propiedades.", "Existían también los libertos, que eran esclavos que habían conseguido la libertad."],
    ["Para traducir una oración simple en latín, seguimos un orden lógico.", "Primero, buscamos el verbo para saber el tiempo y la persona.", "Luego, localizamos el sujeto, que normalmente estará en caso nominativo.", "Después, buscamos el complemento directo, que suele ir en acusativo.", "Finalmente, traducimos los demás complementos según el caso en que se encuentren.", "El orden de las palabras en latín es mucho más flexible que en español."],
    ["La 'Eneida' es el gran poema épico nacional de la antigua Roma.", "Fue escrito por el poeta Virgilio por encargo del emperador Augusto.", "Narra las aventuras de Eneas, un héroe troyano que huye de la destrucción de su ciudad.", "Tras un largo viaje, llega a Italia, donde sus descendientes fundarían Roma.", "La obra buscaba glorificar los orígenes de Roma y del propio Augusto."],
    ["Julio César fue una de las figuras más importantes de la historia de Roma.", "Fue un brillante general que conquistó las Galias para Roma.", "Formó el primer triunvirato junto a Craso y Pompeyo para gobernar.", "Tras una guerra civil contra Pompeyo, se convirtió en el hombre más poderoso de Roma.", "Fue asesinado en el Senado por un grupo de conspiradores que temían su poder.", "Su muerte marcó el fin de la República romana."],
    ["La mitología romana estaba muy influenciada por la griega.", "Los romanos adoptaron los dioses griegos, pero les cambiaron los nombres.", "Zeus pasó a ser Júpiter, el dios principal del panteón.", "Hera, su esposa, fue llamada Juno.", "Ares, el dios de la guerra, fue rebautizado como Marte.", "Esta asimilación cultural es un ejemplo del sincretismo religioso romano."],
    ["La arquitectura romana fue grandiosa y muy funcional.", "Fueron grandes ingenieros y constructores de obras públicas.", "Construyeron una extensa red de calzadas para comunicar todo el imperio.", "Los acueductos llevaban agua potable a las ciudades desde lugares lejanos.", "También construyeron edificios para el ocio como teatros, anfiteatros y termas."],
    ["El verbo latino tiene una conjugación muy rica y compleja.", "La información sobre la voz, el modo, el tiempo, el número y la persona se expresa mediante desinencias.", "Existen cuatro conjugaciones regulares para el tema de presente.", "El verbo 'sum' (ser/estar) es irregular y se usa muy a menudo.", "Dominar el verbo es fundamental para poder traducir textos latinos."],
    ["El derecho romano es una de las mayores aportaciones de Roma a la civilización occidental.", "Fue un sistema legal muy desarrollado y sofisticado.", "Estableció principios fundamentales que todavía hoy están vigentes.", "Diferenciaba entre el derecho público, el privado y el derecho de gentes.", "Muchas de las leyes y conceptos jurídicos actuales tienen su origen en Roma."],
    ["La caída del Imperio Romano de Occidente en el 476 d.C. fue un proceso largo y complejo.", "Sufrió una grave crisis económica y política durante el siglo III.", "La presión de los pueblos germánicos, a los que llamaban bárbaros, en sus fronteras era cada vez mayor.", "El imperio se dividió en dos partes, Oriente y Occidente, para facilitar su defensa.", "Finalmente, el último emperador de Occidente fue depuesto por un jefe germano."]
]