[
    "Los números reales incluyen tanto los números racionales como los irracionales.",
    "Un intervalo es un conjunto de números reales comprendidos entre dos extremos.",
    "La notación científica se utiliza para expresar números muy grandes o muy pequeños.",
    "El valor absoluto de un número es su distancia al cero en la recta real.",
    "Un radical es equivalente a una potencia con exponente fraccionario.",
    "Para racionalizar una fracción, se elimina la raíz del denominador.",
    "Las ecuaciones bicuadradas se pueden resolver mediante un cambio de variable.",
    "Un sistema de ecuaciones no lineales contiene al menos una ecuación que no es de primer grado.",
    "Una inecuación es una desigualdad entre dos expresiones algebraicas.",
    "El dominio de una función es el conjunto de valores para los que está definida.",
    "Una función es creciente si al aumentar la variable independiente, aumenta la dependiente.",
    "La tasa de variación media mide el crecimiento de una función en un intervalo.",
    "Las funciones exponenciales crecen o decrecen de forma muy rápida.",
    "La trigonometría estudia las relaciones entre los ángulos y los lados de un triángulo.",
    "El seno, el coseno y la tangente son las razones trigonométricas fundamentales.",
    "La circunferencia goniométrica es una circunferencia de radio uno centrada en el origen.",
    "La geometría analítica utiliza coordenadas para estudiar las figuras geométricas.",
    "La ecuación de una recta permite determinar todos sus puntos.",
    "Dos rectas son paralelas si tienen la misma pendiente.",
    "La combinatoria estudia las diferentes formas de agrupar y ordenar elementos.",
    "Las permutaciones son las distintas formas de ordenar un conjunto de elementos.",
    "La probabilidad de un suceso es un número entre cero y uno.",
    "La estadística inferencial permite sacar conclusiones sobre una población a partir de una muestra.",
    "Los logaritmos son el exponente al que hay que elevar una base para obtener un número.",
    "La suma de los 'n' primeros términos de una progresión aritmética es una fórmula conocida.",
    "En una progresión geométrica, cada término se obtiene multiplicando el anterior por la razón.",
    "La ecuación punto-pendiente de una recta necesita un punto y la pendiente.",
    "Un vector es un segmento orientado que tiene módulo, dirección y sentido.",
    "El producto escalar de dos vectores es un número real.",
    "La parábola es el lugar geométrico de los puntos que equidistan de un foco y una directriz.",
    "Las variaciones con repetición se utilizan cuando los elementos pueden repetirse.",
    "La unión de dos sucesos ocurre si se da al menos uno de ellos.",
    "La intersección de dos sucesos ocurre cuando se dan ambos a la vez.",
    "Un parámetro estadístico es un número que resume una gran cantidad de datos.",
    "La desviación típica mide la dispersión de los datos respecto a la media.",
    "El coeficiente de variación permite comparar la dispersión de dos muestras.",
    "La correlación entre dos variables indica si existe una relación lineal entre ellas.",
    "La interpolación consiste en estimar un valor desconocido entre dos valores conocidos.",
    "Las asíntotas son rectas a las que la gráfica de una función se acerca indefinidamente.",
    "Los límites de una función describen su comportamiento en el infinito o en un punto."
]