[
    "La condición física está determinada por las capacidades físicas básicas.",
    "La resistencia anaeróbica permite realizar esfuerzos muy intensos y cortos.",
    "La fuerza máxima es la mayor fuerza que puede desarrollar el sistema neuromuscular.",
    "La velocidad gestual es la capacidad de realizar un movimiento en el menor tiempo posible.",
    "La planificación del entrenamiento es clave para mejorar el rendimiento.",
    "El principio de sobrecarga establece que el estímulo debe ser superior al habitual.",
    "Los sistemas de ataque en deportes colectivos buscan superar a la defensa rival.",
    "La defensa individual consiste en que cada jugador marca a un oponente.",
    "El bádminton es un deporte de raqueta que requiere una gran agilidad.",
    "El salto de altura es una disciplina atlética que exige potencia y técnica.",
    "La expresión corporal es una forma de comunicación no verbal.",
    "El ritmo, el espacio y el tiempo son elementos de la expresión corporal.",
    "Una dieta equilibrada debe aportar los nutrientes necesarios en la proporción adecuada.",
    "Los hidratos de carbono son la principal fuente de energía para el ejercicio.",
    "Las proteínas son esenciales para la construcción y reparación de los músculos.",
    "La reanimación cardiopulmonar (RCP) es una técnica de primeros auxilios.",
    "El respeto por las normas y los adversarios es la base del juego limpio.",
    "El entrenamiento en circuito combina diferentes ejercicios en estaciones.",
    "El judo es un deporte de lucha que busca desequilibrar y proyectar al oponente.",
    "La escalada es una actividad que desarrolla la fuerza, la resistencia y la confianza.",
    "El calentamiento general activa los grandes grupos musculares.",
    "La flexibilidad se puede mejorar mediante métodos como el stretching.",
    "La táctica individual son las acciones que un jugador realiza para beneficiar al equipo.",
    "El voleibol es un deporte en el que se evita que el balón toque el suelo.",
    "El lanzamiento de jabalina es una prueba de atletismo que combina fuerza y técnica.",
    "Las actividades en el medio natural fomentan el respeto por el entorno.",
    "Una buena hidratación es fundamental para regular la temperatura corporal.",
    "Las lesiones deportivas más comunes son los esguinces y las contracturas.",
    "El acrosport desarrolla la cooperación, el equilibrio y la fuerza.",
    "La frecuencia cardíaca de reposo es un indicador de la condición física.",
    "El principio de progresión indica que la carga de entrenamiento debe aumentar gradualmente.",
    "El contraataque es una acción ofensiva rápida tras recuperar el balón.",
    "La técnica de carrera es importante para ser más eficiente y prevenir lesiones.",
    "El pádel es un deporte de pala que se juega por parejas.",
    "La relajación ayuda a reducir la tensión muscular y mental tras el esfuerzo.",
    "Los macronutrientes son los carbohidratos, las proteínas y las grasas.",
    "El vendaje funcional se utiliza para estabilizar una articulación lesionada.",
    "La cooperación es más importante que la competición en el ámbito educativo.",
    "El parkour es una disciplina que consiste en superar obstáculos urbanos.",
    "El sueño reparador es un componente esencial de la recuperación del deportista."
]