[
    "Un polinomio es una expresión algebraica formada por la suma de monomios.",
    "La fórmula general permite resolver cualquier ecuación de segundo grado.",
    "Un sistema de ecuaciones se puede resolver por sustitución, igualación o reducción.",
    "Una función asigna a cada valor de entrada un único valor de salida.",
    "La pendiente de una recta indica su inclinación respecto al eje horizontal.",
    "El teorema de Tales se utiliza para calcular longitudes en triángulos semejantes.",
    "Los cuerpos de revolución se generan al girar una figura plana sobre un eje.",
    "El volumen de una pirámide es un tercio del área de la base por la altura.",
    "La estadística descriptiva se encarga de recoger, organizar y presentar datos.",
    "La mediana es el valor que ocupa la posición central en un conjunto de datos ordenado.",
    "Los números racionales se pueden expresar como una fracción.",
    "Los números irracionales tienen infinitas cifras decimales no periódicas.",
    "El producto de potencias de la misma base es otra potencia con la misma base.",
    "Las identidades notables son productos de binomios que aparecen con frecuencia.",
    "La representación gráfica de una función lineal es siempre una recta.",
    "Una función cuadrática tiene como gráfica una parábola.",
    "El área lateral de un cono se calcula con la fórmula pi por radio por generatriz.",
    "La probabilidad de un suceso se calcula dividiendo los casos favorables entre los posibles.",
    "Los sucesos compatibles son aquellos que pueden ocurrir al mismo tiempo.",
    "La trigonometría estudia las relaciones entre los lados y los ángulos de los triángulos.",
    "La factorización de un polinomio consiste en expresarlo como producto de factores.",
    "El discriminante de una ecuación de segundo grado indica el número de soluciones.",
    "La gráfica de un sistema de ecuaciones muestra el punto de corte de las rectas.",
    "El dominio de una función es el conjunto de todos los valores de entrada posibles.",
    "La semejanza de figuras geométricas implica que tienen la misma forma.",
    "La esfera es un cuerpo de revolución generado por un semicírculo.",
    "El área total de un prisma es la suma del área lateral y el área de las bases.",
    "Las medidas de dispersión, como la desviación típica, indican cómo se agrupan los datos.",
    "Un diagrama de sectores representa los datos en forma de círculo dividido.",
    "Los experimentos aleatorios son aquellos cuyo resultado depende del azar.",
    "La sucesión de Fibonacci es una secuencia en la que cada número es la suma de los dos anteriores.",
    "El método de Ruffini es un algoritmo para dividir polinomios por un binomio.",
    "La ecuación de la recta en su forma explícita es 'y igual a m por x más n'.",
    "Dos figuras son congruentes si son exactamente iguales en forma y tamaño.",
    "El volumen de un cilindro es el área de la base multiplicada por la altura.",
    "La frecuencia relativa es el cociente entre la frecuencia absoluta y el total de datos.",
    "La regla de Laplace solo se aplica si todos los sucesos simples son equiprobables.",
    "El interés compuesto se calcula sobre el capital inicial más los intereses acumulados.",
    "La hipotenusa es siempre el lado de mayor longitud en un triángulo rectángulo.",
    "El seno de un ángulo es el cateto opuesto dividido por la hipotenusa."
]