[
  "Mon nom de famille est Garcia.",
  "Le grand chat noir dort sur le canapé.",
  "La petite maison a un toit rouge.",
  "J'aime beaucoup manger du chocolat.",
  "Le chien de mon voisin joue dans le jardin.",
  "Cette jolie fleur rouge sent très bon.",
  "Aujourd'hui, le soleil brille dans le ciel.",
  "Tous les matins, je vais à l'école à pied.",
  "Le livre d'aventures est sur la table.",
  "La pomme est mon fruit préféré.",
  "Le petit garçon mange une banane mûre.",
  "La jeune fille dessine un paysage.",
  "Le ciel bleu n'a pas de nuages.",
  "L'oiseau chante joyeusement sur la branche.",
  "Le poisson rouge nage dans son aquarium.",
  "J'ai un nouveau crayon pour dessiner.",
  "Mon père est plus grand que ma mère.",
  "Ma mère est une personne très gentille.",
  "Le vélo de mon frère est tout neuf.",
  "La voiture de police roule très vite.",
  "Le long train de marchandises traverse la ville.",
  "L'avion vole au-dessus des montagnes.",
  "Le grand bateau navigue sur l'océan.",
  "La poule protège ses petits poussins.",
  "Le cochon rose se roule dans la boue.",
  "La vache nous donne du lait frais.",
  "Le mouton blanc a beaucoup de laine.",
  "Le cheval rapide galope dans le champ.",
  "Le vieil âne porte des paniers lourds.",
  "Le canard se baigne dans l'étang.",
  "La grenouille verte saute près de la rivière.",
  "Le long serpent rampe sous les pierres.",
  "L'éléphant d'Afrique a de grandes oreilles.",
  "Le lion est considéré comme le roi des animaux.",
  "Le tigre du Bengale a des rayures noires.",
  "Le singe agile saute de branche en branche.",
  "L'ours brun cherche du miel dans la forêt.",
  "Le loup gris vit en meute dans les bois.",
  "Le renard rusé est un animal très intelligent.",
  "Le lapin blanc a une petite queue ronde.",
  "La tortue terrestre marche très lentement.",
  "L'escargot porte sa maison sur son dos.",
  "L'araignée attend patiemment sur sa toile.",
  "L'abeille travaille pour fabriquer du miel.",
  "La petite fourmi porte une grosse miette.",
  "Le papillon coloré vole gracieusement.",
  "La coccinelle rouge a sept points noirs.",
  "Mon lit confortable est dans ma chambre.",
  "La chaise en bois est à côté de la fenêtre.",
  "La porte d'entrée est fermée à clé."
]