[
  "Estudiamos verbos básicos en francés en la escuela con ejemplos sencillos.",
  "Mi profesor explica verbos básicos en francés de forma divertida.",
  "Practicar verbos básicos en francés me ayuda a entenderlo mejor.",
  "Durante la clase, aprendemos sobre verbos básicos en francés.",
  "Hacemos ejercicios de verbos básicos en francés para mejorar.",
  "Mis compañeros y yo comentamos sobre verbos básicos en francés en grupo.",
  "En casa repaso verbos básicos en francés con mis padres.",
  "La maestra nos cuenta historias relacionadas con verbos básicos en francés.",
  "Me esfuerzo por escribir sobre verbos básicos en francés sin errores.",
  "Resolviendo actividades de verbos básicos en francés, aprendo cosas nuevas.",
  "Estudiamos frases cotidianas en francés en la escuela con ejemplos sencillos.",
  "Mi profesor explica frases cotidianas en francés de forma divertida.",
  "Practicar frases cotidianas en francés me ayuda a entenderlo mejor.",
  "Durante la clase, aprendemos sobre frases cotidianas en francés.",
  "Hacemos ejercicios de frases cotidianas en francés para mejorar.",
  "Mis compañeros y yo comentamos sobre frases cotidianas en francés en grupo.",
  "En casa repaso frases cotidianas en francés con mis padres.",
  "La maestra nos cuenta historias relacionadas con frases cotidianas en francés.",
  "Me esfuerzo por escribir sobre frases cotidianas en francés sin errores.",
  "Resolviendo actividades de frases cotidianas en francés, aprendo cosas nuevas.",
  "Estudiamos comida en francés en la escuela con ejemplos sencillos.",
  "Mi profesor explica comida en francés de forma divertida.",
  "Practicar comida en francés me ayuda a entenderlo mejor.",
  "Durante la clase, aprendemos sobre comida en francés.",
  "Hacemos ejercicios de comida en francés para mejorar.",
  "Mis compañeros y yo comentamos sobre comida en francés en grupo.",
  "En casa repaso comida en francés con mis padres.",
  "La maestra nos cuenta historias relacionadas con comida en francés.",
  "Me esfuerzo por escribir sobre comida en francés sin errores.",
  "Resolviendo actividades de comida en francés, aprendo cosas nuevas.",
  "Estudiamos ropa en francés en la escuela con ejemplos sencillos.",
  "Mi profesor explica ropa en francés de forma divertida.",
  "Practicar ropa en francés me ayuda a entenderlo mejor.",
  "Durante la clase, aprendemos sobre ropa en francés.",
  "Hacemos ejercicios de ropa en francés para mejorar.",
  "Mis compañeros y yo comentamos sobre ropa en francés en grupo.",
  "En casa repaso ropa en francés con mis padres.",
  "La maestra nos cuenta historias relacionadas con ropa en francés.",
  "Me esfuerzo por escribir sobre ropa en francés sin errores.",
  "Resolviendo actividades de ropa en francés, aprendo cosas nuevas.",
  "Estudiamos escuela en francés en la escuela con ejemplos sencillos.",
  "Mi profesor explica escuela en francés de forma divertida.",
  "Practicar escuela en francés me ayuda a entenderlo mejor.",
  "Durante la clase, aprendemos sobre escuela en francés.",
  "Hacemos ejercicios de escuela en francés para mejorar.",
  "Mis compañeros y yo comentamos sobre escuela en francés en grupo.",
  "En casa repaso escuela en francés con mis padres.",
  "La maestra nos cuenta historias relacionadas con escuela en francés.",
  "Me esfuerzo por escribir sobre escuela en francés sin errores.",
  "Resolviendo actividades de escuela en francés, aprendo cosas nuevas."
]