[
  "My surname is Smith.",
  "The big black cat is sleeping on the sofa.",
  "The little house has a red roof.",
  "I really like eating chocolate.",
  "My neighbour's dog plays in the garden.",
  "This pretty red flower smells very good.",
  "Today, the sun is shining in the sky.",
  "Every morning, I walk to school.",
  "The adventure book is on the table.",
  "The apple is my favourite fruit.",
  "The little boy is eating a ripe banana.",
  "The young girl is drawing a landscape.",
  "The blue sky has no clouds.",
  "The bird is singing happily on the branch.",
  "The goldfish is swimming in its fish tank.",
  "I have a new pencil for drawing.",
  "My father is taller than my mother.",
  "My mother is a very kind person.",
  "My brother's bicycle is brand new.",
  "The police car is driving very fast.",
  "The long freight train crosses the city.",
  "The plane is flying over the mountains.",
  "The big ship is sailing on the ocean.",
  "The hen is protecting her little chicks.",
  "The pink pig is rolling in the mud.",
  "The cow gives us fresh milk.",
  "The white sheep has a lot of wool.",
  "The fast horse is galloping in the field.",
  "The old donkey is carrying heavy baskets.",
  "The duck is bathing in the pond.",
  "The green frog is jumping near the river.",
  "The long snake is crawling under the rocks.",
  "The African elephant has big ears.",
  "The lion is considered the king of the animals.",
  "The Bengal tiger has black stripes.",
  "The agile monkey is jumping from branch to branch.",
  "The brown bear is looking for honey in the forest.",
  "The grey wolf lives in a pack in the woods.",
  "The cunning fox is a very intelligent animal.",
  "The white rabbit has a small round tail.",
  "The land turtle walks very slowly.",
  "The snail carries its house on its back.",
  "The spider is waiting patiently on its web.",
  "The bee is working to make honey.",
  "The little ant is carrying a big crumb.",
  "The colourful butterfly is flying gracefully.",
  "The red ladybug has seven black spots.",
  "My comfortable bed is in my bedroom.",
  "The wooden chair is next to the window.",
  "The front door is locked with a key."
]