[
  "El niño pequeño lee un cuento de aventuras.",
  "La niña simpática pinta un dibujo con acuarelas.",
  "Mi perro guardián se llama Rocky y es muy listo.",
  "El gato travieso se ha subido a la rama del árbol.",
  "La casa de campo tiene un jardín con muchas flores.",
  "Me encanta comer helado de chocolate con mis amigos.",
  "El sol de la mañana ilumina toda mi habitación.",
  "El agua transparente del río baja muy fría.",
  "El pez payaso nada entre las anémonas del mar.",
  "El pájaro carpintero picotea el tronco del pino.",
  "Tengo una mochila nueva para llevar los libros.",
  "Mi abuelo me enseña a jugar al ajedrez.",
  "Mi abuela prepara una tarta de manzana deliciosa.",
  "Mi colegio nuevo es mucho más grande que el anterior.",
  "La profesora de música nos enseña a tocar la flauta.",
  "La biblioteca del barrio tiene libros muy interesantes.",
  "Esa flor silvestre desprende un aroma muy agradable.",
  "El viejo roble del parque nos proporciona buena sombra.",
  "La pelota de reglamento bota sobre la dura pista.",
  "El coche de mi tío es un deportivo de color rojo.",
  "El tren de pasajeros llega puntual a la estación.",
  "El avión comercial vuela a una gran altitud.",
  "El gran barco de cruceros navega por el Mediterráneo.",
  "La gallina cuida con esmero a sus polluelos.",
  "El cerdo rosado se refresca en la charca de barro.",
  "La vaca lechera pace tranquilamente en la pradera.",
  "La oveja nos proporciona la lana para hacer jerséis.",
  "El caballo negro galopa velozmente por el campo.",
  "El conejo asustadizo se esconde en su madriguera.",
  "El lento caracol se refugia dentro de su concha.",
  "Una pequeña hormiga transporta una hoja muy grande.",
  "La abeja obrera recoge polen de las flores del jardín.",
  "La mariposa multicolor revolotea entre los geranios.",
  "La rana verde croa alegremente en la orilla del estanque.",
  "La serpiente venenosa se desliza sigilosamente.",
  "El elefante asiático tiene las orejas más pequeñas.",
  "El león, rey de la selva, descansa bajo un árbol.",
  "El tigre de Siberia es un felino en peligro de extinción.",
  "El mono araña se balancea con su larga cola.",
  "El oso polar está adaptado para vivir en el hielo.",
  "El lobo aúlla a la luna en las noches despejadas.",
  "Utilizo el lápiz afilado para escribir en el cuaderno.",
  "La goma de borrar elimina los trazos del lápiz.",
  "Me siento correctamente en la silla de mi escritorio.",
  "Duermo profundamente en mi cama durante toda la noche.",
  "Cierro la puerta de la calle para que no entre nadie.",
  "A través de la ventana observo la gente que pasa.",
  "Por la noche, las estrellas titilan en el firmamento.",
  "Un día soleado es perfecto para pasear por la playa.",
  "La luna llena parece un gran foco en la oscuridad."
]