[
  "Estudiamos multiplicaciones en la escuela con ejemplos sencillos.",
  "Mi profesor explica multiplicaciones de forma divertida.",
  "Practicar multiplicaciones me ayuda a entenderlo mejor.",
  "Durante la clase, aprendemos sobre multiplicaciones.",
  "Hacemos ejercicios de multiplicaciones para mejorar.",
  "Mis compañeros y yo comentamos sobre multiplicaciones en grupo.",
  "En casa repaso multiplicaciones con mis padres.",
  "La maestra nos cuenta historias relacionadas con multiplicaciones.",
  "Me esfuerzo por escribir sobre multiplicaciones sin errores.",
  "Resolviendo actividades de multiplicaciones, aprendo cosas nuevas.",
  "Estudiamos divisiones en la escuela con ejemplos sencillos.",
  "Mi profesor explica divisiones de forma divertida.",
  "Practicar divisiones me ayuda a entenderlo mejor.",
  "Durante la clase, aprendemos sobre divisiones.",
  "Hacemos ejercicios de divisiones para mejorar.",
  "Mis compañeros y yo comentamos sobre divisiones en grupo.",
  "En casa repaso divisiones con mis padres.",
  "La maestra nos cuenta historias relacionadas con divisiones.",
  "Me esfuerzo por escribir sobre divisiones sin errores.",
  "Resolviendo actividades de divisiones, aprendo cosas nuevas.",
  "Estudiamos fracciones en la escuela con ejemplos sencillos.",
  "Mi profesor explica fracciones de forma divertida.",
  "Practicar fracciones me ayuda a entenderlo mejor.",
  "Durante la clase, aprendemos sobre fracciones.",
  "Hacemos ejercicios de fracciones para mejorar.",
  "Mis compañeros y yo comentamos sobre fracciones en grupo.",
  "En casa repaso fracciones con mis padres.",
  "La maestra nos cuenta historias relacionadas con fracciones.",
  "Me esfuerzo por escribir sobre fracciones sin errores.",
  "Resolviendo actividades de fracciones, aprendo cosas nuevas.",
  "Estudiamos geometría en la escuela con ejemplos sencillos.",
  "Mi profesor explica geometría de forma divertida.",
  "Practicar geometría me ayuda a entenderlo mejor.",
  "Durante la clase, aprendemos sobre geometría.",
  "Hacemos ejercicios de geometría para mejorar.",
  "Mis compañeros y yo comentamos sobre geometría en grupo.",
  "En casa repaso geometría con mis padres.",
  "La maestra nos cuenta historias relacionadas con geometría.",
  "Me esfuerzo por escribir sobre geometría sin errores.",
  "Resolviendo actividades de geometría, aprendo cosas nuevas.",
  "Estudiamos medidas en la escuela con ejemplos sencillos.",
  "Mi profesor explica medidas de forma divertida.",
  "Practicar medidas me ayuda a entenderlo mejor.",
  "Durante la clase, aprendemos sobre medidas.",
  "Hacemos ejercicios de medidas para mejorar.",
  "Mis compañeros y yo comentamos sobre medidas en grupo.",
  "En casa repaso medidas con mis padres.",
  "La maestra nos cuenta historias relacionadas con medidas.",
  "Me esfuerzo por escribir sobre medidas sin errores.",
  "Resolviendo actividades de medidas, aprendo cosas nuevas."
]