[
  "En mis dos manos tengo un total de diez dedos.",
  "Dos lápices más un lápiz son tres lápices.",
  "El número que va después del ocho es el nueve.",
  "En mi estuche hay más de diez lápices de colores.",
  "Una silla normal tiene cuatro patas resistentes.",
  "El cuadrado es una figura con cuatro lados idénticos.",
  "Un círculo es una línea curva y cerrada.",
  "El triángulo equilátero tiene los tres lados iguales.",
  "La operación de la suma sirve para juntar cantidades.",
  "La operación de la resta sirve para quitar cantidades.",
  "Cinco más tres suman un total de ocho.",
  "Si tengo seis galletas y regalo dos, me quedan cuatro.",
  "Una decena está formada por exactamente diez unidades.",
  "El número cincuenta es mayor que el número cuarenta.",
  "Sé contar de cinco en cinco hasta llegar a cien.",
  "La regla graduada sirve para medir la longitud.",
  "El reloj analógico tiene dos agujas para marcar la hora.",
  "La semana completa está compuesta por siete días.",
  "El año se divide en doce meses diferentes.",
  "En el calendario podemos consultar la fecha actual.",
  "Una pelota de tenis tiene forma de esfera.",
  "Una caja de zapatos se parece a un prisma rectangular.",
  "El cucurucho de un helado tiene forma de cono.",
  "En mi clase hay más niños que niñas.",
  "En el comedor hay menos sillas que en el cine.",
  "Mi amigo y yo tenemos la misma cantidad de cromos.",
  "El primer día del mes es el día uno.",
  "El número quince está entre el catorce y el dieciséis.",
  "El último número de la lista es el veinte.",
  "La tabla de multiplicar del dos es muy sencilla.",
  "Los problemas matemáticos necesitan una solución.",
  "Dos monedas de cincuenta céntimos hacen un euro.",
  "Compro un paquete de chicles con una moneda de un euro.",
  "El billete de diez euros es de color rojo.",
  "Utilizo el dinero para pagar en las tiendas.",
  "Reparto equitativamente los caramelos entre mis amigos.",
  "Hago grupos de diez para contar más rápido.",
  "El doble de cinco es diez.",
  "La mitad de veinte es diez.",
  "Ordeno los números de mayor a menor valor.",
  "El número anterior al cien es el noventa y nueve.",
  "El número posterior al treinta es el treinta y uno.",
  "El número cero indica la ausencia de cantidad.",
  "En mi colegio hay más de doscientos alumnos.",
  "Una línea recta es la distancia más corta entre dos puntos.",
  "Una línea curva no tiene ninguna parte recta.",
  "El puzle de mil piezas es muy difícil de hacer.",
  "El parchís es un juego de tablero muy popular.",
  "En el juego de la oca, avanzas tirando un dado.",
  "Resuelvo las sumas con llevadas sin dificultad."
]