[
  "Escucho con atención a mis compañeros cuando hablan.",
  "Pido las cosas que necesito con amabilidad.",
  "Siempre doy las gracias cuando alguien me ayuda.",
  "Comparto mis materiales con quien no los tiene.",
  "Ayudo a un compañero si veo que lo necesita.",
  "Si cometo un error, soy capaz de pedir perdón.",
  "Respeto el turno de palabra en la asamblea de clase.",
  "Intento hablar con un tono de voz tranquilo y agradable.",
  "Cuido con esmero el material que todos compartimos.",
  "Mantengo mi mesa de trabajo limpia y bien ordenada.",
  "Me gusta trabajar en equipo con mis compañeros.",
  "Si algo me sienta mal, lo comunico con respeto.",
  "Todos en clase merecemos ser tratados con amabilidad.",
  "Me esfuerzo cada día para mejorar mi aprendizaje.",
  "Si tengo una duda, pregunto a la profesora sin miedo.",
  "Me alegro sinceramente por los éxitos de los demás.",
  "Nunca me burlo de los fallos de mis compañeros.",
  "Es muy importante decir siempre la verdad.",
  "Soy una persona amable con todos los que me rodean.",
  "Escucho los buenos consejos de las personas mayores.",
  "Los conflictos se pueden solucionar dialogando.",
  "Me pongo en el lugar del otro para entenderle mejor.",
  "Cada persona es diferente y eso es algo fantástico.",
  "Confío en mis amigos porque sé que no me fallarán.",
  "Guardo los secretos que mis amigos me confían.",
  "Demuestro mi cariño a las personas que quiero.",
  "Me siento contento cuando vengo al colegio a aprender.",
  "Participo en los juegos del recreo sin hacer trampas.",
  "En mi equipo de juegos, todos pueden participar.",
  "Si veo a alguien solo, le invito a jugar con nosotros.",
  "Me siento muy bien cuando puedo ayudar a alguien.",
  "Sé decir 'no' a las cosas que no me parecen bien.",
  "Cuidar mi cuerpo y mi salud es muy importante.",
  "Intento comer alimentos saludables todos los días.",
  "Hacer ejercicio me ayuda a estar más fuerte y ágil.",
  "Necesito dormir unas diez horas para descansar bien.",
  "Me lavo las manos con agua y jabón frecuentemente.",
  "Me siento orgulloso del trabajo que he realizado.",
  "Celebro mis pequeños logros con mucha alegría.",
  "Aprendo de mis equivocaciones para no repetirlas.",
  "Cada día es una nueva oportunidad para mejorar.",
  "Es bueno expresar mis sentimientos y emociones.",
  "Cuando me enfado, busco una forma de calmarme.",
  "La amistad verdadera es un tesoro que hay que cuidar.",
  "Mi familia siempre me apoya en todo lo que hago.",
  "Hablo con mis padres sobre mis preocupaciones.",
  "Ser una persona responsable me hace sentir mayor.",
  "Cumplo con mis obligaciones y mis tareas escolares.",
  "Colaboro con las tareas domésticas en mi casa.",
  "Tengo que quererme y valorarme a mí mismo."
]