[
  "Estudiamos trabajo en equipo en la escuela con ejemplos sencillos.",
  "Mi profesor explica trabajo en equipo de forma divertida.",
  "Practicar trabajo en equipo me ayuda a entenderlo mejor.",
  "Durante la clase, aprendemos sobre trabajo en equipo.",
  "Hacemos ejercicios de trabajo en equipo para mejorar.",
  "Mis compañeros y yo comentamos sobre trabajo en equipo en grupo.",
  "En casa repaso trabajo en equipo con mis padres.",
  "La maestra nos cuenta historias relacionadas con trabajo en equipo.",
  "Me esfuerzo por escribir sobre trabajo en equipo sin errores.",
  "Resolviendo actividades de trabajo en equipo, aprendo cosas nuevas.",
  "Estudiamos empatía en la escuela con ejemplos sencillos.",
  "Mi profesor explica empatía de forma divertida.",
  "Practicar empatía me ayuda a entenderlo mejor.",
  "Durante la clase, aprendemos sobre empatía.",
  "Hacemos ejercicios de empatía para mejorar.",
  "Mis compañeros y yo comentamos sobre empatía en grupo.",
  "En casa repaso empatía con mis padres.",
  "La maestra nos cuenta historias relacionadas con empatía.",
  "Me esfuerzo por escribir sobre empatía sin errores.",
  "Resolviendo actividades de empatía, aprendo cosas nuevas.",
  "Estudiamos responsabilidad en la escuela con ejemplos sencillos.",
  "Mi profesor explica responsabilidad de forma divertida.",
  "Practicar responsabilidad me ayuda a entenderlo mejor.",
  "Durante la clase, aprendemos sobre responsabilidad.",
  "Hacemos ejercicios de responsabilidad para mejorar.",
  "Mis compañeros y yo comentamos sobre responsabilidad en grupo.",
  "En casa repaso responsabilidad con mis padres.",
  "La maestra nos cuenta historias relacionadas con responsabilidad.",
  "Me esfuerzo por escribir sobre responsabilidad sin errores.",
  "Resolviendo actividades de responsabilidad, aprendo cosas nuevas.",
  "Estudiamos autoestima en la escuela con ejemplos sencillos.",
  "Mi profesor explica autoestima de forma divertida.",
  "Practicar autoestima me ayuda a entenderlo mejor.",
  "Durante la clase, aprendemos sobre autoestima.",
  "Hacemos ejercicios de autoestima para mejorar.",
  "Mis compañeros y yo comentamos sobre autoestima en grupo.",
  "En casa repaso autoestima con mis padres.",
  "La maestra nos cuenta historias relacionadas con autoestima.",
  "Me esfuerzo por escribir sobre autoestima sin errores.",
  "Resolviendo actividades de autoestima, aprendo cosas nuevas.",
  "Estudiamos solidaridad en la escuela con ejemplos sencillos.",
  "Mi profesor explica solidaridad de forma divertida.",
  "Practicar solidaridad me ayuda a entenderlo mejor.",
  "Durante la clase, aprendemos sobre solidaridad.",
  "Hacemos ejercicios de solidaridad para mejorar.",
  "Mis compañeros y yo comentamos sobre solidaridad en grupo.",
  "En casa repaso solidaridad con mis padres.",
  "La maestra nos cuenta historias relacionadas con solidaridad.",
  "Me esfuerzo por escribir sobre solidaridad sin errores.",
  "Resolviendo actividades de solidaridad, aprendo cosas nuevas."
]