[
  "El xiquet menja una poma verda.",
  "La xiqueta salta a la corda al pati.",
  "El meu gos fidel es diu Tobi.",
  "El gat negre dorm damunt la teulada.",
  "La casa del poble té un balcó groc.",
  "M'agrada molt jugar a futbol amb els amics.",
  "El sol daurat calfenta l'arena de la platja.",
  "L'aigua fresca de la font és molt bona.",
  "El peix de colors nada dins de la peixera.",
  "L'ocell canta una cançó bonica al matí.",
  "Tinc un llapis nou amb la punta afilada.",
  "El meu iaio em conta històries divertides.",
  "La meua iaia cuina unes coques delicioses.",
  "L'escola del meu barri és bastant gran.",
  "La mestra ensenya a resoldre problemes.",
  "El llibre de la biblioteca té moltes pàgines.",
  "La flor del roser fa una olor agradable.",
  "L'arbre del meu jardí té les fulles verdes.",
  "La pilota de bàsquet bota molt alt.",
  "El cotxe del meu pare és de color blau fosc.",
  "El tren de rodalies xiula en arribar a l'estació.",
  "L'avió de passatgers vola per damunt dels núvols.",
  "El vaixell de pesca torna al port a la vesprada.",
  "La gallina marró passeja amb els seus pollets.",
  "El porc menut es rebolca en el toll de fang.",
  "La vaca lletera menja herba fresca al prat.",
  "L'ovella blanca ens dóna la seua llana suau.",
  "El cavall elegant corre per la senda del bosc.",
  "El conill d'orelles llargues menja carlotes.",
  "El caragol s'amaga dins de la seua closca.",
  "La formiga menuda arreplega trossets de pa.",
  "L'abella vola ràpidament cap al rusc.",
  "La papallona de colors es posa sobre una flor.",
  "La granota verda s'amaga entre les canyes.",
  "La serp llarga i prima s'arrossega per terra.",
  "L'elefant de la selva té una trompa llarga.",
  "El lleó ferotge té una impressionant cabellera.",
  "El tigre de ratlles és un caçador molt àgil.",
  "El mico divertit s'enfila dalt de la palmera.",
  "L'ós bru menja mel i fruites del bosc.",
  "El llop astut aülla a la lluna plena.",
  "El llapis de fusta servix per a dibuixar.",
  "La goma blaneta esborra els errors del paper.",
  "La cadira còmoda és per a seure a taula.",
  "El llit moll és perfecte per a dormir bé.",
  "La porta principal de casa està tancada amb clau.",
  "Mire el paisatge a través de la finestra neta.",
  "La nit fosca està il·luminada per les estreles.",
  "El dia assolellat és ideal per a anar d'excursió.",
  "La lluna redona pareix una moneda de plata."
]