[
    "¿Qué le dice el 0 al 8? ¡Bonito cinturón!",
    "¿Por qué estaba triste el libro de mates? ¡Porque tenía muchos problemas!",
    "¿Qué le dice una curva a una tangente? ¡No me toques!",
    "¿Cómo estornuda un matemático? ¡Piiiii... piiiiiii!",
    "¿Tienes frío? ¡Ponte en la esquina, está a 90 grados!",
    "¿Qué es un oso polar rectangular? ¡Un oso cartesiano!",
    "¿Qué hace una abeja en el gimnasio? ¡Zum-ba!",
    "¿Cuál es el colmo de un electricista? ¡Que no le sigan la corriente!",
    "¿Cómo se despide un químico? ¡Ácido un placer!",
    "¿Por qué el ordenador fue al médico? ¡Porque tenía un virus!",
    "¿Qué le dice una pared a otra? ¡Nos vemos en la esquina!",
    "¿Por qué los esqueletos no pelean? ¡Porque no tienen agallas!",
    "¿Qué le dice una impresora a otra? ¿Esa hoja es tuya o es impresión mía?",
    "¿Cuál es el baile favorito del tomate? ¡La salsa!",
    "¿Qué le dice un semáforo a otro? ¡No me mires que me estoy cambiando!",
    "¿Cómo se llama el campeón de buceo japonés? Tokofondo.",
    "¿Qué hace un perro con un taladro? ¡Taladrando!",
    "¿Qué le dice un jaguar a otro jaguar? ¡Jaguar you!",
    "¿Qué hace un mudo bailando? Mudanza.",
    "¿Por qué las focas del circo miran siempre hacia arriba? ¡Porque allí están los focos!",
    "¿Cuál es el colmo de un arquitecto? ¡Construirse castillos en el aire!",
    "¿Qué le dice un ojo al otro? Tan cerca y no nos vemos.",
    "¿Cómo se dice 'pelo sucio' en chino? Cham-pú.",
    "¿Qué hace una rata con un paraguas? ¡Ratatatá!",
    "¿Cómo se dice 'perro' en inglés? Dog. ¿Y veterinario? ¡Dogtor!",
    "¿Qué hace una vaca con los ojos cerrados? ¡Leche concentrada!",
    "¿Cuál es el animal que más dientes tiene? ¡El ratoncito Pérez!",
    "¿Qué le dice un fideo a otro? ¡Oye, mi cuerpo pide salsa!",
    "¿Por qué el libro de historia estaba cansado? ¡Porque tenía muchos siglos encima!",
    "¿Cuál es el colmo de un jardinero? ¡Que su hija se llame Rosa y la deje plantada!",
    "¿Cómo se llama el primo vegetariano de Bruce Lee? Broco Lee.",
    "¿Qué le dice la Luna al Sol? ¡Tan grande y no te dejan salir de noche!",
    "¿Qué es un terapeuta? ¡1024 gigapeutas!",
    "¿Cómo se llama un perro que hace magia? ¡Abra-ca-pabra!",
    "¿Cómo se llama un dinosaurio con mucho vocabulario? ¡Un diccionaurio!",
    "¿Por qué los pájaros vuelan hacia el sur en invierno? ¡Porque caminando tardarían mucho!",
    "¿Cómo se dice 'espejo' en chino? ¡Aito-yo!",
    "¿Qué le dice una percha a otra? ¡Colguemos un rato!",
    "¿Qué hace un bombero en la playa? ¡Nada!",
    "¿Cómo se dice 'hospital' en chino? Otikuro otemato.",
    "¿Qué le dice un huevo a una sartén? ¡Me tienes frito!",
    "¿Qué hace una silla en el bosque? ¡Sentarse a esperar!",
    "¿Qué le dice un pato a otro? ¡Estamos empatados!",
    "¿Por qué los peces no usan ordenador? ¡Porque les da miedo la red!",
    "¿Cómo se dice 'disparar' en árabe? ¡Allá-va-la-bala!",
    "¿Qué hace un rayo en el parque? ¡Relampaguear!",
    "¿Qué le dice una brújula a un mapa? ¡Sin ti estoy perdido!",
    "¿Cómo se dice 'suegra' en griego? ¡Estorbo!",
    "¿Qué hace un jardinero en la biblioteca? ¡Cultivarse!",
    "¿Qué le dice un semáforo a otro? ¡No me busques que hoy estoy ocupado!",
    "¿Cómo se llama un conejo que hace magia? ¡Con-ejuro!",
    "¿Qué hace un árbol con un teléfono? ¡Tronco-llamada!",
    "¿Qué le dice un teclado a un ratón? ¡Deja de moverte tanto!",
    "¿Cómo se dice 'pan' en francés? Pain. ¿Y panadero? ¡Pain-adero!",
    "¿Qué hace un imán en la nevera? ¡Ponerse pesado!",
    "¿Cuál es el colmo de un matemático? ¡Tener un hijo llamado Radio y no poder calcular su volumen!",
    "¿Qué le dice un pájaro a otro? ¡Vuela bajo que hay nubes!",
    "¿Cómo se llama un elefante que no sabe caminar? ¡Un trompazo!",
    "¿Qué hace una manzana en el metro? ¡Manzana-a-la-espera!",
    "¿Cuál es el colmo de un fontanero? ¡Que su mujer sea una joya y se pierda por el desagüe!",
    "¿Qué le dice un caracol a una tortuga? ¡Menudo bólido!",
    "¿Cuál es el colmo de un sastre? ¡Que su hijo le salga con un traje de luces!",
    "¿Qué le dice un paraguas a la lluvia? ¡Déjame en paz!",
    "¿Cómo se dice 'perro guardián' en chino? ¡Chin-pú-ni-mu!",
    "¿Qué le dice una lámpara a otra? ¡Ilumíname!",
    "¿Cómo se llama el postre favorito de los mecánicos? ¡Tarta de frenos!",
    "¿Cuál es el colmo de un carpintero? ¡Que su hijo le salga un madero!",
    "¿Qué le dice un zapato a otro? ¡Vaya paso que llevas!"
]