[
    "Los números naturales se utilizan para contar elementos.",
    "Un ángulo recto mide exactamente noventa grados.",
    "El perímetro de un polígono es la suma de sus lados.",
    "Para resolver una ecuación, hay que despejar la incógnita.",
    "Los números enteros incluyen los positivos, los negativos y el cero.",
    "Un triángulo equilátero tiene los tres lados iguales.",
    "El área de un cuadrado se calcula multiplicando lado por lado.",
    "Las fracciones representan partes de una unidad.",
    "El mínimo común múltiplo es el menor de los múltiplos comunes.",
    "La suma de los ángulos de un triángulo es siempre 180 grados.",
    "Los números primos solo son divisibles por sí mismos y por la unidad.",
    "Una circunferencia es una línea curva cerrada y plana.",
    "El diámetro de una circunferencia es el doble que el radio.",
    "Las potencias expresan una multiplicación de factores iguales.",
    "La raíz cuadrada de veinticinco es cinco.",
    "Las coordenadas cartesianas se usan para localizar puntos en un plano.",
    "El eje de abscisas es el eje horizontal en un gráfico.",
    "Los porcentajes son una forma de expresar una proporción.",
    "La media aritmética se calcula sumando los datos y dividiendo por el total.",
    "Un polígono regular tiene todos sus lados y ángulos iguales.",
    "Los números decimales tienen una parte entera y una parte decimal.",
    "La propiedad conmutativa dice que el orden de los factores no altera el producto.",
    "Un ángulo agudo mide menos de noventa grados.",
    "Un ángulo obtuso mide más de noventa grados.",
    "Las rectas paralelas nunca se cortan.",
    "Las rectas perpendiculares se cortan formando cuatro ángulos rectos.",
    "Un pentágono es un polígono que tiene cinco lados.",
    "La estadística es la parte de las matemáticas que estudia los datos.",
    "La probabilidad mide la posibilidad de que ocurra un suceso.",
    "Un número negativo es menor que cero.",
    "El valor absoluto de un número es su distancia al cero.",
    "Para sumar dos fracciones, deben tener el mismo denominador.",
    "La bisectriz de un ángulo lo divide en dos partes iguales.",
    "Un cubo es un cuerpo geométrico con seis caras cuadradas.",
    "El volumen de un cubo se calcula elevando el lado al cubo.",
    "La regla de tres se utiliza para resolver problemas de proporcionalidad.",
    "Un número es divisible por dos si termina en cifra par.",
    "Un rombo tiene cuatro lados iguales pero sus ángulos no son rectos.",
    "La hipotenusa es el lado más largo de un triángulo rectángulo.",
    "El teorema de Pitágoras se aplica en los triángulos rectángulos."
]