[
    "She is reading a book in the library right now.",
    "They played football in the park yesterday afternoon.",
    "I have never been to London before.",
    "He usually wakes up at seven o'clock every morning.",
    "We are going to visit our grandparents next weekend.",
    "My sister is taller than my brother.",
    "This is the most interesting film I have ever seen.",
    "You should do your homework before you watch TV.",
    "If it rains tomorrow, we will stay at home.",
    "I can't find my keys anywhere in the house.",
    "She was watching a movie when the phone rang.",
    "There are some apples on the kitchen table.",
    "How much does this blue t-shirt cost?",
    "He has been studying English for three years.",
    "I would like to buy a new computer soon.",
    "They were tired because they had walked a lot.",
    "You must not talk during the exam.",
    "My favourite hobby is listening to music.",
    "The train to Liverpool leaves at half past ten.",
    "She is not interested in playing video games.",
    "Have you ever eaten Japanese food?",
    "He is the smartest student in our class.",
    "We went to the beach last summer on holiday.",
    "I am looking for a present for my mother's birthday.",
    "The museum is closed on Mondays.",
    "He was born in a small town in the south of Spain.",
    "She doesn't like spicy food very much.",
    "What kind of music do you like to listen to?",
    "I have to tidy my room before I go out.",
    "It is important to eat healthy food every day.",
    "The concert was cancelled because the singer was ill.",
    "I promise I will call you as soon as I arrive.",
    "He is very good at playing the guitar.",
    "They are going to travel around the world next year.",
    "I am not sure what to do this evening.",
    "She has already finished her homework.",
    "This book was written by a famous author.",
    "I prefer watching comedies to horror films.",
    "We had a great time at the party last night.",
    "Could you please tell me the way to the station?"
]