[
    ["Para resolver una ecuación de primer grado, primero agrupamos los términos.", "Pasamos todos los términos con la incógnita a un lado de la igualdad.", "Pasamos todos los números sin incógnita al otro lado.", "Realizamos las operaciones en cada lado.", "Finalmente, despejamos la incógnita para hallar su valor."],
    ["El teorema de Pitágoras se aplica solo en triángulos rectángulos.", "Establece que el cuadrado de la hipotenusa es igual a la suma de los cuadrados de los catetos.", "Si conocemos dos de los lados, podemos calcular el tercero.", "Es una de las relaciones más importantes de la geometría."],
    ["Para calcular un porcentaje, podemos usar una regla de tres.", "Por ejemplo, para hallar el 20% de 50, planteamos la proporción.", "Multiplicamos la cantidad total por el porcentaje.", "Luego, dividimos el resultado entre 100.", "Así obtenemos que el 20% de 50 es 10."],
    ["El lenguaje algebraico nos permite traducir enunciados a expresiones matemáticas.", "Utilizamos letras para representar cantidades desconocidas o variables.", "Por ejemplo, 'el doble de un número' se escribe como '2x'.", "Esto nos permite plantear y resolver problemas mediante ecuaciones."],
    ["Para calcular el área de un polígono regular, necesitamos la apotema.", "La fórmula es el perímetro multiplicado por la apotema, y todo dividido entre dos.", "Primero calculamos el perímetro sumando todos sus lados.", "Luego aplicamos la fórmula para obtener el área.", "El resultado se expresa en unidades cuadradas."],
    ["Un sistema de ecuaciones se puede resolver por el método de sustitución.", "Primero, despejamos una incógnita en una de las ecuaciones.", "Sustituimos esa expresión en la otra ecuación.", "Resolvemos la ecuación resultante, que ahora tiene una sola incógnita.", "Con el valor hallado, calculamos el valor de la otra incógnita."],
    ["La media, la moda y la mediana son medidas de centralización en estadística.", "La media se calcula sumando todos los datos y dividiendo por el número de ellos.", "La moda es el dato que más veces se repite.", "La mediana es el valor que queda en el centro al ordenar los datos."],
    ["Para sumar dos fracciones, primero buscamos un denominador común.", "Generalmente, utilizamos el mínimo común múltiplo de los denominadores.", "Transformamos las fracciones a otras equivalentes con ese denominador.", "Finalmente, sumamos los nuevos numeradores y mantenemos el denominador común."],
    ["Las funciones lineales se representan gráficamente como una línea recta.", "La expresión de la función es de la forma 'y = mx + n'.", "La 'm' representa la pendiente, que es la inclinación de la recta.", "La 'n' es la ordenada en el origen, el punto donde la recta corta al eje Y."],
    ["El volumen de un prisma se calcula de forma sencilla.", "Primero, calculamos el área de su base, que puede ser cualquier polígono.", "Luego, multiplicamos el área de la base por la altura del prisma.", "El resultado nos da el espacio que ocupa el cuerpo geométrico.", "Se expresa en unidades cúbicas, como metros cúbicos."]
]