[
  "El punto es el elemento más simple de la expresión plástica.",
  "La línea puede ser recta, curva, quebrada u ondulada.",
  "Los colores primarios son el rojo, el amarillo y el azul.",
  "Al mezclar dos colores primarios se obtiene un color secundario.",
  "El verde, el naranja y el violeta son colores secundarios.",
  "El círculo cromático organiza los colores de forma circular.",
  "La textura de una superficie puede ser lisa, rugosa, suave o áspera.",
  "El volumen representa el espacio que ocupa un objeto tridimensional.",
  "El dibujo es la base de muchas obras de arte.",
  "La perspectiva nos ayuda a representar la profundidad en un plano.",
  "Un bodegón es una obra de arte que representa objetos inanimados.",
  "El retrato es la representación artística de una persona.",
  "La acuarela es una técnica de pintura que utiliza colores diluidos en agua.",
  "El collage es una técnica que consiste en pegar diferentes materiales.",
  "La simetría es la correspondencia exacta en la forma y el tamaño.",
  "El punto de fuga es un punto donde convergen las líneas paralelas.",
  "Los colores cálidos, como el rojo, transmiten energía y cercanía.",
  "Los colores fríos, como el azul, transmiten calma y lejanía.",
  "La forma es el aspecto exterior de los objetos.",
  "El claroscuro es el uso de contrastes entre luces y sombras.",
  "La escultura es el arte de modelar, tallar o esculpir figuras.",
  "El boceto es un dibujo rápido que sirve como prueba inicial.",
  "La composición es la forma de organizar los elementos en una obra.",
  "El color blanco se produce por la presencia de todos los colores.",
  "El color negro es la ausencia de luz y color.",
  "El plano es una superficie de dos dimensiones: alto y ancho.",
  "La línea de horizonte separa el cielo de la tierra en un paisaje.",
  "La pintura al óleo utiliza pigmentos mezclados con aceite.",
  "Un mosaico se crea uniendo pequeñas piezas de colores.",
  "El grabado es una técnica de impresión artística.",
  "La arquitectura es el arte de diseñar y construir edificios.",
  "El diseño gráfico comunica mensajes visuales.",
  "La proporción es la relación de tamaño entre las partes de un todo.",
  "El equilibrio visual hace que una composición se vea estable.",
  "El ritmo en el arte se crea mediante la repetición de elementos.",
  "El centro de interés es la parte más importante de una obra.",
  "La abstracción no representa objetos reconocibles de la realidad.",
  "Leonardo da Vinci fue un famoso artista del Renacimiento.",
  "Picasso fue un pintor español y creador del cubismo.",
  "La fotografía es el arte de capturar imágenes con una cámara."
]