[
    "El proceso tecnológico sirve para diseñar y construir soluciones a problemas.",
    "Las vistas de un objeto son alzado, planta y perfil.",
    "La escala en un plano indica la relación entre el dibujo y la realidad.",
    "Las estructuras triangulares son muy resistentes y estables.",
    "Una palanca es una máquina simple que transmite fuerza.",
    "Los engranajes se utilizan para transmitir movimiento circular entre ejes.",
    "Un circuito eléctrico en serie tiene sus componentes uno a continuación de otro.",
    "La ley de Ohm relaciona el voltaje, la intensidad y la resistencia.",
    "Un diodo LED es un componente que emite luz al pasar la corriente.",
    "El ordenador procesa información siguiendo las instrucciones de un programa.",
    "El sistema operativo es el software principal que gestiona el hardware.",
    "Internet es una red mundial de ordenadores interconectados.",
    "Una dirección IP identifica a un dispositivo de forma única en una red.",
    "Los metales son buenos conductores de la electricidad y el calor.",
    "Los plásticos son materiales ligeros, aislantes y resistentes.",
    "La madera es un material natural, renovable y fácil de trabajar.",
    "Las herramientas nos permiten realizar trabajos con menor esfuerzo.",
    "La energía eléctrica se puede transformar en luz, calor o movimiento.",
    "Las fuentes de energía renovables son el sol, el viento y el agua.",
    "Un mecanismo es un conjunto de piezas que transmiten movimiento.",
    "La polea es una rueda que gira alrededor de un eje para levantar pesos.",
    "El tornillo es un plano inclinado enrollado sobre un cilindro.",
    "El procesador o CPU es el cerebro del ordenador.",
    "La memoria RAM almacena los datos con los que se está trabajando.",
    "Los periféricos de entrada permiten introducir información en el ordenador.",
    "El monitor y la impresora son periféricos de salida de información.",
    "Un algoritmo es una secuencia de pasos ordenados para realizar una tarea.",
    "La programación por bloques es una forma visual de aprender a programar.",
    "La acotación consiste en indicar las medidas de un objeto en un plano.",
    "La seguridad en el taller es crucial para prevenir accidentes.",
    "Un motor eléctrico convierte la energía eléctrica en energía mecánica.",
    "Un relé funciona como un interruptor controlado por una corriente eléctrica.",
    "La fibra óptica permite transmitir gran cantidad de datos a alta velocidad.",
    "La domótica es la automatización de las viviendas.",
    "La impresión 3D crea objetos tridimensionales a partir de un diseño digital.",
    "Un sensor es un dispositivo que detecta cambios en el entorno.",
    "Los materiales cerámicos son duros pero frágiles.",
    "La soldadura es un proceso para unir piezas metálicas aplicando calor.",
    "El reciclaje de materiales ayuda a conservar los recursos naturales.",
    "La ergonomía estudia la adaptación del entorno de trabajo a las personas."
]