[
    ["Dos amigos discutieron porque no se ponían de acuerdo en un juego.", "En lugar de gritar, decidieron tomarse un momento para calmarse.", "Después, cada uno explicó cómo se sentía y escuchó al otro con respeto.", "Buscaron una solución en la que ambos se sintieran cómodos.", "Al final, se dieron la mano y siguieron siendo amigos."],
    ["María se dio cuenta de que pasaba demasiado tiempo con el móvil.", "Decidió establecer unas reglas para usarlo de forma más saludable.", "Puso un límite de tiempo diario para las redes sociales.", "Dejó de usar el móvil una hora antes de irse a dormir.", "Empezó a sentirse menos estresada y a dormir mucho mejor."],
    ["En clase se formaron grupos para un proyecto importante.", "Al principio, en el grupo de Javi nadie se ponía de acuerdo.", "Decidieron nombrar un portavoz y repartir las tareas de forma equitativa.", "Cada miembro se comprometió a realizar su parte del trabajo.", "Gracias a la cooperación, entregaron un proyecto excelente."],
    ["Cuando Lucía recibía las notas de un examen, solo se fijaba en los fallos.", "Esto le hacía sentir que no era lo suficientemente buena.", "Su tutora le ayudó a reconocer también sus aciertos y su esfuerzo.", "Empezó a valorar sus progresos y a confiar más en sus capacidades.", "Su autoestima mejoró y afrontó los estudios con más seguridad."],
    ["Un alumno nuevo llegó al instituto y no conocía a nadie.", "Se sentía solo y un poco asustado durante los primeros días.", "Un grupo de compañeros se acercó a él en el recreo para presentarse.", "Le invitaron a sentarse con ellos y le explicaron cómo funcionaban las cosas.", "El nuevo alumno se sintió acogido y agradecido por su amabilidad."],
    ["Pablo tenía que estudiar para un examen de historia muy largo.", "Se sentía agobiado porque no sabía por dónde empezar.", "Decidió hacer un plan de estudio, dividiendo el temario en partes pequeñas.", "Estudió un poco cada día durante una semana.", "Llegó al examen tranquilo y preparado, y consiguió una buena nota."],
    ["En una red social, alguien publicó un comentario ofensivo sobre un compañero.", "Varios alumnos vieron el comentario y se sintieron mal.", "En lugar de ignorarlo, decidieron denunciar la publicación.", "También hablaron con el compañero afectado para mostrarle su apoyo.", "Demostraron que el ciberacoso es algo que no se debe tolerar."],
    ["La clase de 2ºB decidió organizar una recogida de alimentos para una ONG.", "Diseñaron carteles para informar a todo el instituto.", "Colocaron cajas en la entrada para que la gente depositara los alimentos.", "Al final de la semana, habían recogido una gran cantidad de comida.", "Se sintieron muy satisfechos por haber ayudado a los demás."],
    ["A Elena le costaba mucho decir 'no' a sus amigos.", "A veces acababa haciendo cosas que en realidad no le apetecían.", "Habló con su orientadora y practicó cómo ser más asertiva.", "Aprendió a expresar su opinión con respeto pero con firmeza.", "Sus amigos la respetaron y ella se sintió mucho mejor consigo misma."],
    ["El equipo de fútbol del instituto perdió un partido importante.", "Al principio, los jugadores estaban enfadados y se echaban la culpa unos a otros.", "El entrenador les reunió y les recordó que eran un equipo.", "Hablaron sobre los errores para aprender de ellos y mejorar juntos.", "Entendieron que en el deporte se gana y se pierde en equipo."]
]