[
  ["La científica observa una célula por el microscopio.", "Dibuja en su cuaderno las partes que puede ver.", "La célula es la unidad de vida más pequeña."],
  ["Los animales vertebrados tienen un esqueleto interno.", "Este esqueleto está formado por huesos.", "La columna vertebral es la parte más importante."],
  ["Las plantas son seres vivos productores.", "Fabrican su propio alimento gracias a la luz del sol.", "Este proceso se llama fotosíntesis."],
  ["En la cadena alimentaria, el ciervo come hierba.", "El lobo, que es carnívoro, caza al ciervo.", "Así fluye la energía en el ecosistema."],
  ["El agua del mar se evapora con el calor del sol.", "El vapor de agua forma las nubes en el cielo.", "Cuando las gotas pesan mucho, cae la lluvia."],
  ["La materia puede cambiar de estado.", "Si calentamos el hielo, se convierte en agua líquida.", "Este cambio se llama fusión."],
  ["Un imán tiene un polo norte y un polo sur.", "Atrae a los metales como el hierro.", "Dos polos iguales se repelen y los distintos se atraen."],
  ["Para tener una dieta sana, hay que comer de todo.", "Las frutas y verduras nos aportan vitaminas.", "Los alimentos nos dan la energía necesaria para vivir."],
  ["El sistema solar está formado por el Sol y ocho planetas.", "La Tierra es el tercer planeta en distancia al Sol.", "Gira sobre sí misma y también alrededor del Sol."],
  ["Los pulmones cogen el oxígeno del aire.", "El oxígeno pasa a la sangre para repartirse.", "Al respirar, expulsamos dióxido de carbono."],
  ["El corazón es un músculo muy fuerte.", "Bombea la sangre sin parar a todo el cuerpo.", "El sonido de sus latidos es constante."],
  ["El esqueleto sostiene nuestro cuerpo.", "Está formado por doscientos seis huesos.", "Los huesos se unen en las articulaciones."],
  ["Los insectos son animales invertebrados.", "Tienen seis patas y el cuerpo dividido en tres partes.", "Muchos de ellos pueden volar."],
  ["Las rocas están hechas de minerales.", "Algunos minerales son el cuarzo o la pirita.", "Se extraen de las minas."],
  ["El guepardo es el mamífero terrestre más rápido.", "Puede alcanzar una gran velocidad en pocos segundos.", "Utiliza su velocidad para cazar a sus presas."],
  ["Los anfibios nacen en el agua como renacuajos.", "Respiran por branquias al principio.", "De adultos, desarrollan pulmones y viven en la tierra."],
  ["La energía eólica utiliza la fuerza del viento.", "Los aerogeneradores convierten el viento en electricidad.", "Es una fuente de energía renovable."],
  ["Los fósiles son restos de seres vivos muy antiguos.", "Se han conservado petrificados en las rocas.", "Nos dan información sobre cómo era la vida en el pasado."],
  ["El sistema nervioso controla todo nuestro cuerpo.", "Está formado por el cerebro, el cerebelo y los nervios.", "Envía señales muy rápidas a todas partes."],
  ["La reproducción permite que las especies continúen.", "Puede ser sexual, con dos progenitores, o asexual.", "Así se asegura la descendencia."],
  ["La abeja vuela de flor en flor.", "Transporta el polen pegado a sus patas.", "Este proceso se llama polinización."],
  ["El camaleón es famoso por su capacidad de camuflaje.", "Cambia el color de su piel para esconderse.", "Así evita a sus depredadores y caza mejor."],
  ["La Tierra tiene una capa que la protege.", "Se llama atmósfera y contiene el aire.", "Sin ella, no sería posible la vida."],
  ["Cuando se quema madera, se produce un cambio químico.", "La madera se convierte en ceniza y humo.", "No se puede volver a tener la madera inicial."],
  ["Una palanca es una máquina simple.", "Nos ayuda a levantar objetos pesados.", "Necesita un punto de apoyo para funcionar."],
  ["El sonido viaja a través del aire en forma de ondas.", "Cuando un objeto vibra, produce sonido.", "El eco es el sonido que rebota."],
  ["Los hongos no son plantas ni animales.", "Se alimentan de restos de otros seres vivos.", "Las setas son un tipo de hongo."],
  ["El aparato excretor limpia nuestra sangre.", "Los riñones filtran las sustancias de desecho.", "La orina se expulsa al exterior."],
  ["La órbita de la Tierra alrededor del Sol no es un círculo perfecto.", "Es una elipse, un poco achatada.", "Por eso, a veces estamos más cerca del Sol."],
  ["Reciclar papel, vidrio y plástico es fundamental.", "Ayuda a ahorrar recursos naturales.", "Es un gesto importante para cuidar el planeta."]
]