[
  "Todos los seres vivos realizan las funciones vitales de nutrición, relación y reproducción.",
  "Las plantas, a diferencia de los animales, fabrican su propio alimento.",
  "Los animales vertebrados se clasifican en mamíferos, aves, peces, anfibios y reptiles.",
  "La cadena alimentaria describe quién se come a quién en un ecosistema.",
  "Los animales carnívoros, como el tigre, se alimentan de otros animales.",
  "Los animales herbívoros, como la vaca, se alimentan exclusivamente de plantas.",
  "Los animales omnívoros, como el oso, comen tanto plantas como otros animales.",
  "Un ecosistema está formado por los seres vivos y el medio físico donde habitan.",
  "Los animales invertebrados, como los insectos, carecen de esqueleto interno.",
  "La materia puede encontrarse en estado sólido, líquido o gaseoso.",
  "La fotosíntesis es el proceso mediante el cual las plantas obtienen energía del sol.",
  "Los mamíferos se caracterizan porque sus crías nacen del vientre de la madre.",
  "Las aves tienen el cuerpo cubierto de plumas para protegerse y poder volar.",
  "Los anfibios, como las ranas, experimentan una completa metamorfosis.",
  "Los reptiles tienen el cuerpo cubierto de escamas impermeables.",
  "La fuerza de la gravedad atrae todos los objetos hacia el centro de la Tierra.",
  "Las máquinas simples, como la palanca, nos ayudan a realizar un trabajo.",
  "El esqueleto proporciona soporte y protege los órganos internos del cuerpo.",
  "El aparato digestivo se encarga de transformar los alimentos en nutrientes.",
  "El aparato respiratorio permite obtener el oxígeno del aire que respiramos.",
  "El aparato circulatorio transporta la sangre por todo nuestro organismo.",
  "El cerebro es el órgano más importante del sistema nervioso.",
  "Los músculos se unen a los huesos y permiten el movimiento.",
  "Una dieta equilibrada contiene alimentos de todos los grupos.",
  "La energía solar es una fuente de energía renovable e inagotable.",
  "La energía eólica se obtiene aprovechando la fuerza del viento.",
  "Los combustibles fósiles, como el petróleo, son fuentes de energía no renovables.",
  "El agua es una sustancia indispensable para la vida en nuestro planeta.",
  "El movimiento de traslación de la Tierra alrededor del Sol origina las estaciones.",
  "La Tierra es el tercer planeta del Sistema Solar en distancia al Sol.",
  "Júpiter es el planeta más grande de todo el Sistema Solar.",
  "Las rocas están compuestas por diferentes tipos de minerales.",
  "Los fósiles son restos de seres vivos que vivieron hace millones de años.",
  "El camuflaje permite a algunos animales esconderse de sus depredadores.",
  "La polinización es el transporte del polen de una flor a otra.",
  "Los hongos y las bacterias son organismos descomponedores.",
  "La nutrición nos aporta la energía necesaria para las actividades diarias.",
  "La articulación es la unión entre dos o más huesos.",
  "El diafragma es un músculo que participa en la respiración.",
  "Las venas y las arterias son los conductos del sistema circulatorio.",
  "Los cinco reinos de los seres vivos son animal, vegetal, hongos, protoctistas y móneras.",
  "La célula es la parte más pequeña de un ser vivo.",
  "Un mineral se diferencia de otro por su dureza, color y brillo.",
  "La erosión es el desgaste del terreno por el viento o el agua.",
  "La luz viaja en línea recta y a una velocidad muy alta.",
  "El sonido se produce cuando un objeto vibra en el aire.",
  "Reducir, reutilizar y reciclar son las tres erres de la ecología.",
  "La contaminación acústica es el exceso de ruido en el ambiente.",
  "Las especies en peligro de extinción necesitan nuestra protección.",
  "Proteger la biodiversidad es fundamental para el equilibrio del planeta."
]