[
  ["Le facteur distribue le courrier dans le quartier.", "Il a apporté une carte postale de mes grands-parents.", "Ils sont en vacances à la montagne."],
  ["Le chef cuisinier prépare un plat spécial.", "Il coupe les légumes avec un grand couteau.", "Le plat sent délicieusement bon."],
  ["L'oiseau a trouvé un ver de terre dans l'herbe.", "Il l'emporte dans son nid pour ses oisillons.", "Les oisillons ouvrent grand leur bec."],
  ["Ce matin, la voiture n'a pas voulu démarrer.", "Papa a dû appeler le mécanicien.", "Le mécanicien a réparé le moteur."],
  ["Le train à grande vitesse est entré en gare.", "Beaucoup de voyageurs sont descendus sur le quai.", "J'ai dit au revoir à mes amis."],
  ["Le fleuriste compose un magnifique bouquet.", "Il mélange des fleurs de toutes les couleurs.", "Le bouquet est pour un mariage."],
  ["Il a commencé à pleuvoir très fort.", "J'ai sorti mon parapluie pour ne pas être mouillé.", "Les escargots sont sortis se promener."],
  ["La lune est pleine ce soir.", "Elle éclaire le ciel comme un grand lampion.", "On peut voir les étoiles qui scintillent."],
  ["Le bébé est fatigué après sa journée.", "Sa maman lui chante une berceuse.", "Il s'endort paisiblement dans son berceau."],
  ["Le chien a couru après un papillon.", "Il a sauté pour essayer de l'attraper.", "Le papillon s'est envolé plus haut."],
  ["Le poisson rouge regarde à travers la vitre.", "Il voit le chat qui l'observe attentivement.", "Heureusement, il est en sécurité dans son bocal."],
  ["Le fermier se lève très tôt le matin.", "Il doit traire les vaches et nourrir les animaux.", "La vie à la ferme est très active."],
  ["C'est l'anniversaire de mon meilleur ami.", "Je lui ai acheté un livre d'aventures.", "Nous allons faire une grande fête."],
  ["Le clown a fait une pirouette et il est tombé.", "Il s'est relevé avec un grand sourire.", "Tous les spectateurs ont applaudi."],
  ["La maîtresse nous a lu le début d'une histoire.", "Elle s'est arrêtée au moment le plus intéressant.", "Nous devons imaginer la suite."],
  ["Il a beaucoup neigé pendant la nuit.", "Le jardin est recouvert d'un manteau blanc.", "Nous allons faire une bataille de boules de neige."],
  ["L'araignée a tissé une grande toile.", "Elle est parfaite pour attraper les mouches.", "La toile brille avec les gouttes de rosée."],
  ["Nous avons fait une promenade en barque sur le lac.", "L'eau était calme et transparente.", "On pouvait voir les poissons nager."],
  ["Le lion est le roi de la savane.", "Son rugissement peut s'entendre très loin.", "Il passe une grande partie de la journée à dormir."],
  ["Le singe a épluché une banane.", "Il l'a mangée avec beaucoup de plaisir.", "Il est très gourmand."],
  ["Le boulanger a sorti le pain chaud du four.", "L'odeur s'est répandue dans toute la rue.", "J'ai acheté une baguette croustillante."],
  ["La poule cherche un endroit tranquille.", "Elle veut pondre son œuf de la journée.", "Elle s'installe dans le poulailler."],
  ["L'avion se prépare à décoller.", "Les passagers attachent leur ceinture.", "Il accélère sur la piste et s'envole."],
  ["Le pompier a déroulé sa grande lance à incendie.", "Il a arrosé le feu pour l'éteindre.", "Il a sauvé la maison des flammes."],
  ["Je me brosse les dents après chaque repas.", "C'est important pour ne pas avoir de caries.", "J'utilise un dentifrice à la fraise."],
  ["Le lapin a vu le renard s'approcher.", "Il a couru se cacher dans son terrier.", "Le renard n'a pas pu l'attraper."],
  ["La tortue avance lentement mais sûrement.", "Elle porte sa lourde carapace sur son dos.", "Elle n'est jamais pressée."],
  ["La fourmi a trouvé une grosse miette de pain.", "Elle essaie de la transporter jusqu'à la fourmilière.", "Ses sœurs viennent l'aider."],
  ["L'artiste est devant son chevalet.", "Il mélange les couleurs sur sa palette.", "Il peint un magnifique paysage de mer."],
  ["Le pirate a trouvé un coffre au trésor.", "Il l'a ouvert avec sa vieille clé.", "Le coffre était rempli de pièces d'or."]
]