[
  ["The postman is delivering the mail in the neighbourhood.", "He brought a postcard from my grandparents.", "They are on holiday in the mountains."],
  ["The chef is preparing a special dish.", "He is chopping vegetables with a large knife.", "The dish smells wonderfully good."],
  ["The bird found an earthworm in the grass.", "It takes it to its nest for its chicks.", "The chicks open their beaks wide."],
  ["This morning, the car wouldn't start.", "Dad had to call the mechanic.", "The mechanic fixed the engine."],
  ["The high-speed train entered the station.", "Many travellers got off onto the platform.", "I said goodbye to my friends."],
  ["The florist is arranging a magnificent bouquet.", "She is mixing flowers of all colours.", "The bouquet is for a wedding."],
  ["It started to rain very heavily.", "I took out my umbrella so I wouldn't get wet.", "The snails came out for a walk."],
  ["The moon is full tonight.", "It lights up the sky like a big lantern.", "You can see the stars twinkling."],
  ["The baby is tired after his day.", "His mother sings him a lullaby.", "He falls asleep peacefully in his cot."],
  ["The dog ran after a butterfly.", "It jumped to try and catch it.", "The butterfly flew higher."],
  ["The goldfish is looking through the glass.", "It sees the cat watching it intently.", "Luckily, it is safe in its bowl."],
  ["The farmer gets up very early in the morning.", "He has to milk the cows and feed the animals.", "Life on the farm is very busy."],
  ["It's my best friend's birthday.", "I bought him an adventure book.", "We are going to have a big party."],
  ["The clown did a somersault and fell over.", "He got up with a big smile.", "All the spectators clapped."],
  ["The teacher read us the beginning of a story.", "She stopped at the most interesting part.", "We have to imagine the rest."],
  ["It snowed a lot during the night.", "The garden is covered with a white blanket.", "We are going to have a snowball fight."],
  ["The spider has spun a large web.", "It is perfect for catching flies.", "The web is shining with dewdrops."],
  ["We went for a boat trip on the lake.", "The water was calm and clear.", "You could see the fish swimming."],
  ["The lion is the king of the savannah.", "Its roar can be heard from far away.", "It spends a large part of the day sleeping."],
  ["The monkey peeled a banana.", "He ate it with great pleasure.", "He is very greedy."],
  ["The baker took the hot bread out of the oven.", "The smell spread throughout the street.", "I bought a crusty baguette."],
  ["The hen is looking for a quiet place.", "She wants to lay her egg for the day.", "She settles in the henhouse."],
  ["The plane is preparing for take-off.", "The passengers fasten their seatbelts.", "It accelerates on the runway and takes off."],
  ["The firefighter unrolled his large fire hose.", "He sprayed the fire to put it out.", "He saved the house from the flames."],
  ["I brush my teeth after every meal.", "It's important to avoid getting cavities.", "I use strawberry flavoured toothpaste."],
  ["The rabbit saw the fox approaching.", "It ran to hide in its burrow.", "The fox couldn't catch it."],
  ["The turtle moves slowly but surely.", "It carries its heavy shell on its back.", "It is never in a hurry."],
  ["The ant found a large crumb of bread.", "It is trying to carry it to the anthill.", "Its sisters come to help it."],
  ["The artist is in front of his easel.", "He is mixing the colours on his palette.", "He is painting a magnificent seascape."],
  ["The pirate has found a treasure chest.", "He opened it with his old key.", "The chest was full of gold coins."]
]