[
  ["La médica visita a un paciente en la consulta.", "Escucha su respiración con el estetoscopio.", "Le receta un medicamento para la tos."],
  ["El panadero prepara la masa del pan.", "La deja reposar unas horas para que fermente.", "Después, la hornea hasta que esté dorada."],
  ["El pájaro teje su nido con pequeñas ramitas.", "Forra el interior con plumas y musgo.", "Pronto pondrá los huevos y criará a sus polluelos."],
  ["La ardilla ha encontrado una bellota.", "Sube rápidamente a la rama de un roble.", "Se la come sujetándola con las patas."],
  ["El tren de mercancías transporta muchos contenedores.", "Recorre largas distancias por la vía férrea.", "El maquinista controla la velocidad del convoy."],
  ["La florista prepara un ramo de flores precioso.", "Combina rosas rojas con margaritas blancas.", "El ramo es para una celebración especial."],
  ["Empieza a llover y abrimos el paraguas.", "Las gotas repiquetean sobre la tela.", "Las calles mojadas parecen espejos."],
  ["La Luna llena ilumina el cielo de la noche.", "Las estrellas brillan con luz temblorosa.", "Es una noche perfecta para observar el firmamento."],
  ["La mamá acuna a su bebé con una canción.", "El bebé se relaja y cierra los ojitos.", "Finalmente, se duerme profundamente."],
  ["El perro persigue su propio rabo dando vueltas.", "Es un juego que le divierte mucho.", "Al final, se marea y se tumba a descansar."],
  ["El pez payaso se esconde entre los tentáculos de la anémona.", "Así se protege de otros peces más grandes.", "Es una relación de simbiosis."],
  ["El agricultor labra la tierra con su tractor.", "Prepara el campo para la siembra del cereal.", "Espera que la cosecha de este año sea buena."],
  ["Es el cumpleaños de mi mejor amigo.", "Le he preparado una fiesta sorpresa en mi casa.", "Todos los amigos le hemos comprado un regalo."],
  ["El mago sacó un conejo de su chistera.", "El público aplaudió muy entusiasmado.", "Fue un truco de magia sorprendente."],
  ["La profesora nos contó una antigua leyenda.", "Trataba de un dragón que custodiaba un tesoro.", "Tuvimos que dibujar al dragón al final."],
  ["Ha nevado mucho durante toda la noche.", "El paisaje se ha cubierto de una alfombra blanca.", "Construiremos un muñeco de nieve en el jardín."],
  ["La araña espera pacientemente en el centro de la telaraña.", "Un insecto despistado ha quedado atrapado.", "La araña lo envuelve rápidamente con su seda."],
  ["Hemos salido a navegar con un barco de vela.", "El viento hincha las velas e impulsa la embarcación.", "Es una sensación de libertad increíble."],
  ["El león es el felino más grande de África.", "Su potente rugido demuestra su fuerza.", "Las leonas son las encargadas de cazar para el grupo."],
  ["El mono pela un plátano con mucha habilidad.", "Se lo come a mordiscos, sentado en la rama.", "Es su fruta preferida."],
  ["El panadero ha sacado las ensaimadas del horno.", "El olor dulce impregna toda la calle.", "He comprado una para merendar."],
  ["La gallina escarba en la tierra buscando gusanos.", "Sus pollitos la siguen piando sin cesar.", "Les enseña a buscar su propio alimento."],
  ["El avión acelera por la pista de despegue.", "Las ruedas se separan del suelo.", "Comienza el viaje hacia otro continente."],
  ["El bombero sujeta la manguera con firmeza.", "El agua sale a una gran presión.", "Consigue extinguir las llamas del incendio."],
  ["Me cepillo los dientes después de cada comida.", "Es un hábito muy importante para la salud dental.", "Evito comer demasiados dulces y chucherías."],
  ["El conejo ha detectado un peligro con sus largas orejas.", "Corre velozmente a esconderse en su madriguera.", "Ha logrado escapar de su depredador."],
  ["La tortuga marina nada elegantemente por el océano.", "Utiliza sus aletas como si fueran alas.", "Puede vivir más de cien años."],
  ["La hormiga ha encontrado una miga de galleta.", "Es demasiado pesada para ella sola.", "Va a buscar a otras hormigas para que la ayuden."],
  ["El artista mezcla los colores en su paleta.", "Con el pincel, da vida al lienzo en blanco.", "Está pintando un retrato muy realista."],
  ["El pirata descubrió un mapa del tesoro.", "Siguió las indicaciones hasta una isla desierta.", "Cavó en la arena y encontró un cofre lleno de joyas."]
]