[
  "El adjetivo calificativo describe una cualidad del sustantivo.",
  "El narrador de la historia relata los hechos en primera persona.",
  "He leído una novela de aventuras ambientada en la selva amazónica.",
  "Los sustantivos colectivos nombran en singular a un grupo de seres.",
  "El verbo es la palabra que expresa una acción o un estado.",
  "Las palabras agudas llevan tilde cuando terminan en vocal, ene o ese.",
  "El punto y seguido se utiliza para separar oraciones dentro de un párrafo.",
  "Los sinónimos son palabras que tienen un significado parecido.",
  "Los antónimos son palabras que expresan ideas contrarias.",
  "El sujeto de la oración es quien realiza la acción del verbo.",
  "El predicado es lo que se dice del sujeto en una oración.",
  "Los determinantes son palabras que acompañan al nombre.",
  "El hiato se produce cuando dos vocales juntas se pronuncian en sílabas distintas.",
  "Un diptongo es la unión de dos vocales en la misma sílaba.",
  "Las palabras compuestas se forman por la unión de dos o más palabras simples.",
  "El campo semántico es un grupo de palabras relacionadas por su significado.",
  "La comunicación puede ser verbal o no verbal.",
  "El emisor es quien transmite el mensaje en un acto de comunicación.",
  "El receptor es quien recibe e interpreta el mensaje.",
  "El diálogo es una conversación entre dos o más personas.",
  "Una biblioteca es un lugar donde se guardan y consultan libros.",
  "El autor de un libro es la persona que lo ha escrito.",
  "La poesía es un género literario que expresa sentimientos y emociones.",
  "Un verso es cada una de las líneas que componen un poema.",
  "Una estrofa es un conjunto de varios versos.",
  "El teatro es un espectáculo que se representa ante el público.",
  "Los personajes de un cuento pueden ser principales o secundarios.",
  "Una fábula es un relato corto que termina con una moraleja.",
  "He escrito una carta a mi amigo para contarle mis vacaciones.",
  "La noticia informa sobre un suceso reciente y de interés.",
  "El periódico se publica diariamente con las noticias del día.",
  "Una oración tiene que tener sentido completo.",
  "Las palabras esdrújulas siempre llevan tilde en la antepenúltima sílaba.",
  "Los pronombres personales sustituyen al nombre.",
  "Los adverbios pueden indicar lugar, tiempo, modo o cantidad.",
  "El lenguaje utiliza palabras y reglas para poder comunicarnos.",
  "Una descripción detalla cómo es una persona, un animal o un lugar.",
  "Un texto narrativo cuenta una serie de acontecimientos.",
  "Los signos de interrogación se usan para formular preguntas.",
  "Los signos de exclamación expresan sorpresa, alegría o miedo.",
  "La biografía narra los hechos más importantes de la vida de una persona.",
  "El resumen contiene las ideas principales de un texto más largo.",
  "Las palabras polisémicas son aquellas que tienen varios significados.",
  "La onomatopeya es la imitación de un sonido real.",
  "He buscado el significado de esa palabra en el diccionario.",
  "El abecedario español tiene veintisiete letras diferentes.",
  "Una familia de palabras comparte la misma raíz o lexema.",
  "Los gentilicios indican el lugar de procedencia de una persona.",
  "Una entrevista consiste en una serie de preguntas y respuestas.",
  "El cuento de ciencia ficción transcurre en el futuro."
]