[
  "Los números de cuatro cifras están compuestos por unidades, decenas, centenas y millares.",
  "Una multiplicación es una forma abreviada de escribir una suma de sumandos iguales.",
  "Un polígono es una figura plana limitada por segmentos rectos.",
  "Los triángulos se pueden clasificar según la longitud de sus lados.",
  "Un triángulo equilátero tiene sus tres lados exactamente iguales.",
  "Un ángulo agudo es aquel que mide menos de noventa grados.",
  "Un ángulo obtuso es el que mide más de noventa grados.",
  "El resultado de la división se llama cociente.",
  "Para sumar números decimales, alineamos las comas.",
  "Al multiplicar, el orden de los factores no altera el producto.",
  "Siete por ocho son cincuenta y seis.",
  "Si reparto treinta caramelos entre seis amigos, cada uno recibe cinco.",
  "Una centena de lápices son cien lápices.",
  "El número mil doscientos treinta y cuatro se escribe con cifras.",
  "Las tablas de multiplicar son fundamentales para poder dividir.",
  "El metro, el litro y el kilo son unidades de medida.",
  "Un reloj analógico marca las horas con manecillas.",
  "Un trimestre está compuesto por tres meses consecutivos.",
  "Un lustro es un periodo de tiempo que equivale a cinco años.",
  "El calendario gregoriano es el que usamos actualmente.",
  "Los cuerpos geométricos, como el cilindro, tienen volumen.",
  "La pirámide tiene una base y caras laterales triangulares.",
  "Una esfera no tiene ninguna cara plana.",
  "En mi colegio hay el triple de alumnos de primaria que de infantil.",
  "La biblioteca tiene un número impar de estanterías.",
  "Mi hermano mayor y yo coleccionamos el mismo número de sellos.",
  "El primer día de la semana es el lunes.",
  "Los números pares son aquellos que terminan en cero, dos, cuatro, seis u ocho.",
  "He resuelto un problema que tenía dos operaciones combinadas.",
  "La división exacta es aquella cuyo resto es cero.",
  "Para resolver un problema, debemos comprender bien la pregunta.",
  "Un billete de veinte euros equivale a cuatro billetes de cinco.",
  "El kilogramo es la unidad principal de masa.",
  "Una botella de refresco suele tener una capacidad de dos litros.",
  "Si tengo cinco bolsas con ocho galletas, tengo cuarenta galletas.",
  "La fracción un medio representa la mitad de una unidad.",
  "El doble de veinticinco es cincuenta.",
  "La mitad de doscientos es cien.",
  "Ordeno varias fracciones con el mismo denominador.",
  "El número romano 'V' representa el número cinco.",
  "El número posterior a novecientos noventa y nueve es el mil.",
  "Un ángulo recto mide exactamente noventa grados.",
  "Dos rectas paralelas nunca llegan a cortarse.",
  "Dos rectas perpendiculares se cortan formando ángulos rectos.",
  "El perímetro de un polígono es la suma de la longitud de sus lados.",
  "Para calcular el área de un rectángulo, multiplicamos la base por la altura.",
  "Una décima es el resultado de dividir la unidad en diez partes.",
  "La estadística recoge y analiza datos para sacar conclusiones.",
  "Un gráfico de barras nos permite comparar datos visualmente.",
  "La probabilidad mide la posibilidad de que ocurra un suceso."
]