[
  "El león es un animal carnívoro y vive en la sabana.", "Me gusta el helado de chocolate pero mi hermano prefiere vainilla.", "Fuimos a la playa porque hacía un día muy soleado.",
  "Los planetas giran alrededor del Sol en el sistema solar.", "El agua del río desemboca en el mar o en un lago.", "Los árboles producen oxígeno y limpian el aire que respiramos.",
  "El corazón bombea la sangre a todas las partes del cuerpo.", "Si estudias mucho, sacarás buenas notas en el examen.", "El esqueleto sostiene nuestro cuerpo y protege los órganos.",
  "Los pájaros construyen nidos para poner sus huevos y criar a sus polluelos.", "Aunque estaba lloviendo, salimos a pasear con el paraguas.", "La capital de España es Madrid y es una ciudad muy grande.",
  "Los delfines se comunican entre ellos usando sonidos especiales.", "Reciclar papel es importante porque ayuda a proteger los bosques.", "El guepardo es el animal terrestre más rápido del mundo.",
  "Las plantas necesitan luz solar, agua y tierra para poder crecer.", "Cuando el agua se calienta mucho, se convierte en vapor.", "El inventor creó una máquina que podía volar por el cielo.",
  "La orquesta tocó una sinfonía mientras el director dirigía.", "El castillo medieval tenía un foso y un puente levadizo.", "Me lavo los dientes después de cada comida para evitar las caries.",
  "El águila vuela muy alto para buscar su presa desde el cielo.", "Si mezclas el color amarillo y el azul, obtienes el color verde.", "El arqueólogo descubrió ruinas de una ciudad antigua.",
  "Los barcos utilizan un ancla para no moverse en el agua.", "El sol nos da luz y calor, que son esenciales para la vida.", "Los canguros llevan a sus crías en una bolsa especial.",
  "El camaleón cambia de color para camuflarse con su entorno.", "Antes de cruzar la calle, miro a ambos lados con atención.", "El tren eléctrico no contamina tanto como los coches.",
  "La fotosíntesis es el proceso que usan las plantas para alimentarse.", "La Tierra tiene una capa llamada atmósfera que nos protege.", "Los insectos tienen seis patas y dos antenas.",
  "Cristóbal Colón llegó a América en el año 1492.", "El sistema digestivo procesa la comida que comemos.", "La luna no tiene luz propia, sino que refleja la del sol.",
  "Los ríos erosionan las rocas y forman cañones con el tiempo.", "Los Juegos Olímpicos se celebran cada cuatro años.", "Debes beber mucha agua, especialmente cuando haces ejercicio.",
  "Los murciélagos son mamíferos y pueden volar.", "La biblioteca es un lugar silencioso para leer y estudiar.", "El semáforo tiene tres colores: rojo, ámbar y verde.",
  "Los imanes atraen objetos metálicos como el hierro.", "Las abejas producen miel y polinizan las flores.", "El desierto es un lugar muy seco donde llueve muy poco.",
  "El cerebro es el órgano que controla todo nuestro cuerpo.", "Los peces respiran debajo del agua a través de las branquias.", "Los volcanes pueden expulsar lava, cenizas y gases.",
  "El termómetro es un instrumento que sirve para medir la temperatura.", "Egipto es famoso por sus pirámides y sus faraones.", "El koala se alimenta principalmente de hojas de eucalipto.",
  "Las arañas tejen telarañas para atrapar a sus presas.", "Cuando la oruga crece, se convierte en una mariposa.", "El esqueleto humano tiene más de doscientos huesos.",
  "El Tiranosaurio Rex fue un dinosaurio carnívoro muy grande.", "El pingüino es un ave pero no puede volar.", "Los girasoles giran para seguir la luz del sol durante el día.",
  "El arcoíris aparece cuando la luz del sol atraviesa las gotas de lluvia.", "Los osos polares viven en el Ártico y tienen una gruesa capa de grasa.", "El tiburón es un pez grande que vive en el océano.",
  "La ballena azul es el animal más grande del planeta.", "Leonardo da Vinci fue un artista y un inventor muy famoso.", "Si no riegas una planta, se seca y se muere.",
  "El Amazonas es la selva tropical más grande del mundo.", "Los cangrejos caminan de lado por la arena de la playa.", "El camello almacena grasa en su joroba para tener energía.",
  "Las estrellas que vemos por la noche están muy lejos.", "El guepardo puede correr muy rápido pero solo durante un corto tiempo.", "La serpiente no tiene patas y se arrastra para moverse.",
  "El búho es un ave nocturna que puede ver en la oscuridad.", "Las hormigas trabajan juntas en equipo para construir su hormiguero.", "El cocodrilo tiene dientes muy afilados y una piel muy dura.",
  "La sal se obtiene del agua del mar o de minas subterráneas.", "El teléfono sirve para hablar con personas que están lejos.", "Los ordenadores nos ayudan a buscar información y a trabajar.",
  "El papel se fabrica con la madera de los árboles.", "Los puentes sirven para cruzar ríos o valles.", "El chocolate se hace con el grano de cacao.",
  "Las vacunas nos protegen de muchas enfermedades.", "El deporte es bueno para mantener nuestro cuerpo sano y fuerte.", "Es importante dormir bien para tener energía al día siguiente.",
  "Las frutas y las verduras tienen muchas vitaminas.", "Los bomberos usan cascos para protegerse la cabeza.", "El panadero se levanta muy temprano para hacer el pan.",
  "La Tierra es el tercer planeta desde el Sol.", "Júpiter es el planeta más grande de nuestro sistema solar.", "Las estrellas fugaces son en realidad pequeños meteoritos.",
  "El telescopio nos permite ver objetos que están muy lejos.", "Los barcos flotan en el agua porque son menos densos.", "El hielo es agua en estado sólido.",
  "Las nubes están formadas por pequeñas gotas de agua.", "El eco es la repetición de un sonido.", "Los fósiles son restos de animales o plantas muy antiguos.",
  "El colibrí puede batir sus alas muy rápidamente.", "Los flamencos son rosas porque comen unos crustáceos especiales.", "La torre de Pisa está inclinada pero no se cae.",
  "El Muro de China es una construcción muy larga y antigua."
]