[
  "Escuchar activamente significa prestar atención a lo que otros dicen.",
  "Es importante expresar nuestras propias opiniones con respeto.",
  "Dar las gracias demuestra que valoramos el esfuerzo de los demás.",
  "La generosidad es compartir lo que tenemos sin esperar nada a cambio.",
  "La empatía es la capacidad de ponerse en el lugar de otra persona.",
  "Asumir la responsabilidad de nuestros actos nos hace madurar.",
  "Debemos respetar los turnos de palabra para que todos podamos participar.",
  "Una comunicación asertiva nos permite expresar nuestras ideas sin ofender.",
  "Cuidar el material de clase es una responsabilidad compartida.",
  "La organización personal nos ayuda a gestionar mejor nuestro tiempo.",
  "En un equipo, la colaboración de todos es fundamental para el éxito.",
  "Si algo me molesta, debo comunicarlo de forma tranquila y clara.",
  "Tratar a los demás con educación mejora la convivencia en el aula.",
  "La perseverancia nos ayuda a conseguir nuestras metas.",
  "No debemos tener miedo a preguntar cuando no entendemos algo.",
  "Alegrarse por los éxitos de los demás es un signo de buena amistad.",
  "Las críticas constructivas nos ayudan a mejorar, no a sentirnos mal.",
  "La honestidad significa ser sincero y no engañar a los demás.",
  "Ser amable con los demás hace que ellos también lo sean con nosotros.",
  "Debemos escuchar los consejos de nuestros mayores porque tienen más experiencia.",
  "Un conflicto se puede resolver si ambas partes dialogan y ceden un poco.",
  "Intentar comprender los sentimientos ajenos nos hace más humanos.",
  "La diversidad cultural enriquece nuestra sociedad y nuestro colegio.",
  "La confianza se gana poco a poco con nuestras acciones.",
  "La discreción es importante para mantener la privacidad de los amigos.",
  "Las muestras de afecto fortalecen los lazos con nuestros seres queridos.",
  "El acoso escolar es un problema grave que debemos denunciar.",
  "Las reglas del juego deben ser iguales para todos los participantes.",
  "Debemos integrar a los compañeros que se sienten solos o excluidos.",
  "Ofrecer consuelo a un amigo es una forma de demostrarle nuestro apoyo.",
  "La solidaridad es un valor que nos impulsa a ayudar a quien lo necesita.",
  "Hay que saber decir 'no' a las presiones de los amigos.",
  "Navegar por internet de forma segura requiere ser prudentes.",
  "No debo compartir mis contraseñas con absolutamente nadie.",
  "Una alimentación variada nos aporta todos los nutrientes necesarios.",
  "El descanso adecuado es tan importante como la actividad física.",
  "Los hábitos de higiene nos protegen de posibles enfermedades.",
  "Sentirse orgulloso del propio esfuerzo es muy gratificante.",
  "Es importante fijarse metas realistas para no frustrarse.",
  "Podemos aprender mucho de nuestros errores si reflexionamos sobre ellos.",
  "El autoconocimiento nos ayuda a entender nuestras fortalezas y debilidades.",
  "Controlar nuestras emociones nos permite tomar mejores decisiones.",
  "Un verdadero amigo es aquel que te apoya incondicionalmente.",
  "La comunicación con la familia es esencial para resolver problemas.",
  "Confiar en los adultos nos proporciona seguridad y ayuda.",
  "Tener responsabilidades en casa nos prepara para el futuro.",
  "La puntualidad es una importante muestra de respeto hacia los demás.",
  "Colaborar en las tareas del hogar fomenta el trabajo en equipo.",
  "Quererse a uno mismo es el primer paso para ser feliz.",
  "El respeto por el medio ambiente garantiza nuestro futuro."
]