[
  ["La metgessa visita un pacient a la consulta.", "Escolta la seua respiració amb l'estetoscopi.", "Li recepta un medicament per a la tos."],
  ["El forner prepara la massa del pa.", "La deixa reposar unes hores perquè cresca.", "Després, l'enforna fins que estiga daurada."],
  ["L'ocell teixix el seu niu amb branquillons.", "Folra l'interior amb plomes i molsa.", "Prompte pondrà els ous i criarà els seus pollets."],
  ["L'esquirol ha trobat una gla.", "Puja ràpidament a la branca d'un arbre.", "Se la menja subjectant-la amb les potes."],
  ["El tren de mercaderies transporta molts contenidors.", "Recorre llargues distàncies per la via fèrria.", "El maquinista controla la velocitat."],
  ["La florista prepara un ram de flors preciós.", "Combina roses roges amb margarides blanques.", "El ram és per a una celebració especial."],
  ["Comença a ploure i obrim el paraigua.", "Les gotes repiquen sobre la tela.", "Els carrers mullats pareixen espills."],
  ["La Lluna plena il·lumina el cel de la nit.", "Les estreles brillen amb llum tremolosa.", "És una nit perfecta per a observar el firmament."],
  ["La mare bressola el seu bebé amb una cançó.", "El bebé es relaxa i tanca els ullets.", "Finalment, s'adorm profundament."],
  ["El gos persegueix la seua cua fent cercles.", "És un joc que el diverteix molt.", "Al final, es cansa i es tomba a descansar."],
  ["El peix pallasso s'amaga entre els tentacles de l'anemone.", "Així es protegix d'altres peixos més grans.", "És una relació de simbiosi."],
  ["El llaurador treballa la terra amb el seu tractor.", "Prepara el camp per a la sembra.", "Espera que la collita siga bona."],
  ["És l'aniversari del meu millor amic.", "Li he preparat una festa sorpresa a casa.", "Tots els amics li hem comprat un regal."],
  ["El mag va traure un conill del seu barret de copa.", "El públic va aplaudir molt entusiasmat.", "Va ser un truc de màgia sorprenent."],
  ["La mestra ens va contar una llegenda antiga.", "Tractava d'un drac que vivia en una cova.", "Vam haver de dibuixar el drac al final."],
  ["Ha nevat molt durant tota la nit.", "El paisatge s'ha cobert d'una catifa blanca.", "Construirem un ninot de neu al jardí."],
  ["L'aranya espera pacientment al centre de la teranyina.", "Un insecte despistat hi ha quedat atrapat.", "L'aranya l'embolica ràpidament amb la seua seda."],
  ["Hem eixit a navegar amb una barca de vela.", "El vent unfla les veles i impulsa l'embarcació.", "És una sensació de llibertat increïble."],
  ["El lleó és el felí més gran d'Àfrica.", "El seu rugit potent demostra la seua força.", "Les lleones són les encarregades de caçar per al grup."],
  ["El mico pela un plàtan amb molta habilitat.", "Se'l menja a mossets, assegut a la branca.", "És la seua fruita preferida."],
  ["El forner ha tret les ensaïmades del forn.", "L'olor dolça impregna tot el carrer.", "N'he comprada una per a berenar."],
  ["La gallina escarba a terra buscant cucs.", "Els seus pollets la segueixen piulant.", "Els ensenya a buscar el seu propi aliment."],
  ["L'avió accelera per la pista d'aterratge.", "Les rodes es despeguen del terra.", "Comença el viatge cap a un altre continent."],
  ["El bomber subjecta la mànega amb força.", "L'aigua ix a una gran pressió.", "Aconsegueix extingir les flames de l'incendi."],
  ["Em raspalle les dents després de cada menjar.", "És un hàbit molt important per a la salut dental.", "Evite menjar massa dolços i llepolies."],
  ["El conill ha detectat un perill amb les seues orelles llargues.", "Corre veloçment a amagar-se al seu cau.", "Ha aconseguit escapar del seu depredador."],
  ["La tortuga marina nada elegantment per l'oceà.", "Utilitza les seues aletes com si foren ales.", "Pot viure més de cent anys."],
  ["La formiga ha trobat una engruna de galeta.", "És massa pesada per a ella sola.", "Va a buscar altres formigues perquè l'ajuden."],
  ["L'artista barreja els colors a la seua paleta.", "Amb el pinzell, dona vida al llenç en blanc.", "Està pintant un retrat molt realista."],
  ["El pirata va descobrir un mapa del tresor.", "Va seguir les indicacions fins a una illa deserta.", "Va cavar a la sorra i va trobar un cofre ple de joies."]
]