[
  "El protagonista d'aquell llibre és un cavaller molt valent.",
  "La xiqueta pèl-roja dibuixa un còmic amb els seus retoladors.",
  "El meu gos guardià borda quan algú s'acosta a la porta.",
  "L'àgil gat s'amaga darrere de les cortines del menjador.",
  "La casa dels meus iaios té un hort on planten tomaques.",
  "M'agradaria viatjar a Egipte per a vore les piràmides.",
  "El sol del capvespre pinta el cel de colors rogencs.",
  "L'aigua del brollador és potable i molt fresca.",
  "El cavallet de mar és un peix amb una forma molt curiosa.",
  "El rossinyol canta la seua melodia a l'alba.",
  "Dins del meu estoig guarde bolígrafs de diferents colors.",
  "El meu iaio em conta històries de quan era llaurador.",
  "La meua iaia fa una truita de creïlles deliciosa.",
  "El pati del col·legi és enorme i té pistes esportives.",
  "La professora de Ciències ens explica els ecosistemes.",
  "A la biblioteca hi ha una secció dedicada als llibres de misteri.",
  "El perfum de les roses impregna tot el jardí.",
  "Aquell roure centenari és l'arbre més antic del poble.",
  "El baló de futbol va rebotar contra el pal de la porteria.",
  "El cotxe híbrid del meu veí és molt silenciós.",
  "El tren creua un pont de ferro construït sobre el riu.",
  "El pilot de l'avió es comunica amb la torre de control.",
  "El capità del vaixell observa l'horitzó amb els prismàtics.",
  "La lloca empolla els ous per a mantindre'ls calents.",
  "Al porc li encanta prendre banys de llot per a refrescar-se.",
  "La vaca bruna pastura a la praderia verda.",
  "Amb la llana de les ovelles es confeccionen mantes i jerseis.",
  "El cavall pura sang va guanyar la correguda de l'hipòdrom.",
  "El conill té una oïda i una vista molt desenvolupades.",
  "El caragol es mou gràcies a les contraccions del seu peu.",
  "Les formigues treballen de manera organitzada al formiguer.",
  "L'abella reina és l'única que pon ous al rusc.",
  "La papallona monarca viatja milers de quilòmetres cada any.",
  "La granota utilitza la seua llengua llarga per a atrapar insectes.",
  "Algunes serps poden engolir preses molt grosses.",
  "L'elefant posseïx una memòria extraordinària.",
  "La manada de lleons està composta per diverses femelles.",
  "El tigre de Bengala és un nadador excel·lent.",
  "El mico caputxí usa ferramentes per a obrir els fruits.",
  "L'ós bru pot córrer a una gran velocitat.",
  "L'udol del llop es pot sentir a diversos quilòmetres.",
  "L'escriptor necessita inspiració per a escriure el seu llibre.",
  "Esta goma d'esborrar no deixa cap taca al paper.",
  "La cadira ergonòmica ajuda a mantindre una bona postura.",
  "Tindre un son reparador és fonamental per a la salut.",
  "La porta de roure de l'entrada és molt pesada.",
  "Des de la finestra de la meua cambra contemple l'alba.",
  "Les estreles fugaces són en realitat xicotets meteorits.",
  "Un dia de tempesta és millor quedar-se a casa.",
  "La lluna té diferents fases al llarg del mes."
]