[
  "El aparato digestivo transforma los alimentos en nutrientes simples.",
  "La digestión mecánica en la boca se realiza mediante la masticación.",
  "Las glándulas salivales producen saliva que contiene la enzima amilasa.",
  "El esófago conecta la faringe con el estómago mediante movimientos peristálticos.",
  "Los jugos gástricos del estómago contienen ácido clorhídrico y pepsina.",
  "El intestino delgado es el lugar principal de la digestión química y la absorción.",
  "La bilis producida por el hígado ayuda a emulsionar las grasas.",
  "Las vellosidades intestinales aumentan enormemente la superficie de absorción.",
  "El intestino grueso absorbe principalmente agua y sales minerales.",
  "Una dieta equilibrada debe contener todos los grupos de nutrientes.",
  "La respiración celular necesita oxígeno para obtener energía de los nutrientes.",
  "El intercambio de gases ocurre en los alvéolos pulmonares.",
  "La sangre transporta el oxígeno unido a la hemoglobina de los glóbulos rojos.",
  "El diafragma es el principal músculo responsable de la ventilación pulmonar.",
  "El tabaquismo es una de las principales causas de enfermedades respiratorias.",
  "El sistema circulatorio está formado por el corazón, los vasos sanguíneos y la sangre.",
  "El corazón es un órgano muscular con cuatro cavidades: dos aurículas y dos ventrículos.",
  "La circulación pulmonar lleva la sangre del corazón a los pulmones y viceversa.",
  "La circulación general distribuye la sangre oxigenada por todo el cuerpo.",
  "Las arterias llevan sangre desde el corazón y las venas la devuelven.",
  "La excreción es el proceso de eliminación de los productos de desecho de la sangre.",
  "Los riñones son los órganos encargados de filtrar la sangre y producir la orina.",
  "La nefrona es la unidad funcional básica del riñón.",
  "La orina se almacena temporalmente en la vejiga urinaria antes de ser expulsada.",
  "Mantener una buena hidratación es fundamental para el correcto funcionamiento renal.",
  "El sistema nervioso coordina y regula todas las funciones del cuerpo.",
  "Las neuronas son las células especializadas en la transmisión del impulso nervioso.",
  "La sinapsis es la conexión funcional entre dos neuronas.",
  "El encéfalo es el centro de control principal, protegido por el cráneo.",
  "La médula espinal controla los actos reflejos y conecta el encéfalo con los nervios.",
  "Los órganos de los sentidos captan estímulos del medio externo e interno.",
  "La retina del ojo contiene las células fotorreceptoras: los conos y los bastones.",
  "El caracol del oído interno transforma las vibraciones sonoras en impulsos nerviosos.",
  "Las papilas gustativas de la lengua nos permiten percibir los sabores.",
  "La piel es el órgano del tacto, sensible a la presión, la temperatura y el dolor.",
  "El aparato locomotor está compuesto por el esqueleto y el sistema muscular.",
  "Los huesos proporcionan soporte estructural y protegen los órganos vitales.",
  "Los músculos, al contraerse, tiran de los huesos para producir el movimiento.",
  "Las articulaciones son las uniones entre los huesos y permiten su movilidad.",
  "Los ligamentos unen los huesos entre sí en las articulaciones.",
  "El sistema endocrino regula funciones corporales mediante hormonas.",
  "Las hormonas son mensajeros químicos que viajan por la sangre.",
  "La hipófisis es la glándula maestra que regula a las demás.",
  "La insulina, producida por el páncreas, regula los niveles de glucosa en sangre.",
  "La adrenalina nos prepara para situaciones de alerta o estrés.",
  "La reproducción humana es de tipo sexual, con fecundación interna.",
  "Los testículos producen los espermatozoides y los ovarios producen los óvulos.",
  "La fecundación suele ocurrir en las trompas de Falopio.",
  "El cigoto se implanta en el útero, donde se desarrolla el embrión.",
  "El embarazo en la especie humana dura aproximadamente nueve meses.",
  "La salud es un estado de completo bienestar físico, mental y social.",
  "Una enfermedad infecciosa está causada por un microorganismo patógeno.",
  "Las bacterias son microorganismos procariotas, y algunas pueden causar enfermedades.",
  "Los virus no son considerados seres vivos y necesitan una célula para replicarse.",
  "Los antibióticos son eficaces contra las bacterias, pero no contra los virus.",
  "El sistema inmunitario es la defensa natural de nuestro cuerpo.",
  "Los glóbulos blancos o leucocitos son las células principales del sistema inmunitario.",
  "Las vacunas nos proporcionan inmunidad artificial activa contra una enfermedad.",
  "Una reacción alérgica es una respuesta exagerada del sistema inmunitario.",
  "Los trasplantes de órganos requieren compatibilidad para evitar el rechazo.",
  "La donación de sangre es un acto solidario que puede salvar vidas.",
  "La Tierra es un planeta geológicamente activo.",
  "La energía interna de la Tierra es la causa de los volcanes y terremotos.",
  "La litosfera está dividida en varias placas tectónicas que se mueven.",
  "La colisión de placas continentales da lugar a la formación de grandes cordilleras.",
  "En las dorsales oceánicas, las placas se separan y se crea nueva corteza.",
  "Un volcán es una grieta en la corteza terrestre por donde sale el magma.",
  "Un terremoto se produce por la liberación brusca de energía en una falla.",
  "El hipocentro es el punto interior donde se origina un terremoto.",
  "Los agentes geológicos externos modelan el relieve terrestre.",
  "La meteorización es la alteración de las rocas en la superficie.",
  "La erosión es el desgaste y transporte de los materiales rocosos.",
  "El agua es el principal agente modelador del paisaje.",
  "Los glaciares excavan valles profundos en forma de 'U'.",
  "El viento modela el relieve sobre todo en las zonas áridas.",
  "Un ecosistema está formado por el biotopo y la biocenosis.",
  "El biotopo es el medio físico y sus condiciones, como la luz o la temperatura.",
  "La biocenosis es el conjunto de seres vivos que habitan en el ecosistema.",
  "Las relaciones tróficas describen quién se come a quién en un ecosistema.",
  "Los productores son organismos autótrofos que forman la base de la cadena alimentaria.",
  "Los consumidores son organismos heterótrofos que se alimentan de otros seres vivos.",
  "Los descomponedores reciclan la materia orgánica muerta.",
  "El flujo de energía en un ecosistema es unidireccional.",
  "El ciclo de la materia, en cambio, es cerrado.",
  "La actividad humana está provocando graves alteraciones en los ecosistemas.",
  "La contaminación es la introducción de sustancias nocivas en el medio.",
  "La deforestación es la destrucción de la cubierta forestal.",
  "La sobreexplotación de recursos agota los caladeros de pesca o los acuíferos.",
  "El cambio climático es el mayor desafío medioambiental al que nos enfrentamos.",
  "El desarrollo sostenible busca satisfacer nuestras necesidades sin comprometer el futuro."
]
