[
  "La materia se puede clasificar en sustancias puras y mezclas.",
  "Un cambio físico no altera la naturaleza de la sustancia.",
  "La fusión es el paso de estado sólido a estado líquido.",
  "Una disolución es una mezcla homogénea de un soluto y un disolvente.",
  "La decantación sirve para separar líquidos inmiscibles de diferente densidad.",
  "El modelo atómico de Dalton consideraba los átomos como esferas indivisibles.",
  "Rutherford descubrió la existencia de un núcleo atómico con carga positiva.",
  "Los protones y los neutrones se encuentran en el núcleo del átomo.",
  "El número atómico (Z) indica el número de protones de un átomo.",
  "Los isótopos son átomos de un mismo elemento con diferente número de neutrones.",
  "La tabla periódica ordena los elementos según su número atómico.",
  "Los elementos de un mismo grupo tienen propiedades químicas similares.",
  "Una reacción química es un proceso donde unas sustancias se transforman en otras.",
  "La ley de Lavoisier establece que la masa se conserva en una reacción química.",
  "El movimiento rectilíneo uniforme (MRU) tiene una velocidad constante.",
  "La aceleración mide la variación de la velocidad con el tiempo.",
  "Una fuerza es toda causa capaz de modificar el estado de movimiento de un cuerpo.",
  "La unidad de fuerza en el Sistema Internacional es el Newton (N).",
  "La segunda ley de Newton afirma que la fuerza es igual a la masa por la aceleración.",
  "El peso de un cuerpo es la fuerza con la que la Tierra lo atrae.",
  "La energía mecánica es la suma de la energía cinética y la potencial.",
  "La energía cinética es la energía asociada al movimiento.",
  "La energía potencial gravitatoria depende de la altura de un objeto.",
  "El principio de conservación de la energía afirma que esta ni se crea ni se destruye.",
  "El calor es una forma de transferencia de energía entre cuerpos a diferente temperatura.",
  "La conducción es la transferencia de calor en los sólidos.",
  "La convección es el mecanismo de transferencia de calor en los fluidos.",
  "La radiación es la transferencia de calor a través de ondas electromagnéticas.",
  "La luz se propaga en línea recta y a una velocidad muy alta.",
  "La reflexión de la luz es el fenómeno que ocurre en los espejos.",
  "La refracción es la desviación de la luz al pasar de un medio a otro.",
  "El sonido necesita un medio material para poder propagarse.",
  "Un enlace iónico se forma por la atracción entre un catión y un anión.",
  "Un enlace covalente se basa en la compartición de electrones entre átomos.",
  "La formulación química utiliza símbolos para representar los compuestos.",
  "La masa de los reactivos es igual a la masa de los productos.",
  "El movimiento es relativo y depende del sistema de referencia elegido.",
  "La caída libre es un ejemplo de movimiento rectilíneo uniformemente acelerado.",
  "La fuerza de rozamiento es una fuerza que se opone al movimiento.",
  "La ley de la gravitación universal fue enunciada por Isaac Newton.",
  "La presión es la fuerza ejercida por unidad de superficie.",
  "El principio de Arquímedes explica la flotación de los cuerpos.",
  "La corriente eléctrica es un flujo ordenado de electrones.",
  "Un circuito eléctrico necesita un generador para proporcionar energía.",
  "La ley de Ohm relaciona el voltaje, la intensidad y la resistencia.",
  "La resistencia eléctrica es la oposición al paso de la corriente.",
  "Los imanes generan un campo magnético a su alrededor.",
  "La Tierra se comporta como un imán gigante con un polo norte y un polo sur.",
  "Los electrones se distribuyen en capas alrededor del núcleo atómico.",
  "Los elementos del grupo 18 son los gases nobles, que son muy estables.",
  "Los metales tienden a perder electrones para formar cationes.",
  "Los no metales tienden a ganar electrones para formar aniones.",
  "El mol es la unidad de cantidad de sustancia en química.",
  "La velocidad de una reacción aumenta con la temperatura.",
  "Un catalizador es una sustancia que acelera una reacción química.",
  "La química orgánica es la química de los compuestos del carbono.",
  "Los hidrocarburos están formados únicamente por carbono e hidrógeno.",
  "El petróleo es una mezcla compleja de hidrocarburos.",
  "Los polímeros son macromoléculas formadas por la unión de monómeros.",
  "La tercera ley de Newton es el principio de acción y reacción.",
  "El trabajo en física se realiza cuando una fuerza desplaza un objeto.",
  "La potencia es el trabajo realizado por unidad de tiempo.",
  "La temperatura es una medida de la energía cinética media de las partículas.",
  "La dilatación es el aumento de volumen de un cuerpo al calentarse.",
  "Las lentes basan su funcionamiento en el fenómeno de la refracción.",
  "La frecuencia de una onda es el número de oscilaciones por segundo.",
  "La masa atómica de un elemento es la masa promedio de sus isótopos.",
  "La estequiometría estudia las relaciones cuantitativas en las reacciones.",
  "La concentración de una disolución indica la cantidad de soluto presente.",
  "Una reacción de combustión es una oxidación rápida que desprende energía.",
  "Los ácidos y las bases son tipos de sustancias con propiedades opuestas.",
  "Una reacción de neutralización se produce entre un ácido y una base.",
  "La electrólisis utiliza la corriente eléctrica para provocar una reacción química.",
  "Las pilas y baterías producen electricidad a partir de una reacción química.",
  "La energía nuclear se libera en las reacciones de fisión o fusión.",
  "El momento lineal de un cuerpo es el producto de su masa por su velocidad.",
  "El impulso de una fuerza modifica el momento lineal de un cuerpo.",
  "Las ondas electromagnéticas, como la luz, pueden viajar por el vacío.",
  "El espectro visible es la parte del espectro electromagnético que podemos ver.",
  "Los alcoholes son compuestos orgánicos que contienen el grupo hidroxilo (-OH).",
  "La fermentación es un proceso bioquímico utilizado para producir vino o pan.",
  "El efecto invernadero es un fenómeno natural que calienta la atmósfera.",
  "La lluvia ácida se produce por la emisión de óxidos de azufre y nitrógeno.",
  "La capa de ozono nos protege de la radiación ultravioleta del Sol.",
  "Un circuito en serie solo ofrece un camino para la corriente.",
  "En un circuito en paralelo, la corriente se divide en varios caminos.",
  "Un electroimán es un imán que funciona con corriente eléctrica.",
  "La inducción electromagnética es la base de los generadores eléctricos.",
  "La energía no se crea ni se destruye, solo se transforma.",
  "La masa de un protón es similar a la de un neutrón.",
  "La masa de un electrón es mucho más pequeña que la de un protón.",
  "El enlace metálico explica las propiedades de los metales.",
  "El agua es un disolvente universal debido a su polaridad.",
  "La densidad es una propiedad característica de cada sustancia.",
  "El punto de ebullición es la temperatura a la que un líquido hierve.",
  "La cinemática estudia el movimiento sin considerar sus causas.",
  "La dinámica estudia las causas que producen el movimiento."
]
