[
    "Le professeur nous demande de rédiger un exposé sur la Révolution française.",
    "Nous faisons une analyse critique du texte de Victor Hugo, « Les Misérables ».",
    "J’ai besoin d’une petite aide pour comprendre l’usage du subjonctif imparfait dans le texte.",
    "Les élèves doivent identifier les figures de style comme la métaphore et l’ironie.",
    "Je veux apprendre à citer correctement une source en français.",
    "Le professeur explique comment structurer un article argumentatif.",
    "Nous faisons un débat sur les droits de l’homme et la démocratie moderne.",
    "J’ai besoin d’un rappel sur le vocabulaire juridique pour rédiger un rapport.",
    "Les élèves apprennent à utiliser le vocabulaire du monde politique en français.",
    "Je veux apprendre à faire une synthèse d’une lecture en utilisant des connecteurs logiques.",
    "Le professeur nous donne un texte de la presse et demande d’en extraire les faits principaux.",
    "Nous faisons une activité où les enfants doivent résumer l’essentiel d’un article de journal.",
    "La maîtresse explique comment citer correctement une source en français.",
    "J’ai besoin d’une petite aide pour comprendre le vocabulaire juridique dans le texte.",
    "Les élèves apprennent à écrire des paragraphes argumentatifs en utilisant le mot « par conséquent, toutefois, néanmoins ».",
    "Je veux apprendre à faire un résumé de la presse en utilisant les verbes du passé simple et imparfait.",
    "Le professeur explique comment structurer un article d’opinion.",
    "Nous faisons une activité où les enfants doivent analyser les idées principales d’un texte argumentatif.",
    "J’ai besoin d’une petite aide pour comprendre le vocabulaire politique dans le texte.",
    "Les élèves apprennent à écrire des paragraphes argumentatifs en utilisant les mots de transition.",
    "Je veux apprendre à faire un résumé de la presse en utilisant les verbes du passé simple et imparfait.",
    "Le professeur explique comment structurer un article d’opinion.",
    "Nous faisons une activité où les enfants doivent analyser les idées principales d’un texte argumentatif."
  ]