[
  "La Edad Moderna es el período entre el descubrimiento de América y la Revolución Francesa.",
  "El Humanismo fue un movimiento que puso al ser humano en el centro del universo.",
  "La invención de la imprenta por Gutenberg facilitó la difusión de las nuevas ideas.",
  "El Renacimiento fue la expresión artística del Humanismo, inspirada en la antigüedad clásica.",
  "Los mecenas, como la familia Médici, financiaron a muchos artistas del Renacimiento.",
  "La Reforma Protestante, iniciada por Lutero, rompió la unidad religiosa de Europa.",
  "Los Reyes Católicos unificaron los reinos de Castilla y Aragón.",
  "La conquista de Granada en 1492 puso fin a la Reconquista.",
  "El descubrimiento de América abrió nuevas rutas comerciales y cambió el mundo.",
  "Las civilizaciones precolombinas, como los aztecas y los incas, fueron conquistadas.",
  "El imperio de Carlos V fue tan extenso que se decía que 'en él no se ponía el sol'.",
  "Felipe II estableció la capital de España en Madrid.",
  "La batalla de Lepanto fue una importante victoria naval contra el Imperio otomano.",
  "El Siglo de Oro fue una época de gran esplendor cultural en España.",
  "La monarquía absoluta fue la forma de gobierno predominante en el siglo XVII.",
  "Luis XIV de Francia, el 'Rey Sol', es el máximo exponente del absolutismo.",
  "El Barroco fue un estilo artístico recargado y lleno de contrastes.",
  "La Ilustración fue un movimiento intelectual del siglo XVIII, conocido como el 'Siglo de las Luces'.",
  "Los ilustrados defendían la razón, la educación y el progreso.",
  "Montesquieu propuso la separación de los poderes legislativo, ejecutivo y judicial.",
  "Rousseau defendió el principio de la soberanía nacional.",
  "El despotismo ilustrado fue la forma de gobierno de algunos monarcas que adoptaron ideas ilustradas.",
  "La Revolución Americana dio lugar al nacimiento de los Estados Unidos.",
  "La Declaración de Independencia de 1776 proclamó los derechos inalienables del ser humano.",
  "La Revolución Francesa de 1789 acabó con el Antiguo Régimen en Francia.",
  "La toma de la Bastilla es el acontecimiento simbólico del inicio de la revolución.",
  "El lema de la Revolución Francesa fue 'Libertad, Igualdad y Fraternidad'.",
  "Napoleón Bonaparte extendió las ideas revolucionarias por Europa con sus ejércitos.",
  "La población mundial ha crecido de forma exponencial en los últimos dos siglos.",
  "La distribución de la población en la Tierra es muy desigual.",
  "Las migraciones son desplazamientos de población de un lugar a otro.",
  "El proceso de urbanización ha llevado a la concentración de la población en ciudades.",
  "El sector primario obtiene recursos directamente de la naturaleza.",
  "La agricultura y la ganadería son las principales actividades del sector primario.",
  "El sector secundario transforma las materias primas en productos elaborados.",
  "La industria es la actividad más importante del sector secundario.",
  "El sector terciario o de servicios es el más importante en las economías desarrolladas.",
  "El turismo es una de las principales actividades del sector servicios en España.",
  "La globalización es un proceso de interconexión económica y cultural a escala mundial.",
  "Las empresas multinacionales tienen un papel clave en la globalización.",
  "El relieve de Europa se caracteriza por una baja altitud media.",
  "La Gran Llanura Europea es la unidad de relieve más extensa.",
  "Los Alpes son la cordillera más elevada de Europa occidental.",
  "El clima oceánico, en la costa atlántica, es suave y lluvioso.",
  "El clima mediterráneo se caracteriza por sus veranos secos y calurosos.",
  "La Unión Europea es una organización de integración económica y política.",
  "La mayoría de los países de la UE comparten el euro como moneda única.",
  "España se organiza territorialmente en Comunidades Autónomas.",
  "La Constitución de 1978 es la ley fundamental del Estado español.",
  "El relieve de África está dominado por grandes mesetas y el Valle del Rift.",
  "El desierto del Sáhara es el desierto cálido más grande del mundo.",
  "Asia es el continente más extenso y poblado de la Tierra.",
  "En Asia se encuentra la cordillera del Himalaya, la más alta del planeta.",
  "América está recorrida de norte a sur por un gran sistema montañoso en su parte occidental.",
  "El río Amazonas es el más caudaloso del mundo.",
  "El desarrollo sostenible busca un equilibrio entre economía, sociedad y medio ambiente.",
  "La Guerra de Sucesión Española terminó con el Tratado de Utrecht.",
  "Felipe V fue el primer rey de la dinastía de los Borbones en España.",
  "Carlos III fue el principal representante del despotismo ilustrado en España.",
  "La sociedad del Antiguo Régimen era estamental y basada en el privilegio.",
  "La nobleza y el clero eran los estamentos privilegiados.",
  "El Tercer Estado estaba formado por la gran mayoría de la población y no tenía privilegios.",
  "La burguesía era el grupo más dinámico y rico dentro del Tercer Estado.",
  "La crisis del siglo XVII en España fue demográfica, económica y política.",
  "La expulsión de los moriscos agravó la crisis demográfica y agrícola.",
  "El arte barroco en España tuvo una temática predominantemente religiosa.",
  "Velázquez es uno de los pintores más importantes del Barroco español.",
  "La población activa se divide en los tres sectores económicos.",
  "Una pirámide de población nos muestra la estructura por edad y sexo de un país.",
  "El envejecimiento de la población es un reto para los países desarrollados.",
  "El éxodo rural es el movimiento de población del campo a la ciudad.",
  "Una megaciudad es una aglomeración urbana con más de diez millones de habitantes.",
  "La agricultura de mercado busca obtener el máximo beneficio.",
  "La industria de base transforma las materias primas en productos semielaborados.",
  "La industria de bienes de equipo fabrica maquinaria para otras industrias.",
  "La industria de bienes de consumo fabrica productos destinados al consumidor final.",
  "El comercio es la actividad de compra y venta de mercancías.",
  "El transporte es una actividad fundamental para el comercio y el turismo.",
  "La balanza comercial compara las exportaciones y las importaciones de un país.",
  "La ONU es la principal organización internacional que busca mantener la paz.",
  "El Índice de Desarrollo Humano (IDH) mide el nivel de bienestar de un país.",
  "El relieve de España se organiza en torno a la Meseta Central.",
  "Los Pirineos y los Sistemas Béticos son las cordilleras exteriores a la Meseta.",
  "Los ríos de la vertiente atlántica son los más largos y caudalosos de la península.",
  "Las Islas Canarias tienen un origen volcánico y un clima subtropical.",
  "El turismo de sol y playa es el más importante en España.",
  "La Contrarreforma fue la respuesta de la Iglesia Católica a la Reforma Protestante.",
  "El Concilio de Trento reafirmó los dogmas del catolicismo.",
  "La Compañía de Jesús, fundada por San Ignacio de Loyola, fue un instrumento de la Contrarreforma.",
  "El Palacio de Versalles es el gran símbolo del absolutismo monárquico.",
  "La Enciclopedia fue la gran obra que recopiló el saber de la Ilustración."
]
