[
  "Los números racionales pueden expresarse como una fracción.",
  "La raíz cuadrada de dos es un número irracional.",
  "El conjunto de los números reales incluye a los racionales e irracionales.",
  "Un intervalo cerrado incluye sus dos extremos.",
  "Una potencia de exponente negativo equivale a la inversa de la base.",
  "Cualquier número elevado a cero es igual a uno.",
  "La notación científica sirve para escribir números muy grandes.",
  "Un polinomio es una suma de varios monomios no semejantes.",
  "El grado de un polinomio es el mayor de los grados de sus monomios.",
  "El cuadrado de una suma es una identidad notable.",
  "La fórmula de la ecuación de segundo grado nos da sus soluciones.",
  "El discriminante de una ecuación de segundo grado determina el número de soluciones.",
  "Un sistema de ecuaciones se puede resolver por sustitución.",
  "El método de igualación es otra forma de resolver sistemas.",
  "El método de reducción busca eliminar una de las incógnitas.",
  "Una función es una relación entre dos variables.",
  "La gráfica de una función afín es una línea recta.",
  "La pendiente de una recta indica su inclinación.",
  "El Teorema de Tales se aplica a rectas paralelas cortadas por secantes.",
  "Dos triángulos en posición de Tales son siempre semejantes.",
  "Dos figuras son semejantes si tienen la misma forma.",
  "La razón de semejanza es el cociente entre lados homólogos.",
  "El área de un polígono regular es el perímetro por la apotema partido por dos.",
  "Un cilindro es un cuerpo de revolución generado por un rectángulo.",
  "El volumen de una pirámide es un tercio del área de la base por la altura.",
  "La media aritmética es el promedio de un conjunto de datos.",
  "La moda es el valor que tiene mayor frecuencia absoluta.",
  "La regla de Laplace calcula la probabilidad de un suceso.",
  "Un radical se puede expresar como una potencia de exponente fraccionario.",
  "Para sumar radicales, estos deben ser semejantes.",
  "La regla de Ruffini facilita la división de polinomios.",
  "El teorema del resto nos da el resto de una división sin hacerla.",
  "Una función lineal siempre pasa por el origen de coordenadas.",
  "El teorema del seno se aplica a cualquier tipo de triángulo.",
  "El teorema del coseno es una generalización del de Pitágoras.",
  "El área de un círculo es pi por el radio al cuadrado.",
  "El volumen de una esfera depende de su radio al cubo.",
  "La mediana es el valor central de un conjunto de datos ordenados.",
  "Un diagrama de árbol ayuda a contar los resultados de un experimento.",
  "La sucesión de Fibonacci aparece con frecuencia en la naturaleza.",
  "Un sistema incompatible no tiene ninguna solución.",
  "Dos rectas paralelas tienen la misma pendiente.",
  "El seno de un ángulo es el cateto opuesto partido por la hipotenusa.",
  "La fórmula fundamental de la trigonometría relaciona el seno y el coseno.",
  "Un vector tiene módulo, dirección y sentido.",
  "La ecuación explícita de la recta es y = mx + n.",
  "El dominio de una función son los valores que puede tomar la 'x'.",
  "La gráfica de una función cuadrática es una parábola.",
  "La estadística descriptiva resume y analiza los datos de una muestra.",
  "La desviación típica mide la dispersión de los datos.",
  "La combinatoria es el arte de contar.",
  "En las permutaciones, el orden de los elementos sí importa.",
  "En las combinaciones, el orden de los elementos no importa.",
  "Una función exponencial crece o decrece muy rápidamente.",
  "La función logarítmica es la inversa de la exponencial.",
  "El logaritmo de un producto es la suma de los logaritmos.",
  "La estadística bidimensional estudia la relación entre dos variables.",
  "Una nube de puntos representa la relación entre dos variables.",
  "La recta de regresión es la que mejor se ajusta a una nube de puntos.",
  "Racionalizar es eliminar las raíces del denominador.",
  "La media no se ve afectada por el orden de los datos.",
  "La interpolación lineal estima valores desconocidos entre dos puntos.",
  "La ecuación de una circunferencia se basa en el teorema de Pitágoras.",
  "La covarianza mide la relación lineal entre dos variables.",
  "Las variaciones son agrupaciones ordenadas de elementos.",
  "El producto escalar de dos vectores perpendiculares es cero.",
  "La suma de vectores se puede hacer gráficamente con la regla del paralelogramo.",
  "La función tangente es periódica, con período de 180 grados.",
  "La distribución normal tiene forma de campana de Gauss.",
  "Una muestra debe ser representativa de la población total.",
  "Una inecuación tiene un conjunto de soluciones, no un único valor.",
  "La programación lineal busca optimizar una función sujeta a restricciones.",
  "El valor absoluto de un número es siempre positivo o cero.",
  "La fracción generatriz de un decimal periódico es un número racional.",
  "Un monomio consta de un coeficiente y una parte literal.",
  "El grado de un monomio es la suma de los exponentes de sus letras.",
  "Factorizar un polinomio es expresarlo como producto de factores.",
  "Una ecuación bicuadrada se puede transformar en una de segundo grado.",
  "El cateto contiguo es el que forma el ángulo junto a la hipotenusa.",
  "La tangente de un ángulo es el seno dividido por el coseno.",
  "Las coordenadas de un punto se escriben entre paréntesis.",
  "La ordenada en el origen es el punto de corte con el eje Y.",
  "El recorrido de una función son los valores que toma la 'y'.",
  "El vértice de una parábola es su punto máximo o mínimo.",
  "El rango de un conjunto de datos es la diferencia entre el máximo y el mínimo.",
  "La probabilidad de un suceso seguro es uno.",
  "El factorial de un número es el producto de todos los enteros hasta él.",
  "El número 'e' es la base de los logaritmos neperianos.",
  "La frecuencia relativa es el cociente entre la frecuencia absoluta y el total.",
  "La probabilidad de la unión de dos sucesos compatibles se calcula con una fórmula.",
  "El módulo de un vector se calcula con el teorema de Pitágoras.",
  "El coseno de un ángulo es el cateto contiguo partido por la hipotenusa.",
  "Dos rectas son perpendiculares si el producto de sus pendientes es menos uno.",
  "Una asíntota es una recta a la que la función se acerca indefinidamente.",
  "La varianza es el cuadrado de la desviación típica.",
  "La probabilidad condicionada es la probabilidad de que ocurra un suceso A, sabiendo que ha ocurrido B."
]
