[
  "Las cualidades del sonido son altura, duración, intensidad y timbre.",
  "El pentagrama es el conjunto de cinco líneas donde se escribe la música.",
  "La clave de Sol da nombre a la nota situada en la segunda línea.",
  "Las figuras musicales indican la duración de los sonidos.",
  "Una corchea dura la mitad que una negra.",
  "La orquesta sinfónica agrupa los instrumentos en familias.",
  "El violín es el instrumento más agudo de la familia de cuerda frotada.",
  "La flauta travesera pertenece a la familia de viento-madera.",
  "La trompeta es un instrumento de la familia de viento-metal.",
  "El xilófono es un instrumento de percusión de altura determinada.",
  "La voz humana se clasifica en soprano, contralto, tenor y bajo.",
  "El canto gregoriano es la música religiosa de la Edad Media.",
  "La polifonía consiste en varias melodías sonando simultáneamente.",
  "El Renacimiento fue la edad de oro de la polifonía vocal.",
  "La ópera nació en Italia durante el período Barroco.",
  "Antonio Vivaldi compuso la famosa obra 'Las cuatro estaciones'.",
  "Johann Sebastian Bach es considerado un genio de la música barroca.",
  "El Clasicismo musical buscaba la claridad, el orden y el equilibrio.",
  "Wolfgang Amadeus Mozart fue un niño prodigio y un gran compositor.",
  "Una sinfonía es una gran obra para orquesta dividida en movimientos.",
  "Beethoven fue una figura de transición entre el Clasicismo y el Romanticismo.",
  "El Romanticismo musical expresaba emociones y sentimientos individuales.",
  "El piano se convirtió en el instrumento rey del Romanticismo.",
  "El Nacionalismo musical se inspiró en el folclore de cada país.",
  "La música del siglo XX rompió con las reglas de la tonalidad.",
  "El Impresionismo musical, con Debussy, buscaba crear atmósferas sonoras.",
  "El jazz se caracteriza por la improvisación y su ritmo sincopado.",
  "El rock and roll revolucionó la música popular en los años 50.",
  "The Beatles es una de las bandas más influyentes de la historia.",
  "La música pop se caracteriza por sus melodías pegadizas y estribillos.",
  "La banda sonora es la música compuesta para una película.",
  "Un compás musical divide la música en partes de igual duración.",
  "La indicación 'piano' significa que se debe tocar suave.",
  "La indicación 'forte' significa que se debe tocar fuerte.",
  "El 'crescendo' es un aumento gradual de la intensidad.",
  "El 'tempo' de una obra indica su velocidad de interpretación.",
  "La palabra 'Allegro' indica un tempo rápido y animado.",
  "Un acorde está formado por tres o más notas que suenan a la vez.",
  "La escala mayor tiene una sonoridad alegre y brillante.",
  "La escala menor suele asociarse con un carácter más melancólico.",
  "El blues es la raíz de géneros como el jazz o el rock.",
  "La música electrónica utiliza instrumentos y tecnología digital.",
  "El timbre es la cualidad que diferencia el sonido de dos instrumentos.",
  "El contrapunto es la técnica de entrelazar varias melodías independientes.",
  "La música de cámara está escrita para un pequeño grupo de músicos.",
  "Un cuarteto de cuerda está formado por dos violines, una viola y un violonchelo.",
  "La síncopa es un ritmo que acentúa una parte débil del compás.",
  "La música programática intenta describir una historia con sonidos.",
  "Un musical es una obra de teatro con canciones y bailes.",
  "El minimalismo es una corriente musical basada en la repetición.",
  "La acústica es la ciencia que estudia el sonido.",
  "El 'sampleado' es la técnica de usar un fragmento de otra grabación.",
  "La música indie se produce al margen de las grandes discográficas.",
  "Una ópera rock combina la estructura de una ópera con la música rock.",
  "El reggae es un estilo musical originario de Jamaica.",
  "El hip hop es una cultura que incluye el rap y el DJing.",
  "La música latina engloba una gran diversidad de ritmos bailables.",
  "El flamenco es un arte andaluz que combina cante, toque y baile.",
  "La tecnología ha cambiado por completo la forma de producir música.",
  "Un videoclip es una herramienta de promoción visual para una canción.",
  "La escala pentatónica es una escala de cinco notas.",
  "La dinámica en música se refiere a los cambios de intensidad.",
  "La música fusión mezcla elementos de diferentes estilos.",
  "El director de orquesta unifica la interpretación de los músicos.",
  "La música celta utiliza instrumentos como la gaita o el violín.",
  "El 'soul' es un género con una gran carga emocional y vocal.",
  "Un 'remix' es una versión alternativa de una canción original.",
  "El 'trap' es un subgénero del hip hop con ritmos lentos y graves.",
  "La música 'ambient' busca crear paisajes sonoros y atmósferas.",
  "La propiedad intelectual protege los derechos de los compositores.",
  "El 'ska' es un ritmo jamaicano precursor del reggae.",
  "La música 'new wave' surgió a finales de los años 70.",
  "El 'beatbox' es el arte de crear ritmos con la boca.",
  "Un festival de música reúne a muchos artistas durante varios días.",
  "El 'autotune' es un procesador que corrige la afinación de la voz.",
  "La música de los videojuegos ha adquirido una gran importancia.",
  "El grunge fue un estilo de rock alternativo de los años 90.",
  "La zarzuela es un género escénico español que alterna partes habladas y cantadas.",
  "El dodecafonismo es un sistema de composición con las doce notas cromáticas.",
  "El Expresionismo musical buscaba expresar la angustia del ser humano.",
  "El Neoclasicismo se inspiró en las formas musicales del siglo XVIII.",
  "El rock sinfónico fusionó el rock con la música clásica.",
  "El heavy metal se caracteriza por sus guitarras potentes y distorsionadas.",
  "El punk rock fue un movimiento de rebeldía musical y social.",
  "La música disco dominó las pistas de baile en los años 70.",
  "El 'leitmotiv' es un tema musical asociado a un personaje.",
  "Una partitura es el texto escrito de una obra musical.",
  "La clave de Fa se utiliza para escribir los sonidos graves.",
  "El puntillo aumenta la mitad de la duración de una figura.",
  "Un sostenido sube la altura de una nota un semitono.",
  "Un bemol baja la altura de una nota un semitono.",
  "El becuadro anula el efecto de una alteración previa.",
  "La homofonía es una textura con una melodía principal y un acompañamiento.",
  "Un canon es una forma de imitación musical exacta.",
  "La improvisación es la creación de música en el momento.",
  "Un sintetizador es un instrumento electrónico que puede generar sonidos."
]
