[
  "El punto es el elemento básico de la expresión plástica.",
  "La línea es la traza de un punto en movimiento.",
  "Una línea recta transmite una sensación de estabilidad y firmeza.",
  "Las líneas curvas sugieren movimiento, suavidad y dinamismo.",
  "El plano es una superficie bidimensional delimitada por líneas.",
  "Los colores primarios pigmento son el cian, el magenta y el amarillo.",
  "La mezcla de dos colores primarios da como resultado un color secundario.",
  "El verde, el naranja y el violeta son los colores secundarios.",
  "Los colores complementarios son los que se oponen en el círculo cromático.",
  "Los colores cálidos, como el rojo, parecen avanzar hacia el espectador.",
  "Los colores fríos, como el azul, producen una sensación de lejanía.",
  "La textura es la cualidad visual y táctil de una superficie.",
  "La composición es la organización de los elementos en el espacio.",
  "El equilibrio simétrico transmite orden y serenidad.",
  "El equilibrio asimétrico crea una composición más dinámica.",
  "El sistema diédrico representa un objeto mediante sus vistas.",
  "El alzado, la planta y el perfil son las vistas principales de un objeto.",
  "La perspectiva cónica es la que más se asemeja a la visión humana.",
  "El punto de fuga es el lugar donde convergen las líneas paralelas.",
  "El claroscuro es la técnica para representar el volumen mediante luces y sombras.",
  "La fotografía es el arte de capturar imágenes con una cámara.",
  "El encuadre es la porción de la escena que selecciona el fotógrafo.",
  "La ley de los tercios es una regla de composición fotográfica.",
  "El lenguaje audiovisual combina la imagen en movimiento y el sonido.",
  "Un plano es una toma continua sin cortes.",
  "El montaje es el proceso de ordenar los planos para crear una narración.",
  "El diseño gráfico comunica mensajes a través de imágenes y textos.",
  "Un logotipo es el símbolo gráfico que identifica a una marca.",
  "La tipografía es el arte de diseñar las letras.",
  "La publicidad busca persuadir al consumidor para que compre un producto.",
  "El eslogan es una frase corta y memorable que resume un mensaje publicitario.",
  "El Impresionismo fue un movimiento que buscaba captar la luz y el instante.",
  "Claude Monet es uno de los pintores impresionistas más famosos.",
  "El cubismo descomponía los objetos en formas geométricas.",
  "Pablo Picasso es el artista más representativo del cubismo.",
  "El surrealismo exploraba el mundo de los sueños y el subconsciente.",
  "Salvador Dalí es una figura clave del movimiento surrealista.",
  "El arte abstracto no representa la realidad de forma figurativa.",
  "Wassily Kandinsky es considerado el pionero del arte abstracto.",
  "La Bauhaus fue una escuela alemana que revolucionó el diseño.",
  "El lema de la Bauhaus era 'la forma sigue a la función'.",
  "La escultura es el arte de crear formas tridimensionales.",
  "La arquitectura diseña y construye edificios y espacios.",
  "La acuarela es una técnica de pintura que utiliza colores diluidos en agua.",
  "El collage es una técnica que consiste en pegar diferentes materiales.",
  "Un cómic narra una historia a través de viñetas.",
  "El bocadillo en un cómic contiene los diálogos de los personajes.",
  "La perspectiva isométrica es un tipo de dibujo técnico en 3D.",
  "La acotación indica las medidas de un objeto en un plano.",
  "La escala es la relación entre el dibujo y la realidad.",
  "El Pop Art se inspiraba en la cultura de masas y el consumo.",
  "Andy Warhol es el artista más conocido del Pop Art.",
  "El 'storyboard' es el guion gráfico de una película.",
  "Un plano cenital se toma desde una posición completamente vertical.",
  "Un plano picado se realiza desde arriba hacia abajo.",
  "Un 'travelling' es un movimiento de desplazamiento de la cámara.",
  "La identidad visual corporativa es la imagen de una empresa.",
  "El diseño de productos busca crear objetos útiles y atractivos.",
  "La ergonomía adapta los objetos a las capacidades del ser humano.",
  "El ritmo visual se crea por la repetición de elementos.",
  "El centro de interés es el punto que más atrae la atención.",
  "Una composición monocromática utiliza un solo color en diferentes tonos.",
  "La serigrafía es una técnica de estampación muy utilizada en diseño.",
  "El 'stop motion' es una técnica de animación fotograma a fotograma.",
  "La línea de horizonte se sitúa a la altura de los ojos del espectador.",
  "El arte conceptual valora más la idea que el objeto artístico.",
  "Una performance es una acción artística realizada en directo.",
  "El 'land art' utiliza el propio paisaje como material y soporte.",
  "La fotografía en blanco y negro resalta la forma y la textura.",
  "La profundidad de campo es la zona enfocada de una imagen.",
  "El diseño de moda crea prendas de vestir y accesorios.",
  "La arquitectura sostenible busca minimizar el impacto ambiental.",
  "La psicología del color estudia cómo los colores afectan a las emociones.",
  "El Art Nouveau se inspiraba en las formas curvas de la naturaleza.",
  "Gaudí es el máximo exponente del Modernismo catalán.",
  "El Art Déco se caracteriza por su elegancia y su geometría.",
  "El expresionismo abstracto se basa en el gesto y la emoción.",
  "Jackson Pollock fue famoso por su técnica del 'dripping' o goteo.",
  "El fotoperiodismo documenta la realidad a través de imágenes.",
  "La tipografía cinética es la animación de texto.",
  "Un bodegón es la representación de objetos inanimados.",
  "Un autorretrato es el retrato que un artista hace de sí mismo.",
  "La proporción áurea es una relación matemática considerada armónica.",
  "El grabado es una técnica de impresión a partir de una matriz.",
  "Un mural es una pintura realizada sobre una pared.",
  "El graffiti es una forma de arte urbano realizada con aerosoles.",
  "La semiótica estudia el significado de los signos visuales.",
  "Un icono es un signo que representa un objeto por su semejanza.",
  "Un símbolo es un signo cuya relación con el objeto es convencional.",
  "La maquetación es la organización de los elementos en una página.",
  "El 'branding' es el proceso de construcción de una marca.",
  "La animación por ordenador (CGI) es la técnica más usada en el cine actual.",
  "El patrimonio artístico es el legado cultural que debemos conservar.",
  "Un museo es una institución que conserva y expone obras de arte.",
  "La creatividad es la capacidad de generar ideas nuevas y originales."
]
