[
    "La modulación por ancho de pulso o PWM controla la potencia de salida.",
    "Un puente en H permite invertir la dirección de giro de un motor DC.",
    "Los drivers de potencia aíslan la placa de control del consumo de los motores.",
    "La programación textual requiere una sintaxis precisa y sin errores.",
    "Las funciones permiten organizar el código en módulos reutilizables.",
    "Una variable global es accesible desde cualquier parte del programa.",
    "Los comentarios en el código ayudan a otros programadores a entenderlo.",
    "La compilación traduce el código fuente a lenguaje de máquina.",
    "Un bucle 'while' se ejecuta mientras una condición sea verdadera.",
    "Las librerías contienen funciones predefinidas para manejar sensores complejos.",
    "Un encoder mide las rotaciones del motor para controlar la distancia recorrida.",
    "La cinemática estudia el movimiento de los robots sin considerar las fuerzas.",
    "Un robot con seis grados de libertad imita la movilidad del brazo humano.",
    "Los cobots están diseñados para trabajar de forma segura junto a humanos.",
    "La visión artificial permite al robot reconocer objetos y colores.",
    "Un sensor de color devuelve valores RGB de la superficie detectada.",
    "El giroscopio mide la velocidad angular para mantener la estabilidad.",
    "La comunicación serie se usa para depurar el código viendo valores en pantalla.",
    "Un servomotor de rotación continua funciona como un motor con reductora.",
    "La impresión 3D permite crear prototipos rápidos de piezas mecánicas.",
    "Los actuadores neumáticos usan aire comprimido para generar movimiento.",
    "Un relé permite controlar circuitos de alta tensión con señales pequeñas.",
    "La inteligencia artificial mejora la toma de decisiones del robot.",
    "Los algoritmos de búsqueda ayudan al robot a encontrar el camino más corto.",
    "La robótica submarina enfrenta retos de presión y comunicación.",
    "Un dron utiliza cuatro motores para estabilizar su vuelo mediante software.",
    "La teleoperación es vital en entornos peligrosos como centrales nucleares.",
    "La biónica integra componentes electrónicos en organismos biológicos.",
    "Un sensor ultrasónico tiene un emisor y un receptor de ondas.",
    "La placa Arduino Mega ofrece más pines de entrada y salida que la Uno.",
    "El lenguaje C++ es la base de la mayoría de sistemas embebidos.",
    "La identación del código es obligatoria en lenguajes como Python.",
    "Un cortocircuito puede dañar permanentemente los componentes electrónicos.",
    "La ley de Ohm relaciona voltaje, intensidad y resistencia eléctrica.",
    "Los esquemas eléctricos son el mapa para construir el hardware del robot.",
    "Un seguidor de líneas avanzado usa algoritmos de control PID.",
    "La robótica asistencial mejora la calidad de vida de personas dependientes.",
    "La nanorrobótica promete aplicaciones revolucionarias en medicina.",
    "La ética en robótica debate sobre la responsabilidad de las máquinas.",
    "La robótica es una herramienta poderosa para resolver retos globales."
]