[
  "El proceso tecnológico sirve para resolver problemas de forma ordenada.",
  "Una estructura debe ser resistente para soportar las cargas.",
  "La triangulación aporta una gran rigidez a las estructuras.",
  "Una palanca es una máquina simple que reduce el esfuerzo.",
  "Los engranajes transmiten el movimiento circular entre ejes.",
  "La madera es un material natural, renovable y aislante.",
  "Los metales son buenos conductores del calor y la electricidad.",
  "El acero es una aleación de hierro y carbono.",
  "Los plásticos son materiales sintéticos derivados del petróleo.",
  "Un boceto es un dibujo rápido a mano alzada de una idea.",
  "Las vistas de un objeto son el alzado, la planta y el perfil.",
  "La escala de un plano indica la relación entre el dibujo y la realidad.",
  "La electricidad es un flujo de electrones a través de un conductor.",
  "Un circuito eléctrico necesita un generador, conductores y un receptor.",
  "La ley de Ohm relaciona el voltaje, la intensidad y la resistencia.",
  "El hardware de un ordenador son sus componentes físicos.",
  "El software son los programas que hacen funcionar al ordenador.",
  "El sistema operativo es el software principal de un dispositivo.",
  "La CPU o procesador es el cerebro del ordenador.",
  "La memoria RAM almacena los datos de los programas en uso.",
  "Internet es una red mundial que conecta millones de ordenadores.",
  "Un navegador web nos permite visualizar las páginas de internet.",
  "La programación consiste en escribir instrucciones para un ordenador.",
  "Un algoritmo es una secuencia de pasos para resolver un problema.",
  "Las energías renovables provienen de fuentes naturales inagotables.",
  "La energía solar aprovecha la luz del sol para generar electricidad.",
  "La energía eólica utiliza la fuerza del viento.",
  "La biela-manivela transforma un movimiento circular en uno de vaivén.",
  "Una red LAN conecta ordenadores en un área local.",
  "La impresión 3D crea objetos tridimensionales capa por capa.",
  "Un robot es una máquina programable que realiza tareas automáticamente.",
  "Los sensores permiten a un robot percibir su entorno.",
  "Los actuadores, como los motores, producen el movimiento del robot.",
  "La neumática utiliza aire comprimido para transmitir energía.",
  "La hidráulica utiliza fluidos a presión para mover maquinaria.",
  "La electrónica digital trabaja con señales binarias de ceros y unos.",
  "Una puerta lógica es un componente básico de un circuito digital.",
  "El diseño asistido por ordenador (CAD) se usa para crear planos.",
  "HTML es el lenguaje para estructurar el contenido de las páginas web.",
  "CSS es el lenguaje que se utiliza para dar estilo a las páginas web.",
  "Un cortafuegos protege nuestra red de accesos no autorizados.",
  "El 'phishing' es una estafa para robar contraseñas y datos personales.",
  "Los plásticos termoplásticos se pueden reciclar con calor.",
  "Los plásticos termoestables no se pueden volver a moldear una vez endurecidos.",
  "La domótica es la automatización de las viviendas.",
  "Un microcontrolador es un pequeño ordenador en un solo chip.",
  "La placa Arduino es una plataforma de hardware libre muy popular.",
  "Una imagen digital está formada por una matriz de píxeles.",
  "La resolución de una pantalla es el número de píxeles que puede mostrar.",
  "El modelo de color RGB se usa en las pantallas.",
  "Los metales ferrosos contienen hierro como componente principal.",
  "Un motor de combustión transforma la energía química en movimiento.",
  "La corriente alterna es la que llega a nuestros enchufes.",
  "Un diodo LED es un componente que emite luz.",
  "La 'protoboard' sirve para montar circuitos electrónicos sin soldar.",
  "El sistema binario es el lenguaje que entienden los ordenadores.",
  "La fibra óptica transmite datos mediante pulsos de luz.",
  "Una hoja de cálculo organiza los datos en filas y columnas.",
  "Un procesador de textos sirve para crear documentos escritos.",
  "La nube permite almacenar archivos y usar programas en internet.",
  "Una red social es una plataforma para conectar con otras personas.",
  "Las materias primas son los recursos naturales que transformamos.",
  "El desarrollo sostenible busca un equilibrio entre progreso y medio ambiente.",
  "Un plano de situación ubica una construcción en su entorno.",
  "La realidad aumentada superpone información digital sobre el mundo real.",
  "La realidad virtual crea un entorno completamente digital e inmersivo.",
  "La inteligencia artificial busca que las máquinas imiten la inteligencia humana.",
  "El 'machine learning' permite a los ordenadores aprender de los datos.",
  "Un circuito integrado o chip contiene millones de transistores.",
  "El Wi-Fi es una tecnología de comunicación inalámbrica para redes locales.",
  "El Bluetooth conecta dispositivos a corta distancia sin cables.",
  "El GPS es un sistema de posicionamiento global por satélite.",
  "El cifrado de datos protege la información para que no sea legible.",
  "La biotecnología utiliza seres vivos para obtener productos útiles.",
  "Los materiales compuestos combinan las propiedades de varios materiales.",
  "La obsolescencia programada acorta la vida útil de los productos.",
  "Un diagrama de flujo representa gráficamente un algoritmo.",
  "Un sistema de control de lazo cerrado utiliza la retroalimentación.",
  "La madera es un material biodegradable y un buen aislante.",
  "Un motor eléctrico convierte la energía eléctrica en mecánica.",
  "La ergonomía adapta los productos al usuario para su comodidad.",
  "Un sensor de temperatura mide el calor del ambiente.",
  "La World Wide Web es un sistema de páginas enlazadas.",
  "La programación orientada a objetos organiza el código en clases y objetos.",
  "El torneado es un proceso de mecanizado para piezas de revolución.",
  "La soldadura es un proceso de unión de metales.",
  "Un sistema de control de lazo abierto no tiene retroalimentación.",
  "La energía solar térmica calienta agua con el calor del sol.",
  "Un transistor puede funcionar como un interruptor o un amplificador.",
  "La nanotecnología trabaja a escala atómica y molecular.",
  "El control numérico (CNC) automatiza las máquinas-herramienta.",
  "La relación de transmisión en los engranajes modifica la velocidad.",
  "La ofimática incluye los programas de software de oficina.",
  "El reciclaje convierte los residuos en nuevos productos.",
  "La corriente continua fluye siempre en el mismo sentido.",
  "Un transformador cambia el voltaje de la corriente alterna."
]
