[
    "Las máquinas térmicas convierten la energía calorífica en trabajo mecánico.",
    "Un motor de combustión interna es el que utilizan la mayoría de los coches.",
    "La electricidad se genera en las centrales eléctricas a partir de otras energías.",
    "La corriente alterna es la que llega a nuestros hogares.",
    "Un transformador sirve para aumentar o disminuir el voltaje de la corriente.",
    "La electrónica digital trabaja con información codificada en sistema binario.",
    "Las puertas lógicas son circuitos que realizan operaciones lógicas básicas.",
    "Un microprocesador es un circuito integrado que contiene la CPU de un ordenador.",
    "La robótica se encarga del diseño y construcción de robots.",
    "Un robot es una máquina programable capaz de realizar tareas de forma autónoma.",
    "Los actuadores son los elementos del robot que le permiten moverse.",
    "Los sensores permiten al robot percibir información de su entorno.",
    "Internet es una red global que ha revolucionado las comunicaciones.",
    "Una dirección IP es un número que identifica a un dispositivo en la red.",
    "El protocolo TCP/IP es el conjunto de reglas que permite la comunicación en Internet.",
    "El diseño asistido por ordenador (CAD) se utiliza para crear modelos virtuales.",
    "La fabricación asistida por ordenador (CAM) controla máquinas herramientas.",
    "La impresión 3D es una tecnología de fabricación por adición de material.",
    "Los materiales plásticos se obtienen principalmente a partir del petróleo.",
    "Los metales se extraen de los minerales que se encuentran en las rocas.",
    "La neumática utiliza aire comprimido para transmitir energía.",
    "La hidráulica utiliza fluidos como el aceite para transmitir grandes fuerzas.",
    "Un motor de cuatro tiempos realiza los ciclos de admisión, compresión, explosión y escape.",
    "La energía solar fotovoltaica convierte la luz del sol directamente en electricidad.",
    "Un alternador es una máquina que convierte la energía mecánica en corriente alterna.",
    "El bit es la unidad mínima de información en el sistema binario.",
    "Un circuito integrado o chip contiene miles de transistores en un espacio reducido.",
    "La programación es el proceso de crear un conjunto de instrucciones para un ordenador.",
    "Los lenguajes de programación como Python o Java permiten crear software.",
    "Un sistema de control de lazo cerrado utiliza la retroalimentación para corregir errores.",
    "Un dron es un vehículo aéreo no tripulado que se controla de forma remota.",
    "La World Wide Web es un sistema de distribución de documentos interconectados.",
    "Un navegador web es el software que utilizamos para acceder a la web.",
    "Las aleaciones son mezclas de metales que mejoran sus propiedades.",
    "El acero es una aleación de hierro y carbono.",
    "La palanca es una máquina simple que nos permite amplificar una fuerza.",
    "Un engranaje cónico permite transmitir el movimiento entre ejes que se cortan.",
    "Un sistema operativo gestiona los recursos de hardware y software del ordenador.",
    "La inteligencia artificial busca que las máquinas puedan realizar tareas humanas.",
    "El reciclaje de aparatos electrónicos es importante para evitar la contaminación."
]