[
    "La toma de decisiones es una habilidad crucial para el futuro académico y profesional.",
    "El autoconcepto es la imagen que tenemos de nosotros mismos.",
    "La inteligencia emocional nos ayuda a gestionar nuestras emociones y las de los demás.",
    "La resolución de conflictos de forma pacífica es esencial para la convivencia.",
    "La empatía es la capacidad de ponerse en el lugar del otro para entenderlo.",
    "El pensamiento crítico nos permite analizar la información y formar opiniones propias.",
    "El uso seguro y responsable de las tecnologías es fundamental en la actualidad.",
    "La prevención del consumo de sustancias adictivas protege nuestra salud.",
    "La igualdad de oportunidades entre hombres y mujeres es un derecho fundamental.",
    "El voluntariado es una forma de participar activamente en la mejora de la sociedad.",
    "La planificación del estudio ayuda a mejorar los resultados y a reducir el estrés.",
    "Conocer diferentes itinerarios formativos es importante para decidir nuestro futuro.",
    "La comunicación asertiva nos permite expresar nuestras ideas respetando a los demás.",
    "La cooperación en el grupo mejora el clima del aula y el aprendizaje.",
    "El respeto a la diversidad cultural, social y personal nos enriquece a todos.",
    "Los estereotipos de género limitan el desarrollo personal y profesional.",
    "La gestión del tiempo es una competencia clave para la vida adulta.",
    "La resiliencia es la capacidad de sobreponerse a las adversidades.",
    "La participación en los órganos de gobierno del centro es un derecho del alumnado.",
    "La educación para la salud promueve hábitos de vida saludables.",
    "La mediación escolar es un método eficaz para resolver conflictos entre iguales.",
    "La autoestima influye en cómo nos enfrentamos a los retos y dificultades.",
    "Es importante conocer nuestros derechos y deberes como ciudadanos.",
    "El ciberbullying es una forma de acoso que utiliza los medios digitales.",
    "La creatividad es la capacidad de generar ideas nuevas y soluciones originales.",
    "El desarrollo de un proyecto de vida nos ayuda a fijar metas y objetivos.",
    "La educación afectivo-sexual es importante para un desarrollo integral.",
    "La solidaridad nos impulsa a colaborar con quienes más lo necesitan.",
    "Aprender a trabajar en equipo es una habilidad muy valorada.",
    "La tolerancia es la aceptación de las diferencias y opiniones de los demás.",
    "La motivación es el motor que nos impulsa a esforzarnos por nuestras metas.",
    "La gestión de las emociones nos permite reaccionar de forma equilibrada.",
    "La identidad digital es la imagen que proyectamos de nosotros en internet.",
    "El consumo responsable tiene en cuenta el impacto social y medioambiental.",
    "La participación ciudadana fortalece la democracia y la comunidad.",
    "El desarrollo de la autonomía personal es un objetivo clave en la adolescencia.",
    "La prevención de la violencia de género es una tarea de toda la sociedad.",
    "La educación vial nos enseña a comportarnos de forma segura en el tráfico.",
    "El debate es una herramienta para intercambiar ideas y argumentos de forma respetuosa.",
    "El compromiso con los estudios es la base del éxito académico."
]