[
  "El valencià és una llengua romànica amb un patró fonètic distintiu.",
  "La gramàtica normativa del valencià estableix regles per a l’ús correctament de les terminacions verbals.",
  "Els textos literaris valencians utilitzen la figura retòrica de l’anagrafia per reforçar el sentit poètic.",
  "El sistema d’accentuació en el valencià permet diferenciar significats homòfones com ‘més’ i ‘mes’.",
  "La literatura modernista valenciana, amb autors com Francesc Camprubí, va introduir la forma del sonet revisada.",
  "Els manuscrits medievals de València s’escrivien en l’alfabet arcaic romà i utilitzaven el català antich.",
  "El valencià té una rica tradició d’escriptura popular com la “cobla” i el “lletreig”.",
  "La llengua valenciana incorpora terminologia de origen aràbic, com ‘tarrina’ o ‘jalapeña’.",
  "Els estudiants poden analitzar la sintaxi del valencià a través d’exercicis de reordenació.",
  "El vocabulari valenciano té una secció específica per als aliments típics, com el “paella” i el “xurri”.",
  "La literatura infantil valenciana sovint aborda temes de la natura i l’educació ambiental.",
  "Les festes de la Mare de Déu del Pilar inclouen rituals que reflecteixen la tradició religiosa local.",
  "El valencià comparteix terminologia amb el català central, però presenta variacions fonètiques.",
  "Els valencians han escrit obres com “L’home que no volia viure”, una peça de drama contemporani.",
  "La literatura d’aventures valenciana pot incloure contes com “El viatge al Mont” i “L’heroi del Riu”.",
  "El sistema verbal valencià té temps simples, composts i aspectes perfectes.",
  "Els estudiants poden analitzar la conjugació dels verbs en valencià a través de taules comparatives.",
  "Les tradicions d’escriptura popular valenciana inclouen l’ús del “cobla” per expressar sentiments.",
  "El llenguatge col·loquial valencian utilitza expressions com ‘mira com es veu’ i ‘això és un plaer’.",
  "Els textos literaris valencians sovint empleen la figura de l’antítesis per a contrastar idees.",
  "La cultura valenciana celebra el dia d’Anna amb cançons tradicionals que expressen gratitud.",
  "El valencià té una rica tradició d’escriptura poètica que abasta des del romanç fins al modernisme.",
  "Els estudiants poden practicar la lectura crítica analitzant textos clàssics valencians com “L’ombra del vent”.",
  "La literatura contemporània valenciana aborda temes socials i polítics locals, com la identitat.",
  "El valencià té una rica tradició de narració oral que es transmet a través d’històries familiars.",
  "Les festes de Sant Joan inclouen el cant de “càntics d’herbols” i el foc de la nit.",
  "Els valencians han escrit poetes modernistes com Lluís Vives que parlen de la vida rural.",
  "El llenguatge verborra dels valencians és ric en figures retòriques i metàfores.",
  "La tradició d’escriure “cobla” és una forma poètica que combina rima i ritme.",
  "Els estudiants poden explorar la poesia concreta valenciana com a espai creatiu contemporani.",
  "El valencià té un sistema fonètic ric amb sons com el ‘ny’ i l’‘ll’.",
  "Les festes de Sant Joan inclouen una tradició de cant i dansa per a celebrar l’estiu.",
  "Els valencians han escrit obres que aborden temes de la natura, la història i la identitat local.",
  "El llenguatge popular valencià es caracteritza per l’ús de l’article indefinit ‘un/una’.",
  "La literatura clàssica valenciana inclou obres com “El monolit d’Anàstasi” del poeta Manuel Lladó.",
  "Els estudiants poden analitzar la sintaxi i el vocabulari dels textos clàssics valencians.",
  "El valencià comparteix terminologia amb altres llengües ibèriques, però presenta variacions regionals.",
  "Les tradicions de les “fallas” inclouen la construcció d’escultures enormes en formació de carrers.",
  "Els valencians han creat una tradició literària que s’ha traslladat a diversos idiomes.",
  "El llenguatge popular valencià utilitza expressions com ‘mira com es veu’ i ‘això és un plaer’.",
  "La literatura contemporània valenciana aborda temes socials i polítics locals, com la identitat.",
  "Els estudiants poden explorar la poesia experimental valenciana que desafia les normes tradicionals.",
  "El valencià té una rica tradició d’escriptura poètica que abasta des del romanç fins al modernisme.",
  "Les festes de Sant Joan inclouen el cant de “càntics d’herbols” i el foc de la nit.",
  "Els valencians han escrit obres com “L’escala de l’alba” que es presenten en festivals.",
  "El llenguatge popular valencià utilitza expressions com ‘mira com es veu’ i ‘això és un plaer’.",
  "La literatura contemporània valenciana aborda temes socials i polítics locals, com la identitat.",
  "Els estudiants poden analitzar textos clàssics valencians per a comprendre el context històric.",
  "El valencià té una rica tradició d’escriptura poètica que abasta des del romanç fins al modernisme.",
  "Les festes de Sant Joan inclouen el cant de “càntics d’herbols” i el foc de la nit.",
  "Els valencians han escrit obres com “L’escala de l’alba” que es presenten en festivals.",
  "El llenguatge popular valencià utilitza expressions com ‘mira com es veu’ i ‘això és un plaer’.",
  "La literatura contemporània valenciana aborda temes socials i polítics locals, com la identitat.",
  "Els estudiants poden explorar la poesia experimental valenciana que desafia les normes tradicionals.",
  "El valencià té una rica tradició d’escriptura poètica que abasta des del romanç fins al modernisme.",
  "Les festes de Sant Joan inclouen el cant de “càntics d’herbols” i el foc de la nit.",
  "Els valencians han escrit obres com “L’escala de l’alba” que es presenten en festivals.",
  "El llenguatge popular valencià utilitza expressions com ‘mira com es veu’ i ‘això és un plaer’.",
  "La literatura contemporània valenciana aborda temes socials i polítics locals, com la identitat.",
  "Els estudiants poden explorar la poesia experimental valenciana que desafia les normes tradicionals.",
  "El valencià té una rica tradició d’escriptura poètica que abasta des del romanç fins al modernisme.",
  "Les festes de Sant Joan inclouen el cant de “càntics d’herbols” i el foc de la nit.",
  "Els valencians han escrit obres com “L’escala de l’alba” que es presenten en festivals.",
  "El llenguatge popular valencià utilitza expressions com ‘mira com es veu’ i ‘això és un plaer’.",
  "La literatura contemporània valenciana aborda temes socials i polítics locals, com la identitat.",
  "Els estudiants poden explorar la poesia experimental valenciana que desafia les normes tradicionals."
]
