[
  "Mi localidad está gobernada por el ayuntamiento.",
  "El panadero madruga para tener el pan recién hecho.",
  "El personal sanitario trabaja en hospitales y centros de salud.",
  "La policía local garantiza la seguridad de los ciudadanos.",
  "Los bomberos extinguen los incendios y realizan rescates.",
  "El profesorado se encarga de la educación en los colegios.",
  "Los arquitectos son quienes diseñan los edificios y las casas.",
  "El cartero nos trae a casa la correspondencia.",
  "En el ayuntamiento trabajan el alcalde y los concejales.",
  "Las calles de mi ciudad tienen nombres de personas importantes.",
  "Las fiestas de mi pueblo se celebran durante el verano.",
  "España está organizada en diecisiete comunidades autónomas.",
  "La Constitución es la ley más importante de nuestro país.",
  "Las normas de circulación son necesarias para evitar accidentes.",
  "Los peatones deben caminar siempre por la acera.",
  "Los pasos de cebra tienen franjas blancas y negras.",
  "Los medios de transporte conectan diferentes lugares.",
  "El tren de cercanías une las ciudades con los pueblos.",
  "Los aviones comerciales transportan a miles de pasajeros.",
  "Los grandes barcos cruzan los océanos durante semanas.",
  "El comercio local ofrece productos de gran calidad.",
  "En la pescadería venden el pescado fresco del día.",
  "Los mercados de abastos se instalan en el centro de la ciudad.",
  "Los parques son espacios verdes para el ocio y el deporte.",
  "Los museos de arte conservan pinturas y esculturas valiosas.",
  "En la biblioteca puedo consultar enciclopedias y novelas.",
  "El director de la película dirige a todos los actores.",
  "La historia estudia los acontecimientos importantes del pasado.",
  "Los romanos construyeron grandes acueductos para llevar el agua.",
  "El futuro de nuestro planeta depende de nuestras acciones.",
  "Los castillos medievales tenían altas torres de vigilancia.",
  "La invención de la imprenta permitió imprimir muchos libros.",
  "La agricultura es el cultivo de la tierra.",
  "La ganadería es la cría de animales para nuestro consumo.",
  "Las fábricas transforman las materias primas en productos.",
  "El sector servicios incluye el comercio y el turismo.",
  "Las montañas más altas de España están en los Pirineos.",
  "El río Tajo es el más largo de la península ibérica.",
  "Las Islas Canarias están situadas en el océano Atlántico.",
  "El clima de mi región es suave durante todo el año.",
  "Los ciudadanos tienen derecho a votar en las elecciones.",
  "La convivencia se basa en el respeto mutuo.",
  "Es importante conocer y respetar otras culturas.",
  "La solidaridad nos impulsa a ayudar a los más necesitados.",
  "Trabajar en equipo facilita la consecución de objetivos.",
  "Saber compartir es una cualidad muy valiosa.",
  "Las señales de tráfico utilizan símbolos universales.",
  "El plano de una ciudad representa sus calles y plazas.",
  "El agricultor utiliza el tractor para arar el campo.",
  "Debemos respetar y cuidar los bienes públicos."
]