[
  "El sol es la estrella más cercana a nuestro planeta.",
  "Las plantas realizan la fotosíntesis para obtener su alimento.",
  "Los pájaros migratorios viajan a países cálidos en invierno.",
  "El ciclo del agua describe la circulación del agua en la Tierra.",
  "Los peces tienen branquias para poder respirar bajo el agua.",
  "La luna es el único satélite natural de la Tierra.",
  "Las flores atraen a los insectos con sus vistosos colores.",
  "Los árboles de hoja perenne no pierden sus hojas en otoño.",
  "Las nubes están compuestas por diminutas gotas de agua.",
  "Las rocas se clasifican en ígneas, sedimentarias y metamórficas.",
  "Los seres vivos se adaptan al medio en el que habitan.",
  "Las hojas de los árboles caducos se caen durante el otoño.",
  "Los animales carnívoros se alimentan principalmente de carne.",
  "La vaca es un mamífero rumiante que come hierba.",
  "El perro doméstico desciende directamente del lobo.",
  "Las abejas son insectos fundamentales para la polinización.",
  "La metamorfosis es la transformación de la oruga en mariposa.",
  "El caracol protege su cuerpo blando dentro de una concha.",
  "La hibernación es un largo sueño invernal de algunos animales.",
  "Los polluelos rompen el cascarón del huevo para nacer.",
  "El aire que respiramos es una mezcla de diferentes gases.",
  "El movimiento de rotación de la Tierra dura veinticuatro horas.",
  "Nuestro planeta forma parte del Sistema Solar.",
  "Las constelaciones son grupos de estrellas que forman figuras.",
  "El arcoíris descompone la luz blanca en siete colores.",
  "El esqueleto humano está formado por doscientos seis huesos.",
  "Una dieta saludable debe incluir frutas y verduras.",
  "Las vitaminas son necesarias para el buen funcionamiento del cuerpo.",
  "El agua puede encontrarse en estado sólido, líquido o gaseoso.",
  "El cerebro es el órgano que controla todo nuestro cuerpo.",
  "El corazón impulsa la sangre a través de las arterias y venas.",
  "En los pulmones se produce el intercambio de gases.",
  "Los sentidos nos informan de lo que ocurre a nuestro alrededor.",
  "El ojo humano es el órgano principal del sentido de la vista.",
  "El oído nos permite percibir las vibraciones del sonido.",
  "La nariz es capaz de distinguir miles de olores diferentes.",
  "Las papilas gustativas de la lengua captan los sabores.",
  "El tacto nos permite sentir el frío, el calor y el dolor.",
  "La semilla necesita agua y calor para poder germinar.",
  "Las raíces de la planta sujetan y absorben los nutrientes.",
  "Los animales vertebrados se caracterizan por tener esqueleto.",
  "Los mamíferos acuáticos, como el delfín, respiran por pulmones.",
  "El avestruz es el ave más grande pero no puede volar.",
  "La piel de los reptiles está cubierta por duras escamas.",
  "Las ranas son anfibios que sufren una gran metamorfosis.",
  "Debemos depositar cada residuo en su contenedor correcto.",
  "La contaminación del aire es perjudicial para la salud.",
  "Ahorrar agua en casa es un gesto ecológico muy importante.",
  "La deforestación destruye el hábitat de muchos animales.",
  "Cuidar el planeta es una responsabilidad que todos compartimos."
]