[
  "Ayer fuimos al cine a ver una película.", "Mañana visitaremos el museo de ciencias.", "Mi hermano mayor tocará la guitarra en el concierto.",
  "Los astronautas viajaron a la luna en un cohete.", "El león caza cebras en la sabana africana.", "La biblioteca tiene muchos libros interesantes.",
  "En verano nadaremos en la piscina municipal.", "El carpintero construyó una mesa de madera.", "Los pájaros construyen sus nidos en los árboles.",
  "El cocinero preparó una comida deliciosa.", "Mi equipo de fútbol ganó el partido el sábado.", "El próximo año aprenderé a tocar el piano.",
  "El detective resolvió el misterioso caso.", "Los dinosaurios vivieron hace millones de años.", "El jardinero riega las plantas todas las tardes.",
  "El sol se esconderá detrás de las montañas.", "La Tierra gira alrededor del Sol sin parar.", "Los delfines son mamíferos muy inteligentes.",
  "El volcán entró en erupción y lanzó cenizas.", "El pirata encontró un tesoro en la isla.", "Mi primo vendrá de visita en Navidad.",
  "El avión aterrizó con seguridad en el aeropuerto.", "El mago hizo un truco de magia increíble.", "Los exploradores descubriron una cueva secreta.",
  "El granjero recoge los huevos frescos cada día.", "El próximo verano iremos de acampada al bosque.", "El científico realizó un experimento importante.",
  "Los romanos construyeron acueductos muy largos.", "El viento soplaba con mucha fuerza ayer.", "El cartero reparte las cartas por la mañana.",
  "Mi hermana pequeña aprendió a montar en bici.", "El próximo mes celebraremos el cumpleaños de mi padre.", "El castillo estaba protegido por un foso muy profundo.",
  "Los lobos aúllan a la luna llena por la noche.", "El viejo marinero contó historias de sus viajes.", "La araña tejió una telaraña grande en la esquina.",
  "Mañana por la tarde iremos a comprar un helado.", "El caballo blanco galopaba libremente por el campo.", "Mi madre me leyó un cuento antes de dormir.",
  "El búho caza ratones durante la noche en el bosque.", "El año que viene estudiaré los planetas en clase.", "El emperador vivía en un palacio de oro.",
  "Los osos hibernan en sus cuevas durante el invierno.", "El futbolista marcó un gol en el último minuto.", "El domingo visitaremos a nuestros abuelos en el pueblo.",
  "El tiburón nadaba cerca de la costa buscando comida.", "El pintor mezcló los colores para crear el verde.", "Mi mejor amiga y yo jugamos juntas en el recreo.",
  "El sol saldrá por el este al amanecer.", "El antiguo castillo tenía pasadizos secretos.", "Los murciélagos duermen boca abajo durante el día.",
  "El valiente caballero rescató a la princesa.", "El próximo fin de semana montaremos una tienda de campaña.", "La abeja reina pone todos los huevos de la colmena.",
  "El canguro salta muy alto con sus patas traseras.", "El camello puede aguantar muchos días sin beber agua.", "El águila construyó su nido en la cima de la montaña.",
  "El koala se abraza a los árboles de eucalipto.", "El pingüino emperador cuida de su huevo sobre sus patas.", "El guepardo corrió muy rápido para atrapar a su presa.",
  "El zorro es un animal muy astuto y sigiloso.", "La ballena azul es el animal más grande del planeta.", "Mi padre me enseñará a pescar en el río.",
  "La serpiente cambió su piel vieja por una nueva.", "El colibrí bate sus alas a gran velocidad.", "El flamenco se sostiene sobre una sola pata.",
  "El pavo real abrió su cola llena de colores.", "El oso panda come bambú en los bosques de China.", "El rinoceronte tiene un cuerno grande en su nariz.",
  "El hipopótamo pasa la mayor parte del día en el agua.", "El gorila es un primate muy fuerte e inteligente.", "El perezoso se mueve muy lentamente entre los árboles.",
  "La cebra tiene rayas blancas y negras para camuflarse.", "El ornitorrinco es un mamífero que pone huevos.", "El lince ibérico es una especie en peligro de extinción.",
  "El calamar expulsa tinta para escapar de sus depredadores.", "La estrella de mar puede regenerar sus brazos si los pierde.", "El pulpo tiene ocho tentáculos y es muy inteligente.",
  "El pez payaso vive entre los tentáculos de las anémonas.", "El caballito de mar es el macho que cuida los huevos.", "El tiburón blanco es un gran depredador del océano.",
  "El tucán tiene un pico muy grande y de colores vivos.", "El loro puede imitar los sonidos y las palabras.", "El avestruz es el ave más grande y no puede volar.",
  "El pájaro carpintero hace agujeros en los árboles con su pico.", "La golondrina viaja a países cálidos en invierno.", "El ruiseñor canta con una melodía muy bonita.",
  "La cigüeña construye su nido en los campanarios.", "El cuco pone sus huevos en los nidos de otros pájaros.", "El petirrojo tiene el pecho de un color rojo anaranjado.",
  "El gorrión es un pájaro muy común en las ciudades.", "La urraca es conocida por su curiosidad y su inteligencia.", "El halcón peregrino es el animal más rápido del mundo en picado.",
  "El buitre es un ave carroñera que limpia el ecosistema.", "El cóndor de los Andes es una de las aves voladoras más grandes.", "La mariquita es un insecto beneficioso para las plantas.",
  "La hormiga puede levantar objetos mucho más pesados que ella."
]