[
  "Una decena de rotuladores son diez rotuladores.",
  "Una suma con llevadas requiere un poco más de atención.",
  "El número que va después del doscientos es el doscientos uno.",
  "La tabla de multiplicar del cinco es muy fácil de aprender.",
  "Un polígono de tres lados se denomina triángulo.",
  "El cuadrado tiene sus cuatro lados exactamente iguales.",
  "Un círculo no tiene vértices ni lados rectos.",
  "El resultado de una resta se llama diferencia.",
  "Para sumar dos números, los colocamos en columna.",
  "Al restar, el número mayor se llama minuendo.",
  "Siete multiplicado por tres es veintiuno.",
  "Si reparto doce galletas entre cuatro amigos, tocan a tres.",
  "Una centena equivale a diez decenas.",
  "El número trescientos cincuenta y dos tiene tres cifras.",
  "Para aprender a multiplicar, hay que saberse las tablas.",
  "El metro es la unidad principal de longitud.",
  "Un reloj digital muestra la hora con números.",
  "El mes de febrero tiene veintiocho o veintinueve días.",
  "Un año bisiesto ocurre cada cuatro años.",
  "El calendario nos sirve para organizar el tiempo.",
  "Un dado de parchís tiene forma de cubo.",
  "La pirámide de Egipto tiene una base cuadrada.",
  "Una esfera es un cuerpo redondo como una canica.",
  "En mi clase hay el doble de niñas que de niños.",
  "En el cine hay menos butacas vacías que ocupadas.",
  "Mi hermano y yo tenemos un número par de cromos.",
  "El primer mes del año es enero.",
  "El número que está entre el 99 y el 101 es el 100.",
  "El último concursante de la fila es el número treinta.",
  "La división es la operación inversa a la multiplicación.",
  "Para resolver un problema, primero leo bien el enunciado.",
  "Cinco monedas de veinte céntimos suman un euro.",
  "Un billete de cinco euros equivale a cinco monedas de un euro.",
  "El kilo es una unidad de medida de masa.",
  "En una botella de agua cabe un litro y medio.",
  "Si tengo tres cajas con diez lápices, tengo treinta lápices.",
  "Hago grupos de tres para repartir los juguetes.",
  "El doble de quince es treinta.",
  "La mitad de cincuenta es veinticinco.",
  "Ordeno los números de menor a mayor.",
  "El número anterior a doscientos es ciento noventa y nueve.",
  "El número posterior a quinientos es quinientos uno.",
  "El número cero representa un conjunto vacío.",
  "Un ángulo recto es como la esquina de un libro.",
  "Una línea paralela nunca se cruza con otra.",
  "Una línea perpendicular forma un ángulo de noventa grados.",
  "Este puzle tiene exactamente quinientas piezas.",
  "El litro se utiliza para medir la capacidad de un recipiente.",
  "Para calcular el perímetro de un polígono, sumo sus lados.",
  "Una fracción representa una parte de una unidad."
]