[
  "Ayer aprendimos sobre ángulos y fue fascinante.",
  "Para dominar ángulos, necesitamos practicar todos los días.",
  "Me cuesta un poco entender ángulos, pero sigo intentando.",
  "El estudio de ángulos requiere mucha atención.",
  "Nuestro maestro nos contó curiosidades sobre ángulos.",
  "Cuando investigamos ángulos, encontramos datos muy interesantes.",
  "Durante la semana hemos trabajado en proyectos sobre ángulos.",
  "He descubierto que ángulos puede ser divertido y educativo.",
  "Mis amigos y yo debatimos sobre ángulos en clase.",
  "Es increíble cómo ángulos se relaciona con otras materias.",
  "Ayer aprendimos sobre perímetros y fue fascinante.",
  "Para dominar perímetros, necesitamos practicar todos los días.",
  "Me cuesta un poco entender perímetros, pero sigo intentando.",
  "El estudio de perímetros requiere mucha atención.",
  "Nuestro maestro nos contó curiosidades sobre perímetros.",
  "Cuando investigamos perímetros, encontramos datos muy interesantes.",
  "Durante la semana hemos trabajado en proyectos sobre perímetros.",
  "He descubierto que perímetros puede ser divertido y educativo.",
  "Mis amigos y yo debatimos sobre perímetros en clase.",
  "Es increíble cómo perímetros se relaciona con otras materias.",
  "Ayer aprendimos sobre áreas y fue fascinante.",
  "Para dominar áreas, necesitamos practicar todos los días.",
  "Me cuesta un poco entender áreas, pero sigo intentando.",
  "El estudio de áreas requiere mucha atención.",
  "Nuestro maestro nos contó curiosidades sobre áreas.",
  "Cuando investigamos áreas, encontramos datos muy interesantes.",
  "Durante la semana hemos trabajado en proyectos sobre áreas.",
  "He descubierto que áreas puede ser divertido y educativo.",
  "Mis amigos y yo debatimos sobre áreas en clase.",
  "Es increíble cómo áreas se relaciona con otras materias.",
  "Ayer aprendimos sobre gráficas y fue fascinante.",
  "Para dominar gráficas, necesitamos practicar todos los días.",
  "Me cuesta un poco entender gráficas, pero sigo intentando.",
  "El estudio de gráficas requiere mucha atención.",
  "Nuestro maestro nos contó curiosidades sobre gráficas.",
  "Cuando investigamos gráficas, encontramos datos muy interesantes.",
  "Durante la semana hemos trabajado en proyectos sobre gráficas.",
  "He descubierto que gráficas puede ser divertido y educativo.",
  "Mis amigos y yo debatimos sobre gráficas en clase.",
  "Es increíble cómo gráficas se relaciona con otras materias.",
  "Ayer aprendimos sobre problemas y fue fascinante.",
  "Para dominar problemas, necesitamos practicar todos los días.",
  "Me cuesta un poco entender problemas, pero sigo intentando.",
  "El estudio de problemas requiere mucha atención.",
  "Nuestro maestro nos contó curiosidades sobre problemas.",
  "Cuando investigamos problemas, encontramos datos muy interesantes.",
  "Durante la semana hemos trabajado en proyectos sobre problemas.",
  "He descubierto que problemas puede ser divertido y educativo.",
  "Mis amigos y yo debatimos sobre problemas en clase.",
  "Es increíble cómo problemas se relaciona con otras materias."
]