[
  "Escucho con respeto la opinión de mis compañeros.",
  "Solicito las cosas utilizando siempre 'por favor' y 'gracias'.",
  "Agradezco la ayuda que me ofrecen las demás personas.",
  "Comparto mis juguetes para que todos podamos disfrutar.",
  "Ofrezco mi ayuda a quien pueda tener dificultades.",
  "Reconozco mis errores y pido disculpas cuando es necesario.",
  "Espero pacientemente mi turno para poder intervenir.",
  "Me comunico con los demás de una forma tranquila y positiva.",
  "Utilizo correctamente el material común del aula.",
  "Me responsabilizo de mantener mi espacio de trabajo ordenado.",
  "Al trabajar en equipo, todas las ideas son valiosas.",
  "Expreso mi desacuerdo de una manera educada y constructiva.",
  "Trato a los demás como me gustaría que me trataran a mí.",
  "Me esfuerzo por superar los retos y aprender cada día.",
  "Pregunto a la profesora cuando no comprendo una explicación.",
  "Felicito a mis compañeros por sus logros y aciertos.",
  "Evito hacer comentarios que puedan herir a otras personas.",
  "La honestidad es un valor muy importante en la amistad.",
  "La amabilidad hace que la convivencia sea mucho más agradable.",
  "Presto atención a los consejos que me dan mis padres.",
  "La mejor forma de resolver un conflicto es a través del diálogo.",
  "Intento comprender los sentimientos de las otras personas.",
  "Valoro que cada persona sea única y diferente.",
  "La confianza es la base de una buena amistad.",
  "Soy discreto con la información personal que me cuentan.",
  "Un abrazo puede transmitir más que las palabras.",
  "Disfruto aprendiendo cosas nuevas junto a mis compañeros.",
  "Me aseguro de que las reglas del juego sean justas para todos.",
  "Integramos en nuestros juegos a los compañeros nuevos.",
  "Consuelo a mi amigo si le veo preocupado o triste.",
  "Ayudar a los demás me hace sentir una persona útil.",
  "Aprendo a decir 'no' cuando algo me parece incorrecto.",
  "Una buena higiene personal previene muchas enfermedades.",
  "Una dieta equilibrada me proporciona la energía que necesito.",
  "Practicar deporte fortalece mis músculos y mis huesos.",
  "Debo dormir las horas suficientes para rendir en el colegio.",
  "Lavarse las manos antes de comer es un hábito saludable.",
  "Me siento satisfecho cuando completo una tarea bien hecha.",
  "Celebrar mis progresos me anima a seguir esforzándome.",
  "Los errores son una oportunidad para aprender y mejorar.",
  "Cada día intento ser una mejor versión de mí mismo.",
  "Identificar mis emociones me ayuda a gestionarlas mejor.",
  "Antes de reaccionar, respiro hondo y pienso con calma.",
  "Un buen amigo te apoya en los momentos difíciles.",
  "Mi familia es mi principal punto de apoyo.",
  "Es importante comunicar mis preocupaciones a un adulto.",
  "Asumir pequeñas responsabilidades me ayuda a madurar.",
  "Cumplo con mis tareas escolares sin que me lo recuerden.",
  "Colaborar en las tareas de casa es un deber de todos.",
  "Tener una buena autoestima es fundamental para ser feliz."
]