[
  "El xiquet ros llig un conte de pirates.",
  "La xiqueta de la classe pinta un paisatge.",
  "El meu gos pastor es diu pastor i és molt fidel.",
  "El gat entremaliat s'ha enfilat a dalt de l'arbre.",
  "La casa de l'horta té un pati ple de flors.",
  "M'encanta menjar pa amb xocolate per a berenar.",
  "El sol de matí il·lumina tota l'habitació.",
  "L'aigua transparent del riu baixa amb força.",
  "El peix pallasso viu amagat entre les anemones.",
  "El pardalet canta des de la branca més alta.",
  "Tinc una motxilla blava per a dur el material escolar.",
  "El meu iaio m'ensenya a jugar a cartes.",
  "La meua iaia prepara un arròs al forn boníssim.",
  "El meu col·legi públic té una pista de bàsquet.",
  "La mestra de Valencià ens llig poemes.",
  "La biblioteca del poble obri totes les vesprades.",
  "Aquella flor groga desprén una aroma molt dolça.",
  "L'ombra del pi ens protegix del sol a l'estiu.",
  "La pilota de cuir bota sobre l'herba del camp.",
  "El cotxe dels meus pares és de color gris plata.",
  "El tren de llarga distància travessa un túnel.",
  "L'avió fa molt de soroll quan s'enlaira de la pista.",
  "El gran vaixell de mercaderies transporta contenidors.",
  "La gallina pigada busca cucs per a alimentar els pollets.",
  "Al porquet li agrada molt rebolcar-se en el fang.",
  "La vaca bruna mastega l'herba tranquil·lament.",
  "L'ovella ens proporciona la llana per a fer roba.",
  "El cavall de càrrega tira d'un carro pesat.",
  "El conill de bosc s'amaga ràpidament al seu cau.",
  "El caragol trau les banyes per a mirar el camí.",
  "La formiga transporta una fulla fins al formiguer.",
  "L'abella recull el pol·len de les flors.",
  "La papallona té les ales de molts colors.",
  "La granota menuda rau a la vora del toll.",
  "La serp verda es camufla perfectament en l'herba.",
  "L'elefant africà té unes orelles molt grans.",
  "El lleó, el rei de la selva, vigila el seu territori.",
  "El tigre és un felí que caça durant la nit.",
  "El mico salta de branca en branca amb agilitat.",
  "L'ós del Pirineu menja fruits i plantes.",
  "El llop aülla a la lluna des de dalt de la muntanya.",
  "L'escriptor utilitza la ploma per a escriure.",
  "La goma d'esborrar és útil per a corregir.",
  "M'assec a la cadira de fusta per a fer els deures.",
  "Dorm a gust al meu llit durant tota la nit.",
  "Tanque la porta de l'habitació per a estudiar.",
  "Observe els núvols a través del vidre de la finestra.",
  "El cel de nit està ple d'estreles brillants.",
  "El dia ennuvolat és perfecte per a quedar-se a casa.",
  "La lluna plena pareix un formatge redó i blanc."
]