[
  "La célula es la unidad básica de todos los seres vivos.",
  "Los seres vivos se clasifican en cinco reinos diferentes.",
  "Las plantas fabrican su propio alimento mediante la fotosíntesis.",
  "Los animales vertebrados tienen una columna vertebral.",
  "Los mamíferos alimentan a sus crías con leche materna.",
  "La Tierra está formada por varias capas: corteza, manto y núcleo.",
  "Las rocas están compuestas por uno o varios minerales.",
  "Los fósiles son restos de seres vivos del pasado.",
  "Un ecosistema incluye a los seres vivos y el lugar donde habitan.",
  "La atmósfera es la capa de gases que rodea nuestro planeta.",
  "Los minerales tienen propiedades como el color, el brillo y la dureza.",
  "El ciclo del agua describe su movimiento continuo en la Tierra.",
  "Los reptiles son animales vertebrados que tienen escamas.",
  "Los anfibios, como las ranas, viven en el agua y en la tierra.",
  "El reino de los hongos incluye las setas y las levaduras.",
  "La corteza terrestre está dividida en placas tectónicas.",
  "Los terremotos se producen por el movimiento de las placas tectónicas.",
  "Los volcanes expulsan magma del interior de la Tierra.",
  "La nutrición, la relación y la reproducción son las funciones vitales.",
  "Los animales invertebrados no tienen esqueleto interno.",
  "Los insectos son el grupo de animales más numeroso.",
  "Las rocas magmáticas se forman al enfriarse el magma.",
  "Las rocas sedimentarias se originan a partir de restos de otras rocas.",
  "La erosión es el desgaste del relieve por el viento o el agua.",
  "El universo está formado por miles de millones de galaxias.",
  "Nuestro sistema solar se encuentra en la galaxia Vía Láctea.",
  "Las plantas utilizan las raíces para absorber agua y sales minerales.",
  "Los peces respiran a través de branquias bajo el agua.",
  "La cadena alimentaria representa quién se come a quién en un ecosistema.",
  "Los productores, como las plantas, inician la cadena alimentaria.",
  "Los consumidores primarios son los animales herbívoros.",
  "La hidrosfera es toda el agua que hay en el planeta Tierra.",
  "Los minerales se pueden identificar por su raya y su exfoliación.",
  "Las aves son animales vertebrados que tienen el cuerpo cubierto de plumas.",
  "La polinización es el transporte del polen de una flor a otra.",
  "Los fósiles nos ayudan a entender la historia de la vida.",
  "La geología es la ciencia que estudia la Tierra.",
  "La biología es la ciencia que estudia a los seres vivos.",
  "El núcleo es la parte de la célula que contiene el material genético.",
  "Los artrópodos, como los insectos, tienen un esqueleto externo.",
  "El citoplasma es el interior de la célula.",
  "La membrana celular protege la célula del exterior.",
  "Los seres unicelulares están formados por una sola célula.",
  "Los seres pluricelulares tienen muchas células diferentes.",
  "Las bacterias pertenecen al reino monera.",
  "Los protozoos y las algas son del reino protista.",
  "El tallo sujeta las hojas y las flores de la planta.",
  "Las hojas son las encargadas de realizar la fotosíntesis.",
  "La clorofila es el pigmento verde de las plantas.",
  "Las plantas liberan oxígeno durante la fotosíntesis.",
  "Los estomas son pequeños poros en las hojas de las plantas.",
  "La savia bruta sube desde la raíz hasta las hojas.",
  "La savia elaborada es el alimento de la planta.",
  "Los pétalos de las flores atraen a los insectos.",
  "El pistilo es la parte femenina de la flor.",
  "Los estambres contienen el polen en la flor.",
  "La semilla contiene el embrión de una nueva planta.",
  "El fruto protege a las semillas.",
  "Los mamíferos son animales vivíparos.",
  "Los anfibios tienen la piel desnuda y húmeda.",
  "Los peces tienen el cuerpo cubierto de escamas.",
  "Los reptiles tienen pulmones para respirar.",
  "Los insectos tienen seis patas y un par de antenas.",
  "Los arácnidos, como las arañas, tienen ocho patas.",
  "Los moluscos tienen el cuerpo blando.",
  "Algunos moluscos, como los caracoles, tienen concha.",
  "Los corales son animales marinos que forman arrecifes.",
  "Las medusas tienen tentáculos con células urticantes.",
  "Las esponjas son los animales más sencillos que existen.",
  "La estrella de mar tiene simetría radial.",
  "La nutrición autótrofa es propia de las plantas.",
  "La nutrición heterótrofa es propia de los animales.",
  "Los animales carnívoros se alimentan de otros animales.",
  "Los animales omnívoros comen plantas y animales.",
  "Los descomponedores se alimentan de restos de seres vivos.",
  "La relación es la función que nos permite percibir el entorno.",
  "Los órganos de los sentidos captan la información exterior.",
  "El sistema nervioso procesa la información y elabora respuestas.",
  "El aparato locomotor ejecuta las respuestas de movimiento.",
  "La reproducción sexual necesita dos progenitores.",
  "La reproducción asexual necesita un solo progenitor.",
  "La fecundación es la unión de los gametos.",
  "Un biotopo es el espacio físico de un ecosistema.",
  "La biocenosis es el conjunto de seres vivos de un ecosistema.",
  "Una población está formada por individuos de la misma especie.",
  "Una comunidad está formada por diferentes poblaciones.",
  "El comensalismo es una relación beneficiosa para uno e indiferente para otro.",
  "El mutualismo es una relación beneficiosa para ambas especies.",
  "El parasitismo perjudica a una especie y beneficia a otra.",
  "La atmósfera nos protege de la radiación solar.",
  "La geosfera es la parte sólida de la Tierra.",
  "Las rocas metamórficas se forman por presión y temperatura.",
  "El granito es un ejemplo de roca magmática.",
  "La caliza es un tipo de roca sedimentaria.",
  "El mármol es una roca metamórfica.",
  "Los minerales se pueden clasificar por su dureza en la escala de Mohs.",
  "El cuarzo es uno de los minerales más abundantes.",
  "Un volcán en erupción expulsa lava y cenizas.",
  "La meteorización desgasta las rocas por la acción del clima.",
  "El ser humano modifica los ecosistemas con sus actividades."
]