[
    ["La célula es la unidad fundamental de la que están compuestos todos los seres vivos.", "En su interior se encuentra el citoplasma, donde flotan los orgánulos.", "El núcleo es el orgánulo que contiene el material genético, el ADN.", "Todo el conjunto está rodeado por la membrana celular, que regula el paso de sustancias."],
    ["La fotosíntesis es un proceso crucial que realizan las plantas y las algas.", "Utilizan la energía de la luz solar para transformar la materia inorgánica.", "Captan dióxido de carbono del aire y agua del suelo.", "Como resultado, producen su propio alimento y liberan oxígeno a la atmósfera."],
    ["Una cadena trófica describe cómo se transfiere la energía en un ecosistema.", "Comienza con los productores, que son organismos autótrofos como las plantas.", "Los consumidores primarios, o herbívoros, se alimentan de los productores.", "Finalmente, los consumidores secundarios, o carnívoros, se alimentan de los herbívoros."],
    ["El corazón humano es un órgano muscular que funciona como una bomba.", "Tiene cuatro cavidades: dos aurículas en la parte superior y dos ventrículos en la inferior.", "La sangre pobre en oxígeno llega a la aurícula derecha y pasa al ventrículo derecho para ser bombeada a los pulmones.", "Una vez oxigenada, la sangre regresa a la aurícula izquierda y es impulsada por el ventrículo izquierdo al resto del cuerpo."],
    ["Los seres vivos se clasifican en cinco grandes reinos.", "El reino Monera incluye a las bacterias, organismos unicelulares procariotas.", "El reino Protoctista agrupa a protozoos y algas.", "El reino Fungi está formado por hongos, como las setas y las levaduras.", "Los reinos Plantae (plantas) y Animalia (animales) son los más complejos."],
    ["Los animales vertebrados se caracterizan por tener un esqueleto interno con columna vertebral.", "Se dividen en cinco grandes grupos: mamíferos, aves, reptiles, anfibios y peces.", "Los mamíferos, como los humanos, tienen pelo y alimentan a sus crías con leche.", "Las aves tienen plumas y la mayoría son capaces de volar."],
    ["El proceso de la digestión comienza en la boca.", "Allí, los dientes trituran la comida y la saliva comienza a descomponerla.", "El alimento viaja por el esófago hasta el estómago, donde los jugos gástricos continúan el proceso.", "En el intestino delgado se absorben la mayoría de los nutrientes, que pasan a la sangre."],
    ["La respiración celular es el proceso por el que las células obtienen energía.", "Ocurre en unos orgánulos llamados mitocondrias.", "Utilizan el oxígeno que respiramos y la glucosa de los alimentos.", "Como resultado, se produce la energía que la célula necesita y se libera dióxido de carbono."],
    ["Los ecosistemas están formados por el biotopo y la biocenosis.", "El biotopo es el medio físico, como el suelo, el agua y el clima.", "La biocenosis es el conjunto de todos los seres vivos que habitan en él.", "Ambos componentes están estrechamente relacionados entre sí."],
    ["La estructura de la Tierra se divide en tres capas concéntricas.", "La capa más externa y delgada es la corteza.", "Debajo de ella se encuentra el manto, mucho más grueso y denso.", "En el centro está el núcleo, compuesto principalmente de hierro y níquel."],
    ["Los fósiles son restos de seres vivos que vivieron en el pasado.", "Pueden ser huesos, conchas, huellas o moldes de organismos.", "Se han conservado petrificados en las rocas sedimentarias.", "Estudiarlos nos da información sobre cómo era la vida en otras épocas geológicas."],
    ["Los minerales son sustancias sólidas, naturales e inorgánicas.", "Tienen una composición química definida y una estructura interna ordenada.", "Se pueden identificar por propiedades como el color, la dureza o el brillo.", "Las rocas, por su parte, están formadas por la agregación de uno o varios minerales."],
    ["El sistema nervioso humano se divide en sistema nervioso central y periférico.", "El sistema nervioso central está formado por el encéfalo y la médula espinal.", "El sistema nervioso periférico está compuesto por los nervios que recorren todo el cuerpo.", "Juntos, coordinan y controlan todas las funciones de nuestro organismo."],
    ["Las plantas vasculares tienen un sistema de vasos conductores.", "El xilema transporta el agua y las sales minerales desde la raíz hasta las hojas.", "El floema distribuye la savia elaborada, rica en nutrientes, desde las hojas al resto de la planta.", "Este sistema les permite alcanzar un mayor tamaño y complejidad."],
    ["Los animales invertebrados carecen de esqueleto interno y columna vertebral.", "Es el grupo de animales más numeroso y diverso del planeta.", "Se clasifican en grupos como los artrópodos, los moluscos, los gusanos y los equinodermos.", "Muchos de ellos tienen un esqueleto externo llamado exoesqueleto."],
    ["La excreción es el proceso de eliminación de las sustancias de desecho del cuerpo.", "Los riñones son los órganos principales del sistema excretor.", "Filtran la sangre para producir la orina, que almacena las sustancias tóxicas.", "La orina se almacena en la vejiga hasta que es expulsada al exterior."],
    ["Las rocas sedimentarias se forman por la acumulación y compactación de sedimentos.", "Estos sedimentos pueden ser fragmentos de otras rocas, restos de seres vivos o precipitados químicos.", "Generalmente se depositan en capas o estratos.", "Son las únicas rocas que pueden contener fósiles."],
    ["La reproducción asexual requiere un solo progenitor.", "Los descendientes son genéticamente idénticos a su progenitor.", "Un ejemplo es la bipartición, donde una célula se divide en dos.", "Otro ejemplo es la gemación, donde un nuevo individuo crece a partir de una yema."],
    ["Las placas tectónicas son enormes fragmentos de la litosfera terrestre.", "Flotan sobre el manto y se mueven muy lentamente.", "En las zonas donde las placas chocan se forman cordilleras.", "En las zonas donde se separan se crean nuevos fondos oceánicos."],
    ["Una dieta equilibrada debe contener todos los tipos de nutrientes necesarios.", "Los glúcidos, como el pan o la pasta, nos proporcionan energía rápida.", "Las proteínas, presentes en la carne o las legumbres, son esenciales para crecer y reparar tejidos.", "Las grasas son una importante reserva de energía y forman parte de las membranas celulares."],
    ["La membrana plasmática es una estructura que rodea a todas las células.", "Está formada por una doble capa de lípidos y proteínas.", "Actúa como una barrera selectiva, controlando qué sustancias entran y salen.", "Esto permite a la célula mantener un medio interno estable."],
    ["Las aves son un grupo de vertebrados adaptados al vuelo.", "Su cuerpo está cubierto de plumas, que les ayudan a volar y a mantener la temperatura.", "Tienen huesos huecos para que su esqueleto sea más ligero.", "Sus extremidades anteriores están modificadas en forma de alas."],
    ["Los volcanes son grietas en la corteza terrestre por donde sale el magma.", "El magma es roca fundida que se encuentra en el interior de la Tierra.", "Cuando el magma sale a la superficie, se le llama lava.", "Al enfriarse, la lava forma rocas volcánicas como el basalto."],
    ["La función de relación nos permite percibir estímulos y responder a ellos.", "Los órganos de los sentidos captan la información del exterior.", "El sistema nervioso procesa esa información y elabora una respuesta.", "El aparato locomotor, formado por músculos y huesos, ejecuta la respuesta motora."],
    ["Las plantas con flor, o angiospermas, son el grupo de plantas más extendido.", "Su órgano reproductor es la flor, que contiene los estambres y el pistilo.", "Tras la polinización y la fecundación, el óvulo se transforma en semilla.", "El ovario se desarrolla y se convierte en el fruto, que protege la semilla."],
    ["Los artrópodos son el filo más diverso del reino animal.", "Tienen un esqueleto externo de quitina y patas articuladas.", "Su cuerpo está dividido en segmentos, como cabeza, tórax y abdomen.", "Incluyen grupos tan variados como los insectos, los arácnidos y los crustáceos."],
    ["La atmósfera terrestre tiene varias capas con diferentes características.", "La troposfera es la capa más cercana a la superficie, donde ocurren los fenómenos meteorológicos.", "La estratosfera contiene la capa de ozono, que nos protege de la radiación ultravioleta.", "Más arriba se encuentran la mesosfera, la termosfera y la exosfera."],
    ["Los hongos son organismos heterótrofos que se alimentan por absorción.", "Descomponen la materia orgánica muerta, cumpliendo un papel ecológico fundamental.", "Algunos, como las levaduras, son unicelulares y se usan en la alimentación.", "Otros, como las setas, son pluricelulares y forman un cuerpo fructífero visible."],
    ["El sistema muscular está formado por el conjunto de músculos del cuerpo.", "Los músculos están unidos a los huesos mediante los tendones.", "Al contraerse, tiran de los huesos y producen el movimiento.", "Existen músculos voluntarios, que movemos a voluntad, e involuntarios, como el corazón."],
    ["Las rocas metamórficas se forman a partir de otras rocas.", "El proceso ocurre cuando las rocas son sometidas a altas presiones y temperaturas.", "Esto provoca cambios en sus minerales y su estructura sin que lleguen a fundirse.", "Ejemplos de estas rocas son el mármol o la pizarra."],
    ["Los glóbulos rojos son las células más abundantes de la sangre.", "Contienen una proteína llamada hemoglobina, que les da su color rojo.", "La función de la hemoglobina es transportar el oxígeno desde los pulmones a los tejidos.", "Un nivel bajo de glóbulos rojos puede causar una enfermedad llamada anemia."],
    ["Los protozoos son organismos unicelulares eucariotas del reino Protoctista.", "Son heterótrofos y se alimentan de otros microorganismos.", "Muchos de ellos son de vida libre y habitan en medios acuáticos.", "Algunos, sin embargo, son parásitos y pueden causar enfermedades como la malaria."],
    ["Los minerales se clasifican según su dureza en la escala de Mohs.", "Esta escala va del 1 al 10.", "El talco es el mineral más blando, con una dureza de 1.", "El diamante es el mineral más duro, con una dureza de 10."],
    ["El esqueleto humano cumple varias funciones vitales.", "Proporciona soporte estructural al cuerpo y mantiene su forma.", "Protege órganos delicados como el cerebro, alojado en el cráneo.", "Además, en el interior de los huesos se produce la médula ósea, donde se fabrican las células sanguíneas."],
    ["Los anfibios, como las ranas y las salamandras, tienen una piel desnuda y húmeda.", "Necesitan vivir cerca del agua para mantener su piel hidratada.", "Realizan la metamorfosis, un cambio profundo desde la fase larvaria a la adulta.", "Sus larvas, los renacuajos, son acuáticas y respiran por branquias."],
    ["La hidrosfera es el conjunto de toda el agua presente en la Tierra.", "Incluye los océanos, mares, ríos, lagos y aguas subterráneas.", "También abarca el hielo de los glaciares y los casquetes polares.", "El agua está en constante movimiento, describiendo el ciclo del agua."],
    ["Las vacunas son preparados que ayudan a nuestro cuerpo a defenderse de enfermedades.", "Contienen una pequeña parte del microorganismo debilitado o muerto.", "Esto estimula al sistema inmunitario a producir defensas o anticuerpos.", "Si en el futuro nos infectamos, nuestro cuerpo ya estará preparado para combatirlo."],
    ["Los reptiles son vertebrados que se caracterizan por tener el cuerpo cubierto de escamas.", "La mayoría son terrestres y tienen respiración pulmonar.", "Son animales de sangre fría, por lo que su temperatura corporal depende del ambiente.", "Ejemplos de reptiles son los lagartos, las serpientes y las tortugas."],
    ["Los cromosomas se encuentran en el núcleo de las células eucariotas.", "Están formados por una molécula de ADN muy larga y compactada.", "Contienen la información genética organizada en genes.", "Los seres humanos tenemos 23 pares de cromosomas en cada una de nuestras células."],
    ["Un terremoto se produce por la liberación brusca de energía en la corteza terrestre.", "Esta energía se propaga en todas direcciones en forma de ondas sísmicas.", "El punto interior donde se origina se llama hipocentro.", "El punto en la superficie directamente sobre él se denomina epicentro."],
    ["Las bacterias son los organismos más abundantes del planeta.", "Pertenecen al reino Monera y son células procariotas.", "No tienen un núcleo definido que contenga su material genético.", "Aunque algunas causan enfermedades, la mayoría son beneficiosas para los ecosistemas."],
    ["El oído es el órgano responsable de la audición y el equilibrio.", "Capta las ondas sonoras del aire y las transforma en impulsos nerviosos.", "Estos impulsos viajan por el nervio auditivo hasta el cerebro, que los interpreta.", "Una parte del oído interno también controla nuestro sentido del equilibrio."],
    ["Los moluscos son un grupo de invertebrados con un cuerpo blando.", "Muchos de ellos están protegidos por una concha externa, como los caracoles.", "Otros, como los pulpos y calamares, tienen la concha interna o no tienen.", "Incluyen clases como los gasterópodos, los bivalvos y los cefalópodos."],
    ["La polinización es el transporte del polen desde el estambre hasta el pistilo.", "Puede ser realizada por el viento, el agua o los animales.", "Muchos insectos, como las abejas, son importantes agentes polinizadores.", "Este proceso es imprescindible para que se produzca la fecundación en las plantas con flor."],
    ["El sistema endocrino está formado por glándulas que producen hormonas.", "Las hormonas son mensajeros químicos que viajan por la sangre.", "Regulan funciones lentas pero duraderas, como el crecimiento o el metabolismo.", "Glándulas importantes son la hipófisis, el tiroides y el páncreas."],
    ["Los peces son animales vertebrados adaptados a la vida acuática.", "Tienen el cuerpo fusiforme para moverse con facilidad en el agua.", "Respiran el oxígeno disuelto en el agua a través de branquias.", "Sus extremidades son aletas, que les permiten nadar y mantener el equilibrio."],
    ["Las rocas ígneas o magmáticas se forman por el enfriamiento del magma.", "Si el magma se enfría lentamente en el interior de la Tierra, se forman rocas plutónicas como el granito.", "Si se enfría rápidamente en la superficie, se forman rocas volcánicas como el basalto.", "Sus cristales serán más grandes cuanto más lento sea el enfriamiento."],
    ["La mitosis es el proceso por el cual una célula se divide para dar lugar a dos células hijas.", "Las células hijas son genéticamente idénticas a la célula madre.", "Este proceso es fundamental para el crecimiento y la reparación de los tejidos.", "Consta de varias fases: profase, metafase, anafase y telofase."],
    ["La meteorización es la descomposición de las rocas en la superficie terrestre.", "Puede ser física, cuando la roca se rompe sin cambiar su composición.", "También puede ser química, cuando los minerales de la roca reaccionan y se transforman.", "Este proceso es el primer paso en la formación del suelo."],
    ["Las algas son organismos del reino Protoctista que realizan la fotosíntesis.", "Pueden ser unicelulares, formando el fitoplancton, o pluricelulares.", "Son los principales productores primarios en los ecosistemas acuáticos.", "Viven en el agua, tanto dulce como salada, donde haya suficiente luz."],
    ["El microscopio es una herramienta fundamental en biología.", "Permite observar objetos y seres vivos que son demasiado pequeños para ver a simple vista.", "Existen microscopios ópticos, que usan luz, y electrónicos, que usan electrones.", "Gracias a él se descubrió la existencia de las células."],
    ["Los virus no se consideran seres vivos según la mayoría de los científicos.", "Son partículas infecciosas que necesitan una célula huésped para replicarse.", "Están formados por material genético (ADN o ARN) rodeado por una cubierta de proteína.", "Causan numerosas enfermedades en plantas, animales y humanos."],
    ["La simbiosis es una relación estrecha y a largo plazo entre dos especies diferentes.", "En el mutualismo, ambas especies se benefician de la relación.", "Un ejemplo son los líquenes, una asociación entre un hongo y un alga.", "En el parasitismo, una especie se beneficia a costa de perjudicar a la otra."],
    ["El sistema linfático es una parte importante del sistema inmunitario.", "Está formado por una red de vasos que transportan un líquido llamado linfa.", "Los ganglios linfáticos actúan como filtros, atrapando gérmenes y células anormales.", "Ayuda a proteger el cuerpo contra las infecciones."],
    ["Los equinodermos son un grupo de animales marinos invertebrados.", "Tienen un esqueleto interno formado por placas calcáreas.", "Poseen simetría radial, generalmente pentámera, como las estrellas de mar.", "Se desplazan lentamente utilizando un sistema de pequeños pies ambulacrales."],
    ["El suelo es la capa superficial de la corteza terrestre.", "Está formado por una mezcla de minerales, materia orgánica, agua y aire.", "Es un recurso fundamental para el crecimiento de las plantas.", "La formación de un centímetro de suelo puede tardar cientos de años."],
    ["La neurona es la célula básica del sistema nervioso.", "Está especializada en recibir y transmitir impulsos nerviosos.", "Tiene tres partes principales: el cuerpo celular, las dendritas y el axón.", "La conexión entre dos neuronas se llama sinapsis."],
    ["La flor es el órgano reproductor de las plantas angiospermas.", "El cáliz, formado por sépalos, protege la flor cuando es un capullo.", "La corola, con sus pétalos de colores, atrae a los polinizadores.", "Los estambres producen el polen y el pistilo contiene los óvulos."],
    ["Las articulaciones son las zonas de unión entre dos o más huesos.", "Permiten la movilidad del esqueleto y le proporcionan elasticidad.", "Pueden ser móviles como la rodilla, semimóviles como las de las vértebras, o fijas como las del cráneo.", "Están protegidas por cartílago para evitar el desgaste por el rozamiento."],
    ["Los biomas son grandes áreas geográficas con un clima, flora y fauna característicos.", "Ejemplos de biomas terrestres son la selva tropical, el desierto o la tundra.", "Cada bioma tiene unas condiciones ambientales que determinan los seres vivos que pueden habitar en él.", "La conservación de los biomas es crucial para mantener la biodiversidad del planeta."],
    ["La piel es el órgano más grande del cuerpo humano.", "Actúa como una barrera protectora contra agentes externos como bacterias y virus.", "También ayuda a regular la temperatura corporal a través del sudor.", "Además, contiene receptores nerviosos que nos permiten el sentido del tacto."],
    ["Los anélidos, como la lombriz de tierra, son gusanos con el cuerpo segmentado.", "Su cuerpo está formado por una serie de anillos o metámeros.", "Tienen un papel muy importante en la aireación y fertilización del suelo.", "Algunos anélidos, como las sanguijuelas, son parásitos."],
    ["La adaptación es el proceso por el cual los seres vivos desarrollan características que les permiten sobrevivir en su entorno.", "Puede ser una adaptación morfológica, como el pelaje blanco del oso polar.", "Puede ser fisiológica, como la hibernación de algunos mamíferos.", "O puede ser de comportamiento, como la migración de las aves."],
    ["Las vitaminas son nutrientes esenciales que nuestro cuerpo necesita en pequeñas cantidades.", "No aportan energía, pero son imprescindibles para el correcto funcionamiento del metabolismo.", "Se obtienen a través de una dieta variada, especialmente de frutas y verduras.", "Su carencia puede provocar diversas enfermedades."],
    ["Las placas litosféricas se mueven debido a las corrientes de convección del manto.", "El material caliente del manto asciende, se enfría y vuelve a descender.", "Este movimiento circular arrastra las placas que se encuentran encima.", "Es un proceso muy lento, que ocurre a una velocidad de unos pocos centímetros al año."],
    ["La fecundación en los seres humanos es el proceso de unión de un óvulo y un espermatozoide.", "Normalmente ocurre en las trompas de Falopio.", "De esta unión resulta una nueva célula llamada cigoto.", "El cigoto comienza a dividirse y se implanta en el útero, dando inicio al embarazo."],
    ["Los cnidarios, como las medusas y los corales, son animales acuáticos simples.", "Tienen un cuerpo en forma de saco con una única abertura que funciona como boca y ano.", "Poseen células urticantes llamadas cnidocitos, que utilizan para cazar y defenderse.", "Presentan simetría radial."],
    ["El relieve terrestre es modelado por agentes geológicos externos.", "El agua de los ríos excava valles y transporta sedimentos.", "El hielo de los glaciares arrastra rocas y crea valles en forma de U.", "El viento también desgasta las rocas y transporta partículas de arena."],
    ["Los glúcidos, o hidratos de carbono, son nuestra principal fuente de energía.", "Se clasifican en monosacáridos, como la glucosa, y polisacáridos, como el almidón.", "El pan, el arroz, la pasta y las patatas son alimentos ricos en glúcidos.", "El cerebro depende casi exclusivamente de la glucosa para funcionar."],
    ["Los gimnospermas, como los pinos y los abetos, son plantas con semillas desnudas.", "No producen flores verdaderas ni frutos para proteger sus semillas.", "Sus estructuras reproductoras se agrupan en conos o piñas.", "La mayoría son árboles o arbustos de hoja perenne."],
    ["La homeostasis es la capacidad de los organismos para mantener un medio interno estable.", "A pesar de los cambios en el ambiente externo, las condiciones internas se mantienen constantes.", "Un ejemplo es la regulación de la temperatura corporal en los mamíferos.", "Diversos sistemas, como el nervioso y el endocrino, colaboran para lograrlo."],
    ["Los poríferos, o esponjas, son los animales pluricelulares más sencillos.", "Su cuerpo está lleno de poros por donde entra el agua.", "Filtran el agua para obtener las partículas de alimento que contiene.", "Son animales sésiles, lo que significa que viven fijos a un sustrato."],
    ["La biodiversidad se refiere a la gran variedad de formas de vida en la Tierra.", "Incluye la diversidad de especies, la diversidad genética dentro de cada especie y la diversidad de ecosistemas.", "La actividad humana está provocando una grave pérdida de biodiversidad a nivel mundial.", "Protegerla es esencial para la salud del planeta y nuestro propio bienestar."],
    ["El ojo es el órgano que nos permite el sentido de la vista.", "La luz entra a través de la pupila y el cristalino la enfoca sobre la retina.", "En la retina, unas células fotorreceptoras transforman la luz en impulsos nerviosos.", "Estos impulsos viajan al cerebro a través del nervio óptico, donde se forman las imágenes."],
    ["El citoplasma celular contiene diversos orgánulos con funciones específicas.", "Las mitocondrias se encargan de la respiración celular para obtener energía.", "Los ribosomas son responsables de la fabricación de proteínas.", "En las células vegetales, los cloroplastos realizan la fotosíntesis."],
    ["La corteza cerebral es la parte más externa y evolucionada del encéfalo.", "Está implicada en funciones superiores como el pensamiento, el lenguaje y la memoria.", "Se divide en diferentes lóbulos, cada uno especializado en distintas tareas.", "Su gran superficie, con numerosos pliegues, es una característica distintiva de los humanos."],
    ["Las leguminosas son plantas que tienen una relación simbiótica con ciertas bacterias.", "Estas bacterias, del género Rhizobium, viven en nódulos en sus raíces.", "Son capaces de fijar el nitrógeno atmosférico, convirtiéndolo en un nutriente para la planta.", "Por ello, estas plantas son muy importantes para enriquecer el suelo."],
    ["Los lípidos son un grupo de biomoléculas que incluyen las grasas y los aceites.", "Son insolubles en agua y cumplen funciones de reserva energética.", "También forman parte de las membranas celulares, proporcionando estructura.", "Además, actúan como aislantes térmicos y protegen los órganos."],
    ["La taxonomía es la ciencia que se encarga de clasificar a los seres vivos.", "Utiliza un sistema jerárquico de categorías llamadas taxones.", "Las categorías principales, de mayor a menor, son: reino, filo, clase, orden, familia, género y especie.", "El nombre científico de una especie está formado por el género y el epíteto específico."],
    ["El diafragma es un músculo clave en el proceso de la respiración.", "Se encuentra debajo de los pulmones, separando el tórax del abdomen.", "Cuando se contrae, baja y permite que los pulmones se llenen de aire (inspiración).", "Cuando se relaja, sube y ayuda a expulsar el aire de los pulmones (espiración)."],
    ["Las enzimas son proteínas que actúan como catalizadores biológicos.", "Aceleran las reacciones químicas que ocurren en las células.", "Son muy específicas, cada enzima actúa sobre una molécula concreta llamada sustrato.", "Sin ellas, las reacciones vitales serían demasiado lentas para mantener la vida."],
    ["Los plásticos son un grave problema de contaminación en los océanos.", "Tardan cientos de años en degradarse y se fragmentan en microplásticos.", "Los animales marinos pueden ingerirlos o quedar atrapados en ellos.", "Reducir nuestro consumo de plásticos de un solo uso es fundamental para proteger la vida marina."],
    ["El método científico es el procedimiento que usan los científicos para investigar.", "Comienza con la observación de un fenómeno y el planteamiento de una pregunta.", "Luego, se formula una hipótesis que intenta explicar la observación.", "Finalmente, se diseñan experimentos para comprobar si la hipótesis es correcta o no."],
    ["Los glaciares son grandes masas de hielo que se forman por la acumulación de nieve.", "El peso de la nieve acumulada la compacta y la transforma en hielo.", "Fluyen lentamente por la superficie terrestre, como ríos de hielo.", "Son importantes reservas de agua dulce en el planeta."],
    ["Las proteínas son biomoléculas formadas por la unión de aminoácidos.", "Cumplen una enorme variedad de funciones en los seres vivos.", "Algunas tienen función estructural, como el colágeno de la piel.", "Otras, como las enzimas, actúan como catalizadores de reacciones químicas."],
    ["La deriva continental es la teoría que explica el movimiento de los continentes.", "Fue propuesta por Alfred Wegener a principios del siglo XX.", "Sostenía que en el pasado todos los continentes estuvieron unidos en un supercontinente llamado Pangea.", "Aunque al principio fue rechazada, hoy es la base de la tectónica de placas."],
    ["El ARN (ácido ribonucleico) es una molécula esencial para la expresión génica.", "Actúa como intermediario, copiando la información del ADN en el núcleo.", "Luego, transporta esta información a los ribosomas en el citoplasma.", "Allí, sirve de molde para la síntesis de las proteínas."],
    ["Un estuario es la desembocadura de un río en el mar.", "En esta zona, el agua dulce del río se mezcla con el agua salada del mar.", "Son ecosistemas muy ricos en nutrientes y con una gran biodiversidad.", "Muchas especies de peces y aves utilizan los estuarios como zonas de cría."],
    ["El sistema inmunitario tiene memoria para combatir futuras infecciones.", "Cuando un patógeno entra por primera vez, el cuerpo tarda en generar defensas.", "Tras superar la infección, se crean células de memoria.", "Si el mismo patógeno vuelve a entrar, la respuesta es mucho más rápida y eficaz."]
]