[
  "El calentamiento es fundamental antes de hacer ejercicio.",
  "Una dieta equilibrada es importante para la salud.",
  "El baloncesto se juega con las manos y una canasta.",
  "En fútbol, no se puede tocar el balón con las manos.",
  "La flexibilidad se mejora con los estiramientos.",
  "El trabajo en equipo es clave en los deportes colectivos.",
  "La resistencia nos permite aguantar un esfuerzo durante más tiempo.",
  "La hidratación es esencial cuando practicamos deporte.",
  "El atletismo incluye carreras, saltos y lanzamientos.",
  "Las pulsaciones indican la frecuencia de nuestro corazón.",
  "El voleibol se juega pasando el balón por encima de una red.",
  "Una buena postura corporal previene dolores de espalda.",
  "El juego limpio significa respetar las reglas y a los rivales.",
  "La coordinación nos ayuda a mover el cuerpo de forma eficiente.",
  "El equilibrio es la capacidad de mantener una posición stable.",
  "La velocidad es la capacidad de moverse en el menor tiempo posible.",
  "Los músculos son los responsables del movimiento de nuestro cuerpo.",
  "El descanso es tan importante como el entrenamiento.",
  "El bádminton se juega con una raqueta y un volante.",
  "La higiene personal es fundamental después de la actividad física.",
  "El acrosport combina acrobacias y figuras humanas.",
  "La orientación consiste en encontrar puntos en un mapa.",
  "El hockey se juega con un stick y una pelota o disco.",
  "La fuerza es la capacidad de vencer una resistencia.",
  "El judo es un arte marcial de origen japonés.",
  "Los estiramientos ayudan a prevenir lesiones musculares.",
  "El balonmano es un deporte de equipo con siete jugadores.",
  "La agilidad permite cambiar de dirección rápidamente.",
  "El cuerpo humano necesita moverse para estar sano.",
  "Los juegos populares son parte de nuestra cultura.",
  "El ajedrez es un deporte que ejercita la mente.",
  "La natación es uno de los deportes más completos.",
  "El ciclismo fortalece las piernas y el corazón.",
  "La expresión corporal utiliza el cuerpo para comunicar.",
  "El ritmo es importante en actividades como el baile.",
  "Una vida activa previene muchas enfermedades.",
  "Los primeros auxilios son importantes en caso de accidente.",
  "El fair play es un valor fundamental en el deporte.",
  "La alimentación debe ser variada y rica en nutrientes.",
  "Después del ejercicio, es importante volver a la calma.",
  "Las cualidades físicas básicas son cuatro.",
  "En baloncesto, cada canasta puede valer uno, dos o tres puntos.",
  "Un esguince es una lesión de los ligamentos de una articulación.",
  "El sistema cardiovascular se compone del corazón y los vasos sanguíneos.",
  "La cooperación es más importante que la competición en clase.",
  "Saltar a la comba mejora la resistencia y la coordinación.",
  "Las abdominales fortalecen los músculos del tronco.",
  "Los deportes de raqueta requieren una buena coordinación óculo-manual.",
  "El saque es el golpe que inicia el punto en muchos deportes.",
  "La técnica deportiva nos permite ser más eficientes en el movimiento.",
  "Un calentamiento debe incluir movilidad articular y ejercicios suaves.",
  "El sedentarismo es la falta de actividad física regular.",
  "En voleibol, un equipo puede dar tres toques al balón.",
  "Un partido de fútbol lo juegan dos equipos de once jugadores.",
  "Las sentadillas son un ejercicio para fortalecer las piernas.",
  "La frecuencia cardíaca en reposo es un indicador de nuestra forma física.",
  "Los deportes alternativos utilizan materiales no convencionales.",
  "El senderismo es una actividad física que se realiza en la naturaleza.",
  "Una buena condición física nos ayuda en nuestras actividades diarias.",
  "El dopaje es hacer trampa utilizando sustancias prohibidas.",
  "El árbitro es la máxima autoridad durante un partido.",
  "La técnica de carrera es importante para correr más rápido.",
  "El pívot es una posición de ataque en baloncesto.",
  "El remate en voleibol es un golpe de ataque potente.",
  "Los huesos forman nuestro esqueleto y protegen los órganos.",
  "El sistema respiratorio se encarga de obtener el oxígeno del aire.",
  "Los carbohidratos nos proporcionan la energía para el ejercicio.",
  "Las proteínas ayudan a reparar los músculos después del esfuerzo.",
  "La deshidratación disminuye nuestro rendimiento físico.",
  "El tenis se puede jugar de forma individual o por parejas.",
  "La pirámide de alimentos nos guía hacia una dieta sana.",
  "Los Juegos Olímpicos se celebran cada cuatro años.",
  "La capacidad aeróbica es la base para los deportes de resistencia.",
  "El pulso se puede tomar en la muñeca o en el cuello.",
  "Las flexiones de brazos desarrollan la fuerza del tren superior.",
  "La defensa en un deporte de equipo intenta evitar que el rival anote.",
  "Un pase es la acción de enviar el balón a un compañero.",
  "El regate en fútbol sirve para eludir a un contrario.",
  "La danza es una forma de expresión artística a través del movimiento.",
  "La relajación nos ayuda a reducir la tensión muscular y mental.",
  "Un calentamiento específico prepara los músculos que más se usarán.",
  "El índice de masa corporal relaciona el peso con la altura.",
  "El sueño es una parte fundamental de la recuperación del deportista.",
  "El compañerismo es un valor esencial en los deportes de equipo.",
  "Las articulaciones son las uniones entre los huesos.",
  "El lanzamiento a canasta es el gesto técnico final en baloncesto.",
  "El golpeo de dedos en voleibol se utiliza para colocar el balón.",
  "La natación a crol es uno de los estilos más rápidos.",
  "El equipamiento deportivo debe ser cómodo y adecuado.",
  "La superación personal es un objetivo importante en el deporte.",
  "La actividad física regular mejora el estado de ánimo.",
  "El portero en balonmano tiene un papel defensivo clave.",
  "El atletismo es considerado el deporte rey.",
  "La carrera de relevos requiere una buena coordinación en la entrega del testigo.",
  "El salto de altura consiste en superar un listón horizontal.",
  "El lanzamiento de peso exige una gran fuerza explosiva.",
  "Debemos respetar el material y las instalaciones deportivas."
]