[
  "La materia es todo aquello que tiene masa y ocupa un volumen.",
  "Los tres estados de la materia son sólido, líquido y gaseoso.",
  "La densidad es la relación entre la masa y el volumen de un cuerpo.",
  "Un cambio de estado físico no altera la composición de la materia.",
  "La fusión es el paso de estado sólido a líquido.",
  "La evaporación es el paso de estado líquido a gaseoso.",
  "Una mezcla está formada por varias sustancias puras.",
  "Las disoluciones son mezclas homogéneas de dos o más sustancias.",
  "El átomo es la partícula más pequeña de un elemento.",
  "La tabla periódica organiza todos los elementos químicos.",
  "Una reacción química transforma unas sustancias en otras nuevas.",
  "La energía ni se crea ni se destruye, solo se transforma.",
  "El calor es una forma de transferencia de energía.",
  "La temperatura se mide con un termómetro.",
  "La luz viaja en línea recta y a gran velocidad.",
  "El sonido necesita un medio material para propagarse.",
  "La fuerza es toda causa capaz de deformar un cuerpo o cambiar su movimiento.",
  "La gravedad es la fuerza que atrae los objetos hacia la Tierra.",
  "El laboratorio es un lugar para realizar experimentos científicos.",
  "Las probetas se utilizan para medir el volumen de los líquidos.",
  "El agua está compuesta por hidrógeno y oxígeno.",
  "El aire es una mezcla de gases como el nitrógeno y el oxígeno.",
  "La combustión es una reacción química que libera luz y calor.",
  "Los metales son buenos conductores del calor y la electricidad.",
  "El método científico incluye observación, hipótesis y experimentación.",
  "La masa se mide en kilogramos con una balanza.",
  "El volumen de un líquido se mide en litros.",
  "Los cambios químicos alteran la naturaleza de las sustancias.",
  "La oxidación es un ejemplo de cambio químico lento.",
  "Una sustancia pura tiene una composición química fija.",
  "El soluto es la sustancia que se disuelve en una disolución.",
  "El disolvente es la sustancia en mayor cantidad en una disolución.",
  "La decantación sirve para separar líquidos con distinta densidad.",
  "La filtración se usa para separar un sólido de un líquido.",
  "Los elementos químicos se representan con símbolos.",
  "El protón, el neutrón y el electrón son partículas subatómicas.",
  "La energía cinética está asociada al movimiento de los cuerpos.",
  "La energía potencial depende de la posición de un objeto.",
  "Las fuentes de energía renovables no se agotan con su uso.",
  "La reflexión de la luz ocurre cuando choca contra una superficie.",
  "La solidificación es el paso de líquido a sólido.",
  "La condensación es el cambio de estado gaseoso a líquido.",
  "La sublimación es el paso directo de sólido a gas.",
  "La materia tiene propiedades generales como la masa y el volumen.",
  "El color o la dureza son propiedades específicas de la materia.",
  "Una mezcla heterogénea tiene componentes que se distinguen a simple vista.",
  "El granito es un ejemplo de mezcla heterogénea.",
  "El agua con sal es una mezcla homogénea o disolución.",
  "El núcleo del átomo contiene protones y neutrones.",
  "Los electrones giran en la corteza alrededor del núcleo.",
  "El número atómico indica el número de protones de un átomo.",
  "Una molécula es una agrupación de dos o más átomos.",
  "Los reactivos son las sustancias iniciales en una reacción química.",
  "Los productos son las sustancias que se obtienen tras una reacción.",
  "La energía solar proviene del Sol y es una fuente renovable.",
  "La energía eólica se obtiene a partir de la fuerza del viento.",
  "Un circuito eléctrico simple necesita una pila, un cable y una bombilla.",
  "Un interruptor permite abrir o cerrar un circuito eléctrico.",
  "Los materiales aislantes no permiten el paso de la corriente eléctrica.",
  "La refracción es el cambio de dirección de la luz al pasar a otro medio.",
  "El eco es un fenómeno relacionado con la reflexión del sonido.",
  "La flotabilidad es la capacidad de un cuerpo para flotar en un fluido.",
  "El magnetismo es la propiedad que tienen los imanes de atraer metales.",
  "La Tierra se comporta como un imán gigante con dos polos magnéticos.",
  "Un vaso de precipitados se usa para contener líquidos en el laboratorio.",
  "La lupa es un instrumento óptico que sirve para ampliar imágenes.",
  "El punto de ebullición del agua es de cien grados Celsius.",
  "El punto de fusión del hielo es de cero grados Celsius.",
  "Las aleaciones son mezclas homogéneas de dos o más metales.",
  "El bronce es una aleación de cobre y estaño.",
  "El oxígeno es un elemento esencial para la respiración.",
  "El dióxido de carbono es un gas que expulsamos al respirar.",
  "La velocidad es el espacio recorrido en un tiempo determinado.",
  "La aceleración es el cambio de velocidad de un objeto.",
  "Una palanca es una máquina simple que reduce el esfuerzo.",
  "El rozamiento es una fuerza que se opone al movimiento.",
  "La presión es la fuerza ejercida sobre una superficie.",
  "La molécula de agua se representa con la fórmula H2O.",
  "El símbolo del elemento oro en la tabla periódica es Au.",
  "El helio es un gas más ligero que el aire.",
  "La combustión del butano produce dióxido de carbono y agua.",
  "El pH mide la acidez o basicidad de una disolución.",
  "El vinagre es una sustancia ácida de uso común.",
  "El bicarbonato de sodio es una sustancia básica.",
  "La fotosíntesis es un proceso químico fundamental para las plantas.",
  "Las ondas sonoras viajan más rápido en el agua que en el aire.",
  "La luna no tiene atmósfera, por eso no hay sonido.",
  "La dilatación es el aumento de tamaño de un cuerpo por el calor.",
  "Un cuerpo negro absorbe toda la radiación de luz que recibe.",
  "La inercia es la tendencia de un cuerpo a mantener su estado de movimiento.",
  "Las lentes convergentes concentran los rayos de luz en un punto.",
  "Los espejos planos reflejan una imagen simétrica y del mismo tamaño.",
  "La electrólisis es un proceso que utiliza la electricidad para romper compuestos.",
  "La cristalización es un método para separar un sólido disuelto en un líquido.",
  "La masa de un objeto es la misma en la Tierra y en la Luna."
]