[
    "Bonjour ! Je m’appelle Pierre.",
    "Je viens de France.",
    "Quel est ton prénom ?",
    "J’ai deux frères et une sœur.",
    "La classe a vingt élèves.",
    "Nous avons un professeur d’anglais.",
    "Le chat dort sur le canapé.",
    "Il fait beau aujourd’hui.",
    "Les enfants jouent dans le parc.",
    "Je mange une pomme rouge.",
    "L’école commence à huit heures.",
    "Ma couleur préférée est le bleu.",
    "J’ai un livre et un stylo.",
    "Elle aime écouter de la musique.",
    "Nous allons au cinéma ce soir.",
    "Le soleil se lève à l’est.",
    "Mon animal préféré est le chien.",
    "Je porte une chemise blanche.",
    "Il y a un gros nuage dans le ciel.",
    "Les oiseaux chantent au matin.",
    "J’ai besoin d’une boussole pour la classe de géographie.",
    "Nous avons un tableau noir à l’école.",
    "Le professeur lit un texte en français.",
    "Je dois écrire une petite histoire.",
    "Quel est ton sport préféré ?",
    "La maîtresse donne des devoirs.",
    "Il y a du pain sur le bureau.",
    "Je suis heureux de t’aider.",
    "Nous allons à la bibliothèque demain.",
    "Le tableau montre les continents.",
    "J’ai un ami nommé Marc.",
    "Les feuilles tombent en automne.",
    "Il faut apprendre les verbes réguliers.",
    "La semaine est longue et courte.",
    "Je mange du fromage pour le dîner.",
    "Les amis aiment jouer à la marelle.",
    "Nous allons faire une promenade en ville.",
    "Le français est mon deuxième langue.",
    "Je suis un bon élève dans ma classe.",
    "L’école a un grand jardin.",
    "La maîtresse donne des notes sur les devoirs.",
    "Il y a beaucoup de fleurs dans le jardin.",
    "J’aime lire des histoires courtes.",
    "Le professeur explique la conjugaison.",
    "Les enfants apprennent à compter en français.",
    "Je trouve ce livre très intéressant.",
    "Nous allons visiter un musée demain.",
    "La météo est chaude aujourd’hui.",
    "Mon passe‑temps préféré est de dessiner.",
    "Il y a une grande fenêtre dans ma salle de classe.",
    "J’ai besoin d’un crayon pour écrire.",
    "Le professeur écrit sur le tableau noir.",
    "Les élèves lisent un texte à voix haute.",
    "Je veux apprendre à parler couramment français.",
    "Nous avons un nouveau livre à la bibliothèque.",
    "Il y a une grande horloge au plafond.",
    "La maîtresse lit un poème aux enfants.",
    "Le chat est assis sur le mur.",
    "Les élèves doivent ranger leurs affaires avant de partir.",
    "Je prends mon sac à dos pour l’école.",
    "Le professeur donne des explications détaillées.",
    "Nous allons faire une sortie scolaire demain.",
    "Il faut apprendre les nombres en français.",
    "La classe a un tableau blanc interactif.",
    "Les élèves dessinent avec des crayons de couleur.",
    "Je préfère le café sans sucre.",
    "La maîtresse parle doucement aux élèves.",
    "J’ai besoin d’une pause après les devoirs.",
    "Le professeur demande à chaque élève de répondre.",
    "Il y a un grand tableau dans la salle de classe.",
    "Les enfants aiment apprendre l’alphabet français.",
    "Je veux devenir un bon lecteur en français.",
    "La maîtresse utilise des images pour expliquer.",
    "Nous avons une séance de lecture ce matin.",
    "Le professeur donne une leçon sur les adjectifs.",
    "Les élèves écrivent leurs propres histoires.",
    "J’ai besoin d’un dictionnaire pour comprendre le mot.",
    "Il y a un grand tableau noir à l’entrée.",
    "La classe apprend la différence entre « le » et « la ».",
    "Le professeur montre des cartes du monde.",
    "Les enfants apprennent les couleurs en français.",
    "Je voudrais voyager dans un pays francophone.",
    "Nous avons une leçon de prononciation aujourd’hui.",
    "La maîtresse explique comment conjuguer le verbe être.",
    "Il y a beaucoup d’enseignants à l’école.",
    "Les élèves apprennent les règles de base de la grammaire française."
  ]