[
  "La Tierra es el tercer planeta del sistema solar.",
  "Los continentes son grandes extensiones de tierra.",
  "El agua de los océanos es salada.",
  "La Prehistoria es la primera etapa del pasado.",
  "Los seres humanos del Paleolítico eran nómadas.",
  "El descubrimiento del fuego fue un avance muy importante.",
  "En el Neolítico, los humanos se hicieron sedentarios.",
  "La agricultura y la ganadería surgieron en el Neolítico.",
  "Mesopotamia se desarrolló entre los ríos Tigris y Éufrates.",
  "La escritura cuneiforme se inventó en Mesopotamia.",
  "El Antiguo Egipto se ubicaba a lo largo del río Nilo.",
  "Los faraones eran los reyes del Antiguo Egipto.",
  "Las pirámides eran las tumbas de los faraones.",
  "La civilización griega nació en la península balcánica.",
  "La democracia es un sistema político que nació en Atenas.",
  "Los Juegos Olímpicos se celebraban en la antigua Grecia.",
  "El Imperio Romano extendió su cultura por el Mediterráneo.",
  "El latín era la lengua oficial del Imperio Romano.",
  "Los romanos construyeron grandes acueductos y calzadas.",
  "El relieve de la Tierra incluye montañas, llanuras y mesetas.",
  "Los ríos son corrientes continuas de agua dulce.",
  "El clima es el conjunto de condiciones atmosféricas de un lugar.",
  "Los mapas representan la superficie de la Tierra.",
  "La escala de un mapa indica la proporción con la realidad.",
  "La población mundial ha crecido mucho en los últimos siglos.",
  "Las ciudades son los lugares donde vive la mayoría de la población.",
  "El arte rupestre son las pinturas encontradas en las cuevas.",
  "Los menhires y dólmenes son monumentos megalíticos.",
  "Los egipcios escribían con jeroglíficos sobre papiros.",
  "La momificación conservaba los cuerpos para la vida de ultratumba.",
  "La filosofía surgió en la antigua Grecia con pensadores como Sócrates.",
  "El Partenón es un famoso templo griego dedicado a Atenea.",
  "Los gladiadores luchaban en el Coliseo de Roma.",
  "La Península Ibérica fue conquistada por los romanos.",
  "Los visigodos establecieron un reino en Hispania tras los romanos.",
  "El ecuador es la línea imaginaria que divide la Tierra en dos hemisferios.",
  "Los meridianos son líneas imaginarias que van de polo a polo.",
  "La rotación de la Tierra sobre sí misma origina el día y la noche.",
  "La traslación de la Tierra alrededor del Sol causa las estaciones.",
  "Los paisajes naturales se modifican por la acción humana."
]