[
  "La Prehistoria es la primera y más larga etapa del pasado.",
  "Los seres humanos del Paleolítico eran cazadores y recolectores nómadas.",
  "El descubrimiento del fuego permitió cocinar los alimentos y calentarse.",
  "El arte rupestre son las pinturas y grabados que se hacían en las cuevas.",
  "En el Neolítico, los humanos aprendieron a cultivar la tierra y a domesticar animales.",
  "La agricultura y la ganadería permitieron que los grupos humanos se hicieran sedentarios.",
  "Los menhires y los dólmenes son monumentos megalíticos de finales del Neolítico.",
  "La Edad de los Metales se divide en la Edad del Cobre, la del Bronce y la del Hierro.",
  "Mesopotamia significa 'tierra entre ríos' y se desarrolló entre el Tigris y el Éufrates.",
  "La escritura cuneiforme se inventó en Mesopotamia y se realizaba sobre tablillas de arcilla.",
  "El Código de Hammurabi es una de las primeras recopilaciones de leyes de la historia.",
  "Los zigurats eran enormes templos con forma de pirámide escalonada en Mesopotamia.",
  "La civilización egipcia nació a orillas del río Nilo.",
  "El faraón era el rey del Antiguo Egipto y se le consideraba un dios.",
  "Las pirámides de Egipto eran las tumbas de los faraones.",
  "Los egipcios escribían con jeroglíficos sobre papiros.",
  "La momificación era un proceso para conservar los cuerpos para la vida de ultratumba.",
  "La civilización griega se desarrolló en la península balcánica y en las islas del mar Egeo.",
  "Las polis eran las ciudades-estado independientes de la antigua Grecia.",
  "Atenas y Esparta fueron dos de las polis griegas más importantes.",
  "La democracia es un sistema político que nació en la ciudad de Atenas.",
  "Los Juegos Olímpicos se celebraban en Olimpia en honor al dios Zeus.",
  "La filosofía surgió en Grecia con pensadores como Sócrates, Platón y Aristóteles.",
  "El Partenón es un famoso templo griego dedicado a la diosa Atenea.",
  "La mitología griega narra las historias de sus dioses y héroes.",
  "Alejandro Magno creó un gran imperio que extendió la cultura griega por Oriente.",
  "La civilización romana nació en la península itálica, a orillas del río Tíber.",
  "La República fue el sistema de gobierno de Roma durante varios siglos.",
  "El Senado era la institución más importante de la República romana.",
  "Julio César fue un general y político romano muy importante.",
  "El Imperio Romano extendió su dominio por toda la cuenca del Mediterráneo.",
  "El latín era la lengua oficial del Imperio Romano y es la base de muchas lenguas actuales.",
  "Los romanos construyeron grandes acueductos, calzadas, puentes y teatros.",
  "El Coliseo de Roma era un anfiteatro donde luchaban los gladiadores.",
  "La ciudad de Pompeya fue sepultada por la erupción del volcán Vesubio.",
  "El cristianismo se convirtió en la religión oficial del Imperio Romano.",
  "Los pueblos bárbaros provocaron la caída del Imperio Romano de Occidente.",
  "La Península Ibérica fue conquistada por los romanos y la llamaron Hispania.",
  "Los visigodos establecieron un reino en Hispania tras la caída del Imperio Romano.",
  "La Tierra es el tercer planeta del sistema solar y tiene forma de geoide.",
  "Los continentes son grandes extensiones de tierra separadas por los océanos.",
  "El agua de los océanos y los mares es salada.",
  "Los ríos son corrientes continuas de agua dulce que desembocan en el mar.",
  "El relieve de la Tierra incluye montañas, llanuras, mesetas y depresiones.",
  "El clima es el conjunto de condiciones atmosféricas de un lugar durante mucho tiempo.",
  "Los mapas son representaciones planas de la superficie de la Tierra.",
  "La escala de un mapa indica la proporción entre la realidad y el dibujo.",
  "La población mundial ha crecido mucho en los últimos siglos.",
  "Las ciudades son los lugares donde vive la mayoría de la población.",
  "El ecuador es la línea imaginaria que divide la Tierra en hemisferio norte y sur.",
  "Los meridianos son líneas imaginarias que van de polo a polo.",
  "El movimiento de rotación de la Tierra sobre sí misma origina el día y la noche.",
  "El movimiento de traslación de la Tierra alrededor del Sol causa las estaciones del año.",
  "Los primeros seres humanos fabricaban herramientas de piedra tallada.",
  "La Venus de Willendorf es una famosa estatuilla del Paleolítico.",
  "La cerámica se inventó en el Neolítico para almacenar y cocinar alimentos.",
  "El arado fue un invento del Neolítico que mejoró la agricultura.",
  "Los fenicios eran un pueblo de navegantes y comerciantes del Mediterráneo.",
  "Los griegos fundaron colonias en las costas de la Península Ibérica.",
  "Los cartagineses se enfrentaron a los romanos por el control del Mediterráneo.",
  "La romanización es el proceso de adopción de la cultura romana.",
  "Mérida, Tarragona y Zaragoza fueron importantes ciudades romanas en Hispania.",
  "La Edad Antigua termina con la caída del Imperio Romano en el año 476.",
  "El feudalismo fue el sistema social, político y económico de la Edad Media.",
  "Los castillos medievales servían como defensa y residencia de los señores.",
  "Los caballeros eran guerreros que luchaban a caballo en la Edad Media.",
  "Los monasterios fueron importantes centros de cultura durante la Edad Media.",
  "El islam es una religión que surgió en la península arábiga en el siglo VII.",
  "Los musulmanes conquistaron gran parte de la Península Ibérica en el año 711.",
  "Al-Ándalus fue el nombre que los musulmanes dieron a su territorio en la península.",
  "Córdoba fue la capital de Al-Ándalus y una de las ciudades más importantes del mundo.",
  "La Mezquita de Córdoba es un impresionante ejemplo de arte islámico.",
  "La Reconquista fue el proceso por el cual los reinos cristianos recuperaron el territorio de Al-Ándalus.",
  "El Camino de Santiago es una importante ruta de peregrinación medieval.",
  "El arte románico se caracteriza por sus muros gruesos y sus arcos de medio punto.",
  "El arte gótico se caracteriza por sus arcos apuntados, vidrieras y su gran altura.",
  "La Peste Negra fue una terrible epidemia que asoló Europa en el siglo XIV.",
  "La invención de la imprenta por Gutenberg facilitó la difusión de la cultura.",
  "Los Reyes Católicos unificaron los reinos de Castilla y Aragón.",
  "Cristóbal Colón llegó a América en 1492 pensando que había llegado a las Indias.",
  "El Renacimiento fue un movimiento cultural que recuperó el interés por la Antigüedad clásica.",
  "Los aztecas, mayas e incas fueron grandes civilizaciones precolombinas.",
  "Hernán Cortés conquistó el Imperio Azteca.",
  "Francisco Pizarro conquistó el Imperio Inca.",
  "La Reforma Protestante fue un movimiento religioso iniciado por Martín Lutero.",
  "El Sol es el centro de nuestro sistema solar.",
  "La Luna es el único satélite natural de la Tierra.",
  "La atmósfera es la capa de gases que protege nuestro planeta.",
  "Un fósil es un resto de un ser vivo del pasado que se ha petrificado.",
  "La hominización es el largo proceso de evolución del ser humano.",
  "El Homo sapiens es la especie a la que pertenecemos todos los seres humanos actuales.",
  "El patriarcado es un sistema social en el que los hombres tienen el poder.",
  "Una fuente histórica es cualquier testimonio que nos informa sobre el pasado.",
  "La cronología ordena los hechos históricos en el tiempo.",
  "Un siglo es un periodo de tiempo que dura cien años.",
  "La geografía estudia la superficie terrestre y las sociedades que la habitan."
]