[
  "La inteligencia artificial imita al cerebro humano.",
  "Un robot puede ayudar en las tareas de casa.",
  "Siri y Alexa son asistentes virtuales inteligentes.",
  "Los algoritmos son como recetas de cocina.",
  "La tecnología avanza muy rápido hoy en día.",
  "Me gusta aprender sobre ordenadores y robots.",
  "El coche autónomo se conduce sin conductor.",
  "TikTok usa inteligencia artificial para recomendar videos.",
  "Una máquina puede aprender jugando muchas partidas.",
  "Los datos son importantes para entrenar a la IA.",
  "No todos los robots tienen inteligencia artificial.",
  "La domótica hace que tu casa sea inteligente.",
  "Podemos hablar con las máquinas usando nuestra voz.",
  "Un dron puede volar solo usando sensores.",
  "La informática es el futuro de nuestra sociedad.",
  "Debemos usar la tecnología con responsabilidad.",
  "Las máquinas no tienen sentimientos como nosotros.",
  "Un programa informático sigue instrucciones precisas.",
  "Internet conecta a millones de personas y máquinas.",
  "La visión artificial permite ver a las cámaras.",
  "El reconocimiento facial desbloquea mi teléfono móvil.",
  "Los videojuegos usan IA para los enemigos.",
  "Google Maps calcula la ruta más rápida.",
  "Un chatbot puede responder a tus preguntas.",
  "La aspiradora robot limpia el suelo sola.",
  "La inteligencia artificial ayuda a los médicos.",
  "Podemos traducir idiomas con el móvil.",
  "YouTube sabe qué videos te gustan más.",
  "Las redes sociales usan algoritmos secretos.",
  "Un píxel es un punto de color.",
  "La pantalla muestra imágenes digitales.",
  "El teclado sirve para escribir datos.",
  "El ratón mueve el cursor en la pantalla.",
  "Un servidor es un ordenador muy potente.",
  "La nube guarda nuestros archivos en internet.",
  "El wifi conecta dispositivos sin cables.",
  "La batería da energía a los robots.",
  "Los sensores son los sentidos de la máquina.",
  "Un micrófono permite al robot escuchar.",
  "La cámara es el ojo del robot.",
  "Alan Turing fue un matemático muy famoso.",
  "El test de Turing es una prueba importante.",
  "Las máquinas calculan más rápido que nosotros.",
  "La memoria guarda la información del ordenador.",
  "El procesador es el cerebro del ordenador.",
  "Un error en el código se llama bug.",
  "Programar es dar órdenes a la máquina.",
  "El código binario usa ceros y unos.",
  "La inteligencia artificial no es mágica.",
  "Debemos proteger nuestra privacidad en internet.",
  "Las contraseñas deben ser secretas y seguras.",
  "No compartas tus datos con desconocidos.",
  "La ciberseguridad nos protege de los virus.",
  "Un hacker puede robar información privada.",
  "El spam es correo basura no deseado.",
  "Un filtro evita que llegue el spam.",
  "La realidad virtual nos lleva a otros mundos.",
  "Las gafas de realidad virtual son divertidas.",
  "Un avatar es tu personaje en el juego.",
  "El metaverso es un mundo digital conectado.",
  "La impresión 3D crea objetos reales.",
  "Un brazo robótico puede construir coches.",
  "La automatización hace el trabajo más fácil.",
  "El futuro será muy tecnológico y digital.",
  "La ciencia ficción imagina robots del futuro.",
  "Star Wars tiene robots como R2D2.",
  "Iron Man usa una armadura inteligente.",
  "Wall-E es un robot que limpia basura.",
  "Big Hero 6 tiene un robot médico.",
  "Los robots pueden explorar otros planetas.",
  "El rover Curiosity está en Marte ahora.",
  "La NASA usa mucha inteligencia artificial.",
  "Los satélites vigilan el clima de la Tierra.",
  "Podemos predecir el tiempo con ordenadores.",
  "La IA ayuda a cuidar el medio ambiente.",
  "Reciclar es bueno para el planeta Tierra.",
  "La tecnología verde consume menos energía.",
  "Un coche eléctrico contamina menos aire.",
  "Las placas solares dan energía limpia.",
  "El viento mueve los molinos eólicos.",
  "La energía es necesaria para las máquinas.",
  "Apaga la luz cuando no la uses.",
  "El agua es un recurso muy valioso.",
  "La naturaleza inspira a los ingenieros.",
  "Los pájaros inspiraron a los aviones.",
  "El cerebro inspira a los ordenadores.",
  "Aprender cosas nuevas es muy divertido.",
  "La escuela nos enseña a pensar mejor.",
  "La curiosidad es buena para descubrir.",
  "Hacer preguntas es la clave de aprender.",
  "Resolver problemas es un reto interesante.",
  "Las matemáticas son el lenguaje universal.",
  "La lógica nos ayuda a razonar bien.",
  "La creatividad es importante para inventar.",
  "El trabajo en equipo consigue grandes cosas.",
  "Compartir conocimientos nos hace mejores.",
  "La tecnología debe ayudar a las personas.",
  "El respeto es fundamental en internet.",
  "Sé amable con los demás en línea.",
  "La inteligencia artificial es una herramienta."
]