[
    "My name is Alex and I am twelve years old.",
    "She has got a new bicycle for her birthday.",
    "They live in a big house with a beautiful garden.",
    "He plays football with his friends every weekend.",
    "We are studying English at school right now.",
    "My favourite subject is art because I like drawing.",
    "There is a small cat under the table.",
    "Are there any apples in the kitchen?",
    "I usually wake up at seven o'clock in the morning.",
    "She doesn't like spiders or snakes.",
    "What is your favourite type of music?",
    "My brother is taller than me.",
    "London is the capital city of the United Kingdom.",
    "I can play the guitar and the piano.",
    "You should do your homework every day.",
    "We went to the cinema yesterday evening.",
    "The dog is sleeping on the sofa.",
    "My mother is a doctor and my father is a teacher.",
    "There are twenty students in my class.",
    "I would like to visit Japan in the future.",
    "He can't speak French very well.",
    "Do you have any brothers or sisters?",
    "The weather is sunny and warm today.",
    "She is wearing a blue dress and white shoes.",
    "I often listen to music on my phone.",
    "Elephants are bigger than mice.",
    "We sometimes go to the beach in the summer.",
    "He never eats meat because he is a vegetarian.",
    "What time does the school bus arrive?",
    "My best friend lives next door to me.",
    "I have got long brown hair and green eyes.",
    "She wants to be a famous singer.",
    "They are not from Spain, they are from Italy.",
    "Can you help me with this exercise, please?",
    "The library is a quiet place to read books.",
    "I lost my keys and I can't find them.",
    "He is good at playing chess.",
    "We have to wear a uniform at our school.",
    "The train to Manchester leaves at ten thirty.",
    "I am not interested in watching horror films.",
    "My grandparents live in the countryside.",
    "I have breakfast with my family every morning.",
    "She reads a chapter of her book every night.",
    "They are watching a funny video on the internet.",
    "He goes to the gym twice a week.",
    "We learn about planets in science class.",
    "I don't understand this question.",
    "Is your favourite colour blue or green?",
    "My dad is cooking dinner tonight.",
    "It often rains in the north of Spain.",
    "What did you eat for lunch yesterday?",
    "The Eiffel Tower is in Paris, France.",
    "I have to tidy my room this afternoon.",
    "She is not listening to the teacher.",
    "We visited a very interesting museum last month.",
    "He doesn't play video games on weekdays.",
    "The history exam was quite difficult.",
    "Penguins live in the cold Antarctic.",
    "I am learning how to swim at the pool.",
    "She always helps her parents with the shopping.",
    "Do you want to come to my party on Saturday?",
    "The shop opens at nine o'clock.",
    "My sister is doing her homework in her bedroom.",
    "He sent an email to his friend in Australia.",
    "I can't remember his name.",
    "We are going on holiday to Portugal next summer.",
    "The children are playing happily in the garden.",
    "He was very tired after the match.",
    "My favourite season is autumn.",
    "She takes the bus to school every day.",
    "They didn't go to the concert last night.",
    "Where do you usually go on holiday?",
    "The Amazon is the longest river in the world.",
    "I love eating pizza with my friends.",
    "He is writing a story for the school magazine.",
    "We have a dog called Rocky.",
    "She speaks three languages: Spanish, English and German.",
    "I forgot to bring my pencil case to school.",
    "What are you doing this weekend?",
    "My uncle works in a hospital as a nurse.",
    "The sun rises in the east.",
    "She is excited about her trip to New York.",
    "They are building a new shopping centre in my town.",
    "I have to study for a maths test tomorrow.",
    "He is not very good at singing.",
    "We saw a fantastic film at the weekend.",
    "My mum's car is red and very fast.",
    "I enjoy playing board games with my family.",
    "She goes for a run in the park every morning.",
    "They are going to buy a new television.",
    "Did you see the football match on TV?",
    "The food in this restaurant is delicious.",
    "I need to buy some new trainers.",
    "He is the smartest student in the class.",
    "We are planning a surprise party for our friend.",
    "She doesn't like getting up early.",
    "You must be quiet in the library.",
    "I think it is going to rain later.",
    "He gave her a beautiful present for her birthday."
  ]
