[
    "El sustantivo nombra a personas, animales, cosas o ideas.",
    "Los adjetivos calificativos expresan cualidades del nombre al que acompañan.",
    "El verbo es el núcleo del predicado e indica una acción o estado.",
    "Una oración simple tiene un solo verbo en forma personal.",
    "Los determinantes artículos preceden al sustantivo para presentarlo.",
    "La comunicación es el proceso de transmitir información entre un emisor y un receptor.",
    "Los pronombres personales sustituyen al nombre en la oración.",
    "Las palabras agudas llevan tilde si acaban en vocal, 'n' o 's'.",
    "El sujeto de la oración concuerda en número y persona con el verbo.",
    "Los sinónimos son palabras que tienen un significado muy parecido.",
    "Los antónimos son palabras que expresan ideas completamente opuestas.",
    "El género narrativo cuenta una historia con personajes en un tiempo y lugar.",
    "La lírica es el género literario que expresa los sentimientos del autor.",
    "El teatro está escrito para ser representado por actores en un escenario.",
    "Una novela es una narración literaria extensa en prosa.",
    "El cuento es un relato breve de hechos imaginarios.",
    "La leyenda mezcla hechos reales con elementos fantásticos.",
    "Una fábula es una narración corta que termina con una moraleja.",
    "El punto y seguido separa oraciones dentro de un mismo párrafo.",
    "La coma indica una pausa breve en la lectura de un enunciado.",
    "Los dos puntos se utilizan antes de una enumeración o una cita textual.",
    "Las palabras llanas se acentúan cuando no terminan en vocal, 'n' o 's'.",
    "Todas las palabras esdrújulas llevan tilde en la antepenúltima sílaba.",
    "El emisor es quien transmite el mensaje en un acto de comunicación.",
    "El receptor es la persona que recibe e interpreta el mensaje.",
    "El predicado es lo que se dice del sujeto en una oración.",
    "Los adverbios modifican el significado de verbos, adjetivos u otros adverbios.",
    "Las preposiciones son palabras que sirven para unir o relacionar otras palabras.",
    "Una estrofa es un conjunto de versos en un poema.",
    "La rima es la repetición de sonidos al final de los versos.",
    "El narrador es la voz que cuenta la historia en un texto literario.",
    "Los personajes principales son los protagonistas de la historia.",
    "El diálogo es la conversación entre dos o más personajes.",
    "La descripción sirve para explicar cómo es una persona, un lugar o un objeto.",
    "Un campo semántico agrupa palabras que comparten un rasgo de significado.",
    "Las palabras polisémicas son aquellas que tienen varios significados.",
    "El hiato se produce cuando dos vocales juntas se pronuncian en sílabas distintas.",
    "Un diptongo es la unión de dos vocales en una misma sílaba.",
    "La metáfora es una figura literaria que identifica dos términos reales.",
    "La personificación atribuye cualidades humanas a animales u objetos.",
    "El adjetivo concuerda en género y número con el sustantivo.",
    "El determinante posesivo indica a quién pertenece algo.",
    "Un texto instructivo nos da indicaciones para hacer algo.",
    "Los textos periodísticos informan sobre noticias de actualidad.",
    "La sílaba tónica es la que se pronuncia con más fuerza.",
    "El punto y aparte se usa para separar párrafos distintos.",
    "Los signos de interrogación se colocan al principio y al final de la pregunta.",
    "Las palabras homófonas suenan igual pero se escriben de forma diferente.",
    "El verbo puede estar en modo indicativo, subjuntivo o imperativo.",
    "Una oración compuesta está formada por más de un verbo.",
    "El complemento directo recibe la acción del verbo directamente.",
    "Las conjunciones son palabras que unen oraciones o palabras.",
    "Una oración enunciativa afirma o niega algo.",
    "El epíteto es un adjetivo que expresa una cualidad obvia del sustantivo.",
    "La onomatopeya imita sonidos reales con palabras.",
    "El punto final indica que el texto ha terminado por completo.",
    "Un prefijo es una partícula que se añade al principio de una palabra.",
    "Un sufijo se añade al final de una palabra para formar una nueva.",
    "La familia léxica comparte la misma raíz o lexema.",
    "El lenguaje verbal utiliza palabras habladas o escritas.",
    "El lenguaje no verbal se basa en gestos y posturas.",
    "Una biografía cuenta la vida de una persona real.",
    "La rima puede ser consonante o asonante.",
    "El autor es la persona real que escribe la obra literaria.",
    "Los adverbios de lugar indican dónde ocurre la acción.",
    "Los adverbios de tiempo sitúan la acción en el tiempo.",
    "El modo imperativo se usa para dar órdenes o instrucciones.",
    "Las palabras monosílabas generalmente no llevan tilde.",
    "El guion se utiliza para separar palabras al final de una línea.",
    "Las comillas se usan para encerrar citas textuales.",
    "Una palabra primitiva no procede de ninguna otra.",
    "Una palabra derivada se forma a partir de una primitiva.",
    "El género dramático se caracteriza por el uso del diálogo.",
    "El verso es cada una de las líneas que componen un poema.",
    "La comparación establece una relación de semejanza con la palabra 'como'.",
    "Los determinantes numerales indican una cantidad exacta.",
    "El predicado puede ser nominal o verbal.",
    "Las interjecciones expresan emociones o impresiones súbitas.",
    "Un campo léxico agrupa palabras de diferente categoría sobre un mismo tema.",
    "El artículo determinado presenta a un ser conocido.",
    "El artículo indeterminado presenta a un ser no conocido.",
    "El núcleo del sujeto suele ser un sustantivo o un pronombre.",
    "Las oraciones interrogativas sirven para preguntar algo.",
    "Las oraciones exclamativas expresan sorpresa, alegría o tristeza.",
    "Los conectores textuales ayudan a organizar las ideas en un texto.",
    "La sílaba es un conjunto de sonidos que se pronuncia en un solo golpe de voz.",
    "El acento es la mayor intensidad con que se pronuncia una sílaba.",
    "La tilde es el signo gráfico que se coloca sobre algunas vocales.",
    "El resumen extrae las ideas más importantes de un texto.",
    "Una biblioteca es un lugar donde se guardan y prestan libros.",
    "El diccionario recoge las palabras de una lengua y sus significados.",
    "La narración cuenta hechos que les suceden a unos personajes.",
    "El cómic combina imágenes y texto para contar una historia.",
    "La exposición consiste en presentar un tema de forma clara y ordenada.",
    "La hipérbole es una exageración intencionada de la realidad."
  ]
