[
  "Los números naturales se utilizan para contar elementos.",
  "Un ángulo recto mide exactamente noventa grados.",
  "El perímetro de un polígono es la suma de sus lados.",
  "Para resolver una ecuación, hay que despejar la incógnita.",
  "Los números enteros incluyen los positivos, los negativos y el cero.",
  "Un triángulo equilátero tiene los tres lados iguales.",
  "El área de un cuadrado se calcula multiplicando lado por lado.",
  "Las fracciones representan partes de una unidad.",
  "El mínimo común múltiplo es el menor de los múltiplos comunes.",
  "La suma de los ángulos de un triángulo es siempre 180 grados.",
  "Los números primos solo son divisibles por sí mismos y por la unidad.",
  "Una circunferencia es una línea curva cerrada y plana.",
  "El diámetro de una circunferencia es el doble que el radio.",
  "Las potencias expresan una multiplicación de factores iguales.",
  "La raíz cuadrada de veinticinco es cinco.",
  "Las coordenadas cartesianas se usan para localizar puntos en un plano.",
  "El eje de abscisas es el eje horizontal en un gráfico.",
  "Los porcentajes son una forma de expresar una proporción.",
  "La media aritmética se calcula sumando los datos y dividiendo por el total.",
  "Un polígono regular tiene todos sus lados y ángulos iguales.",
  "Los números decimales tienen una parte entera y una parte decimal.",
  "La propiedad conmutativa dice que el orden de los factores no altera el producto.",
  "Un ángulo agudo mide menos de noventa grados.",
  "Un ángulo obtuso mide más de noventa grados.",
  "Las rectas paralelas nunca se cortan.",
  "Las rectas perpendiculares se cortan formando cuatro ángulos rectos.",
  "Un pentágono es un polígono que tiene cinco lados.",
  "La estadística es la parte de las matemáticas que estudia los datos.",
  "La probabilidad mide la posibilidad de que ocurra un suceso.",
  "Un número negativo es menor que cero.",
  "El valor absoluto de un número es su distancia al cero.",
  "Para sumar dos fracciones, deben tener el mismo denominador.",
  "La bisectriz de un ángulo lo divide en dos partes iguales.",
  "Un cubo es un cuerpo geométrico con seis caras cuadradas.",
  "El volumen de un cubo se calcula elevando el lado al cubo.",
  "La regla de tres se utiliza para resolver problemas de proporcionalidad.",
  "Un número es divisible por dos si termina en cifra par.",
  "Un rombo tiene cuatro lados iguales pero sus ángulos no son rectos.",
  "La hipotenusa es el lado más largo de un triángulo rectángulo.",
  "El teorema de Pitágoras se aplica en los triángulos rectángulos.",
  "El máximo común divisor es el mayor de los divisores comunes.",
  "Un número es divisible por tres si la suma de sus cifras es múltiplo de tres.",
  "La jerarquía de operaciones indica el orden en que se deben realizar los cálculos.",
  "Primero se resuelven los paréntesis, luego las potencias y raíces.",
  "Después se calculan las multiplicaciones y divisiones.",
  "Finalmente, se realizan las sumas y las restas.",
  "Un número decimal se puede expresar como una fracción.",
  "La mediatriz de un segmento es la recta perpendicular que pasa por su punto medio.",
  "Un triángulo isósceles tiene dos lados iguales.",
  "Un triángulo escaleno tiene los tres lados diferentes.",
  "Un cuadrilátero es un polígono de cuatro lados.",
  "El trapecio es un cuadrilátero con dos lados paralelos.",
  "El área de un círculo se calcula con la fórmula pi por radio al cuadrado.",
  "La longitud de una circunferencia es dos por pi por el radio.",
  "El sistema métrico decimal es un sistema de unidades de medida.",
  "Un litro es una unidad de capacidad.",
  "Un kilogramo es una unidad de masa.",
  "Un metro es una unidad de longitud.",
  "La moda es el dato que más se repite en un conjunto.",
  "La mediana es el valor central de un conjunto de datos ordenados.",
  "Una expresión algebraica combina números, letras y operaciones.",
  "El doble de un número se escribe como dos equis.",
  "La suma de dos números consecutivos es equis más equis más uno.",
  "Un monomio es una expresión algebraica con un solo término.",
  "El grado de un monomio es la suma de los exponentes de sus letras.",
  "Un poliedro es un cuerpo geométrico con caras planas.",
  "Una pirámide tiene una base poligonal y caras triangulares.",
  "Un prisma tiene dos bases iguales y caras laterales rectangulares.",
  "La esfera es un cuerpo redondo sin caras.",
  "El cilindro tiene dos bases circulares y una superficie lateral curva.",
  "El cono tiene una base circular y termina en un vértice.",
  "Los números romanos utilizan letras para representar cantidades.",
  "El cero no tiene signo positivo ni negativo.",
  "Para multiplicar potencias de la misma base, se suman los exponentes.",
  "Para dividir potencias de la misma base, se restan los exponentes.",
  "La raíz cuadrada de un número negativo no es un número real.",
  "Un número es divisible por cinco si termina en cero o en cinco.",
  "La proporcionalidad directa ocurre cuando dos magnitudes aumentan juntas.",
  "La proporcionalidad inversa ocurre si al aumentar una magnitud, la otra disminuye.",
  "Un plano cartesiano tiene dos ejes: el de abscisas y el de ordenadas.",
  "El punto donde se cruzan los ejes se llama origen de coordenadas.",
  "Cada punto del plano se representa con un par de coordenadas.",
  "Una función relaciona dos conjuntos de números.",
  "El lenguaje algebraico traduce enunciados a expresiones matemáticas.",
  "Un ángulo llano mide ciento ochenta grados.",
  "Dos ángulos son complementarios si suman noventa grados.",
  "Dos ángulos son suplementarios si suman ciento ochenta grados.",
  "El área de un triángulo es base por altura dividido por dos.",
  "Un hectómetro equivale a cien metros.",
  "Un centímetro es la centésima parte de un metro.",
  "Las fracciones equivalentes representan la misma cantidad.",
  "Para simplificar una fracción se divide el numerador y el denominador por el mismo número.",
  "Un suceso seguro en probabilidad siempre ocurre.",
  "Un suceso imposible nunca puede ocurrir.",
  "La frecuencia absoluta es el número de veces que se repite un dato.",
  "Un diagrama de barras representa datos con rectángulos.",
  "Un diagrama de sectores representa datos en un círculo.",
  "Resolver un problema requiere comprender el enunciado y planificar los pasos.",
  "El teorema de Tales se aplica a rectas paralelas cortadas por secantes.",
  "Las escalas se usan en mapas para representar distancias reales."
]