[
  "Las notas musicales son do, re, mi, fa, sol, la y si.",
  "El pentagrama es el lugar donde se escriben las notas musicales.",
  "La clave de sol se coloca al principio del pentagrama.",
  "Una redonda es la figura musical de mayor duración.",
  "El pulso es el latido regular de la música.",
  "La orquesta sinfónica agrupa instrumentos de cuerda, viento y percusión.",
  "El piano es un instrumento de cuerda percutida.",
  "La flauta dulce es un instrumento de viento madera.",
  "El ritmo es la combinación de sonidos y silencios en el tiempo.",
  "La melodía es una sucesión de sonidos con sentido musical.",
  "La intensidad en música se refiere al volumen del sonido.",
  "Forte significa que se debe tocar con un sonido fuerte.",
  "Piano significa que se debe interpretar con un sonido suave.",
  "El compás organiza la música en partes de igual duración.",
  "Una corchea dura la mitad que una negra.",
  "El director de orquesta guía a los músicos con sus gestos.",
  "La guitarra es un instrumento muy popular de cuerda pulsada.",
  "Los instrumentos de percusión se tocan golpeándolos o agitándolos.",
  "El violín es el instrumento más agudo de la familia de la cuerda frotada.",
  "Un coro es un grupo de personas que cantan juntas.",
  "La escala musical es una sucesión ordenada de notas.",
  "El silencio es una parte fundamental de la música.",
  "Mozart fue un compositor muy famoso del Clasicismo.",
  "Beethoven compuso sinfonías muy importantes.",
  "El timbre es la cualidad que nos permite diferenciar los instrumentos.",
  "La altura del sonido nos indica si es grave o agudo.",
  "Una canción suele tener estrofas y un estribillo.",
  "La música puede expresar diferentes emociones y sentimientos.",
  "El pentagrama tiene cinco líneas y cuatro espacios.",
  "La trompeta es un instrumento de viento metal.",
  "El arpa tiene muchas cuerdas que se pulsan con los dedos.",
  "El xilófono está formado por láminas de madera.",
  "La música folclórica es la música tradicional de un pueblo.",
  "El rock and roll es un estilo de música muy enérgico.",
  "La ópera es una obra de teatro cantada con acompañamiento de orquesta.",
  "Una partitura es el texto completo de una obra musical.",
  "El tempo indica la velocidad a la que se debe interpretar una pieza.",
  "Adagio es un tempo lento y allegro es un tempo rápido.",
  "La armonía es la combinación de diferentes sonidos que suenan a la vez.",
  "La clave de fa se usa para escribir los sonidos más graves.",
  "Una blanca dura el doble que una negra.",
  "Dos corcheas equivalen a una negra.",
  "El violonchelo es más grave que la viola.",
  "La tuba es el instrumento más grave de viento metal.",
  "El clarinete utiliza una caña simple para sonar.",
  "Los platillos son un instrumento de percusión.",
  "Un compás de cuatro por cuatro tiene cuatro pulsos.",
  "El puntillo aumenta la mitad del valor de una figura.",
  "La música clásica abarca varios periodos históricos.",
  "Vivaldi es conocido por sus 'Cuatro Estaciones'.",
  "Un bemol baja la altura de una nota un semitono.",
  "Un sostenido sube la altura de una nota un semitono.",
  "La voz humana es el instrumento más antiguo.",
  "El conservatorio es un centro para estudiar música.",
  "Un pentagrama se lee de izquierda a derecha.",
  "La música de cine acompaña a las imágenes de una película.",
  "El jazz es un estilo musical que nació en Estados Unidos.",
  "La improvisación es muy importante en el jazz.",
  "La batería es un conjunto de instrumentos de percusión.",
  "Una sinfonía es una obra para orquesta.",
  "Un concierto es una actuación musical en directo.",
  "El fagot es un instrumento de viento madera.",
  "Las castañuelas son un instrumento de percusión español.",
  "El himno es una composición musical solemne.",
  "El sonido se propaga a través de ondas.",
  "El eco es la repetición de un sonido.",
  "La acústica es la ciencia que estudia el sonido.",
  "Un lutier construye y repara instrumentos de cuerda.",
  "El metrónomo sirve para mantener un tempo constante.",
  "El flamenco es un estilo musical típico de Andalucía.",
  "La melodía es la parte que solemos cantar de una canción.",
  "Una semicorchea es la mitad de una corchea.",
  "El contrabajo es el instrumento más grande de la cuerda frotada.",
  "El oboe tiene un sonido muy penetrante.",
  "Un musicograma representa la música con dibujos.",
  "El blues es un género musical vocal e instrumental.",
  "La clave de do se utiliza para instrumentos con tesitura media.",
  "Las líneas adicionales amplían el pentagrama.",
  "La ligadura une dos o más notas del mismo nombre.",
  "Un calderón prolonga la duración de una nota.",
  "El pop es un estilo de música muy popular.",
  "La música electrónica se crea con instrumentos electrónicos.",
  "Un cantautor compone y canta sus propias canciones.",
  "La escala de Do mayor no tiene alteraciones.",
  "Un acorde está formado por tres o más notas sonando a la vez.",
  "El saxofón, aunque es de metal, pertenece al viento madera.",
  "El arpa es un instrumento de cuerda pulsada.",
  "El timbal es un gran tambor que se usa en la orquesta.",
  "Bach fue un importante compositor del periodo Barroco.",
  "La música de cámara se interpreta por un grupo reducido de músicos.",
  "Un dúo es una composición para dos músicos.",
  "Un cuarteto de cuerda está formado por dos violines, una viola y un violonchelo.",
  "El crescendo indica que la intensidad debe aumentar gradualmente.",
  "El diminuendo indica que el volumen debe disminuir poco a poco.",
  "La síncopa es un ritmo que rompe la regularidad del compás.",
  "La banda sonora de una película es toda su música.",
  "El ukelele es un instrumento de cuerda de origen hawaiano.",
  "El trombón de varas modifica su sonido alargando un tubo.",
  "La nota La se usa para afinar los instrumentos de la orquesta.",
  "El diapasón produce un sonido de referencia para la afinación."
]