[
  "El punto es el elemento más simple de la expresión plástica.",
  "La línea puede ser recta, curva, quebrada u ondulada.",
  "Los colores primarios son el rojo, el amarillo y el azul.",
  "Al mezclar dos colores primarios se obtiene un color secundario.",
  "El verde, el naranja y el violeta son colores secundarios.",
  "El círculo cromático organiza los colores de forma circular.",
  "La textura de una superficie puede ser lisa, rugosa, suave o áspera.",
  "El volumen representa el espacio que ocupa un objeto tridimensional.",
  "El dibujo es la base de muchas obras de arte.",
  "La perspectiva nos ayuda a representar la profundidad en un plano.",
  "Un bodegón es una obra de arte que representa objetos inanimados.",
  "El retrato es la representación artística de una persona.",
  "La acuarela es una técnica de pintura que utiliza colores diluidos en agua.",
  "El collage es una técnica que consiste en pegar diferentes materiales.",
  "La simetría es la correspondencia exacta en la forma y el tamaño.",
  "El punto de fuga es un punto donde convergen las líneas paralelas.",
  "Los colores cálidos, como el rojo, transmiten energía y cercanía.",
  "Los colores fríos, como el azul, transmiten calma y lejanía.",
  "La forma es el aspecto exterior de los objetos.",
  "El claroscuro es el uso de contrastes entre luces y sombras.",
  "La escultura es el arte de modelar, tallar o esculpir figuras.",
  "El boceto es un dibujo rápido que sirve como prueba inicial.",
  "La composición es la forma de organizar los elementos en una obra.",
  "El color blanco se produce por la presencia de todos los colores.",
  "El color negro es la ausencia de luz y color.",
  "El plano es una superficie de dos dimensiones: alto y ancho.",
  "La línea de horizonte separa el cielo de la tierra en un paisaje.",
  "La pintura al óleo utiliza pigmentos mezclados con aceite.",
  "Un mosaico se crea uniendo pequeñas piezas de colores.",
  "El grabado es una técnica de impresión artística.",
  "La arquitectura es el arte de diseñar y construir edificios.",
  "El diseño gráfico comunica mensajes visuales.",
  "La proporción es la relación de tamaño entre las partes de un todo.",
  "El equilibrio visual hace que una composición se vea estable.",
  "El ritmo en el arte se crea mediante la repetición de elementos.",
  "El centro de interés es la parte más importante de una obra.",
  "La abstracción no representa objetos reconocibles de la realidad.",
  "Leonardo da Vinci fue un famoso artista del Renacimiento.",
  "Picasso fue un pintor español y creador del cubismo.",
  "La fotografía es el arte de capturar imágenes con una cámara.",
  "El carboncillo es un material de dibujo hecho de madera carbonizada.",
  "La arcilla es un material moldeable utilizado en la escultura.",
  "Los colores complementarios se encuentran opuestos en el círculo cromático.",
  "Un tríptico es una obra de arte dividida en tres paneles.",
  "El arte pop se inspira en la cultura de masas y la publicidad.",
  "La técnica del puntillismo utiliza pequeños puntos de color.",
  "Vincent van Gogh fue un pintor postimpresionista muy famoso.",
  "Salvador Dalí es uno de los máximos representantes del surrealismo.",
  "La Mona Lisa se encuentra en el Museo del Louvre en París.",
  "La técnica del sfumato difumina los contornos de las figuras.",
  "El grabado en relieve consiste en tallar una imagen en una superficie.",
  "La paleta es la superficie donde el pintor mezcla los colores.",
  "El caballete es el soporte que sostiene el lienzo mientras se pinta.",
  "Los colores análogos son aquellos que están juntos en el círculo cromático.",
  "El movimiento en el arte se puede sugerir con líneas diagonales.",
  "La pintura acrílica se seca muy rápido y es resistente al agua.",
  "El arte abstracto utiliza un lenguaje visual de forma, color y línea.",
  "Frida Kahlo fue una pintora mexicana conocida por sus autorretratos.",
  "El esgrafiado es una técnica decorativa que consiste en hacer incisiones.",
  "La luz natural es muy importante para apreciar los colores de una obra.",
  "La sombra propia es la que se produce en el objeto mismo.",
  "La sombra arrojada es la que un objeto proyecta sobre una superficie.",
  "El contraste se produce al juntar elementos muy diferentes.",
  "La armonía en una composición crea una sensación de unidad.",
  "Las Meninas es una de las obras más famosas de Diego Velázquez.",
  "El Guernica de Picasso es un famoso mural que denuncia la guerra.",
  "El arte rupestre son las pinturas prehistóricas halladas en cuevas.",
  "El valor de un color se refiere a qué tan claro u oscuro es.",
  "El tono es el nombre específico que le damos a un color.",
  "La pintura al pastel utiliza barras de pigmentos de colores.",
  "Un mural es una pintura realizada sobre una pared o muro.",
  "La caligrafía es el arte de escribir de forma bella y legible.",
  "El gótico fue un estilo artístico muy importante en la Edad Media.",
  "El Barroco es un estilo artístico caracterizado por la ornamentación.",
  "La serigrafía es una técnica de impresión que utiliza una malla.",
  "Un logotipo es un símbolo gráfico que representa a una marca.",
  "La ilustración acompaña y complementa un texto escrito.",
  "El encuadre en fotografía selecciona la porción de realidad que se captura.",
  "La tinta china es un material de dibujo de color negro intenso.",
  "Los pigmentos son los materiales que dan color a la pintura.",
  "El aglutinante es la sustancia que une los pigmentos en la pintura.",
  "El arte figurativo representa objetos y figuras reconocibles.",
  "La repetición de formas crea patrones visuales.",
  "Un canon de proporciones establece las medidas ideales del cuerpo humano.",
  "El Impresionismo buscaba capturar la luz y el instante.",
  "Claude Monet fue un pintor clave del movimiento impresionista.",
  "El arte cinético es aquel que tiene movimiento o parece tenerlo.",
  "La performance es una forma de expresión artística en vivo.",
  "El land art utiliza el paisaje y los materiales de la naturaleza.",
  "La escala de grises va del blanco puro al negro puro.",
  "El minimalismo busca la simplicidad y reduce el arte a lo esencial.",
  "Un color terciario se obtiene al mezclar un primario con un secundario.",
  "La espátula se puede usar para aplicar pintura de forma espesa.",
  "Andy Warhol fue una figura central del movimiento Pop Art.",
  "El ready-made es un objeto cotidiano presentado como obra de arte.",
  "La asimetría puede crear una composición dinámica e interesante.",
  "El arte conceptual valora más la idea que el objeto artístico.",
  "La xilografía es una técnica de grabado que utiliza la madera.",
  "La papiroflexia es el arte de doblar papel para crear figuras.",
  "El graffiti es una forma de expresión artística urbana."
]