[
    "Un robot es una máquina programable que realiza tareas automáticamente.",
    "La robótica combina la mecánica, la electrónica y la programación.",
    "Los sensores permiten al robot percibir el mundo que le rodea.",
    "Un sensor de ultrasonidos sirve para medir la distancia a un objeto.",
    "El sensor de infrarrojos detecta obstáculos o sigue líneas negras.",
    "Los actuadores son los componentes que producen movimiento en el robot.",
    "Un servomotor puede girar hasta un ángulo muy preciso.",
    "Los motores de corriente continua se usan para mover las ruedas.",
    "El controlador es el cerebro que procesa la información del robot.",
    "Arduino es una placa de control muy popular en robótica educativa.",
    "Un algoritmo es una serie de pasos para resolver un problema.",
    "Las leyes de la robótica fueron escritas por Isaac Asimov.",
    "La primera ley dice que un robot no debe dañar a un humano.",
    "Un robot humanoide tiene una forma similar a la de las personas.",
    "Los robots industriales trabajan en fábricas montando coches.",
    "Un robot explorador puede viajar a otros planetas como Marte.",
    "La programación por bloques es ideal para aprender robótica.",
    "Un bucle permite repetir una acción varias veces seguidas.",
    "Las condicionales permiten al robot tomar decisiones sencillas.",
    "Los grados de libertad indican los movimientos posibles de un robot.",
    "Una articulación une dos partes móviles de un brazo robótico.",
    "El efecto final es la herramienta que el robot tiene en su extremo.",
    "Un zumbador emite sonidos de aviso cuando el robot detecta algo.",
    "Las luces LED pueden indicar el estado actual del robot.",
    "La batería proporciona la energía necesaria para que el robot funcione.",
    "Un robot sigue-líneas usa sensores para no salirse del camino.",
    "La inteligencia artificial permite a los robots aprender de la experiencia.",
    "Los drones son robots voladores controlados de forma remota.",
    "Un robot colaborativo o cobot trabaja junto a los seres humanos.",
    "La nanorrobótica estudia robots de tamaño extremadamente pequeño.",
    "El chasis es la estructura principal que sujeta todo el robot.",
    "Los cables conectan los sensores y motores con la placa de control.",
    "Un puerto USB sirve para cargar el programa desde el ordenador.",
    "La teleoperación consiste en manejar un robot a distancia.",
    "Un robot de servicio ayuda en tareas domésticas como limpiar.",
    "La biónica busca imitar sistemas biológicos en máquinas.",
    "Un sensor de tacto detecta cuando el robot choca con algo.",
    "El giroscopio ayuda al robot a mantener el equilibrio.",
    "La robótica submarina explora el fondo de los océanos.",
    "Un robot puede trabajar en entornos peligrosos para las personas."
]