[
    ["El equipo de diseño detectó la necesidad de un nuevo objeto.", "Realizaron varios bocetos y eligieron la mejor idea.", "Crearon los planos técnicos con todas las medidas exactas.", "Construyeron un prototipo para probar su funcionamiento.", "Finalmente, fabricaron el producto y lo lanzaron al mercado."],
    ["Para construir la estructura, primero cortamos las piezas de madera.", "Lijamos los bordes para que quedaran suaves y sin astillas.", "Unimos las piezas utilizando cola y tornillos.", "Comprobamos que la estructura era estable y resistente.", "Por último, la pintamos para darle un buen acabado."],
    ["Un ordenador se compone de hardware y software.", "El hardware son las partes físicas, como el teclado o el monitor.", "El software son los programas y el sistema operativo.", "Ambos son necesarios para que el ordenador pueda funcionar.", "El sistema operativo gestiona el hardware y ejecuta el software."],
    ["Para encender un LED, montamos un circuito eléctrico simple.", "Necesitamos una pila como fuente de energía.", "Conectamos el polo positivo de la pila al ánodo del LED.", "Conectamos el cátodo del LED al polo negativo a través de una resistencia.", "La resistencia es necesaria para proteger el LED y que no se queme."],
    ["Las palancas son máquinas simples que nos ayudan a mover objetos pesados.", "Tienen un punto de apoyo, una fuerza que aplicamos y una resistencia que vencemos.", "Cuanto más largo sea el brazo donde aplicamos la fuerza, menos esfuerzo necesitaremos.", "Las tijeras o una carretilla son ejemplos de palancas."],
    ["Internet es una red que conecta ordenadores de todo el mundo.", "Para acceder a ella, utilizamos un programa llamado navegador web.", "Escribimos una dirección web para visitar una página.", "La información viaja en pequeños paquetes de datos por la red.", "Esto nos permite comunicarnos y acceder a información al instante."],
    ["El proceso de fabricación de un objeto de plástico comienza con el petróleo.", "Del petróleo se obtienen unos pequeños granos llamados granza.", "Esta granza se calienta hasta que se derrite.", "El plástico fundido se introduce en un molde con la forma deseada.", "Al enfriarse, el plástico se solidifica y ya tenemos el objeto."],
    ["Los engranajes son ruedas con dientes que sirven para transmitir movimiento.", "Cuando dos engranajes están en contacto, giran en sentidos opuestos.", "Si un engranaje grande mueve a uno pequeño, la velocidad aumenta.", "Se utilizan en muchos mecanismos, como la caja de cambios de una bicicleta."],
    ["Para dibujar un objeto a escala, primero medimos el objeto real.", "Decidimos una escala de reducción, por ejemplo, 1:2.", "Dividimos todas las medidas reales entre dos.", "Dibujamos el objeto en el papel con las nuevas medidas obtenidas.", "Así, el dibujo es proporcional al objeto real pero más pequeño."],
    ["El procesador de textos es un programa para crear documentos.", "Primero, escribimos el texto utilizando el teclado.", "Podemos cambiar el tipo de letra, el tamaño y el color.", "También podemos añadir imágenes para ilustrar el documento.", "Finalmente, guardamos el archivo o lo imprimimos."]
]