[
  "La tecnología resuelve problemas y satisface necesidades humanas.",
  "El ordenador está compuesto por hardware y software.",
  "El hardware son los componentes físicos de un ordenador.",
  "El software son los programas y aplicaciones que usamos.",
  "Internet es una red global que conecta millones de ordenadores.",
  "Un procesador de textos sirve para escribir y editar documentos.",
  "La madera, los metales y los plásticos son materiales técnicos.",
  "Las herramientas manuales se utilizan con la fuerza de nuestras manos.",
  "Un destornillador sirve para apretar y aflojar tornillos.",
  "Las estructuras deben ser resistentes para soportar pesos.",
  "Una palanca es una máquina simple que nos ayuda a levantar objetos.",
  "Un engranaje es una rueda dentada que transmite el movimiento.",
  "Un circuito eléctrico necesita un generador, un conductor y un receptor.",
  "Los cables están hechos de materiales conductores como el cobre.",
  "Una bombilla transforma la energía eléctrica en luz y calor.",
  "El proceso tecnológico incluye las fases de diseño, construcción y evaluación.",
  "Un boceto es un dibujo a mano alzada de una idea inicial.",
  "Los planos técnicos representan un objeto con medidas exactas.",
  "La energía renovable proviene de fuentes naturales inagotables.",
  "Un algoritmo es una secuencia de pasos para resolver un problema.",
  "El teclado y el ratón son periféricos de entrada.",
  "El monitor y la impresora son periféricos de salida.",
  "La memoria RAM almacena temporalmente los datos del ordenador.",
  "El disco duro es el dispositivo de almacenamiento principal.",
  "Un navegador web nos permite acceder a las páginas de Internet.",
  "El correo electrónico sirve para enviar y recibir mensajes.",
  "Las poleas son ruedas que facilitan la elevación de cargas.",
  "Los plásticos son materiales sintéticos derivados del petróleo.",
  "La madera es un material natural que se obtiene de los árboles.",
  "Las tijeras son una herramienta de corte muy común.",
  "La seguridad en el taller es muy importante para evitar accidentes.",
  "Un interruptor abre o cierra el paso de la corriente eléctrica.",
  "Un motor transforma la energía eléctrica en movimiento.",
  "La programación consiste en dar instrucciones a un ordenador.",
  "El sistema operativo gestiona todos los recursos del ordenador.",
  "Los virus informáticos son programas dañinos para el sistema.",
  "Una hoja de cálculo organiza la información en filas y columnas.",
  "La fibra óptica transmite datos a gran velocidad mediante pulsos de luz.",
  "La impresión 3D permite crear objetos tridimensionales capa por capa.",
  "Un robot es una máquina programable que realiza tareas automáticamente."
]