[
  "La tecnología resuelve problemas y satisface necesidades humanas.",
  "El ordenador está compuesto por hardware y software.",
  "El hardware son los componentes físicos de un ordenador.",
  "El software son los programas y aplicaciones que usamos.",
  "Internet es una red global que conecta millones de ordenadores.",
  "Un procesador de textos sirve para escribir y editar documentos.",
  "La madera, los metales y los plásticos son materiales técnicos.",
  "Las herramientas manuales se utilizan con la fuerza de nuestras manos.",
  "Un destornillador sirve para apretar y aflojar tornillos.",
  "Las estructuras deben ser resistentes para soportar pesos.",
  "Una palanca es una máquina simple que nos ayuda a levantar objetos.",
  "Un engranaje es una rueda dentada que transmite el movimiento.",
  "Un circuito eléctrico necesita un generador, un conductor y un receptor.",
  "Los cables están hechos de materiales conductores como el cobre.",
  "Una bombilla transforma la energía eléctrica en luz y calor.",
  "El proceso tecnológico incluye las fases de diseño, construcción y evaluación.",
  "Un boceto es un dibujo a mano alzada de una idea inicial.",
  "Los planos técnicos representan un objeto con medidas exactas.",
  "La energía renovable proviene de fuentes naturales inagotables.",
  "Un algoritmo es una secuencia de pasos para resolver un problema.",
  "El teclado y el ratón son periféricos de entrada.",
  "El monitor y la impresora son periféricos de salida.",
  "La memoria RAM almacena temporalmente los datos del ordenador.",
  "El disco duro es el dispositivo de almacenamiento principal.",
  "Un navegador web nos permite acceder a las páginas de Internet.",
  "El correo electrónico sirve para enviar y recibir mensajes.",
  "Las poleas son ruedas que facilitan la elevación de cargas.",
  "Los plásticos son materiales sintéticos derivados del petróleo.",
  "La madera es un material natural que se obtiene de los árboles.",
  "Las tijeras son una herramienta de corte muy común.",
  "La seguridad en el taller es muy importante para evitar accidentes.",
  "Un interruptor abre o cierra el paso de la corriente eléctrica.",
  "Un motor transforma la energía eléctrica en movimiento.",
  "La programación consiste en dar instrucciones a un ordenador.",
  "El sistema operativo gestiona todos los recursos del ordenador.",
  "Los virus informáticos son programas dañinos para el sistema.",
  "Una hoja de cálculo organiza la información en filas y columnas.",
  "La fibra óptica transmite datos a gran velocidad mediante pulsos de luz.",
  "La impresión 3D permite crear objetos tridimensionales capa por capa.",
  "Un robot es una máquina programable que realiza tareas automáticamente.",
  "La CPU es el cerebro del ordenador.",
  "Una página web se escribe utilizando el lenguaje HTML.",
  "Los alicates se usan para sujetar o cortar objetos.",
  "Un tornillo y una tuerca sirven para unir piezas.",
  "El taladro es una máquina que se usa para hacer agujeros.",
  "Las energías no renovables, como el petróleo, se agotan.",
  "La energía solar aprovecha la luz del sol.",
  "El martillo es una herramienta para golpear.",
  "Un croquis es un dibujo que muestra los detalles de un objeto.",
  "La memoria USB es un dispositivo de almacenamiento portátil.",
  "El escáner digitaliza documentos e imágenes.",
  "La papelera de reciclaje almacena los archivos borrados temporalmente.",
  "Un router conecta nuestra red local a Internet.",
  "El Wi-Fi es una tecnología de comunicación inalámbrica.",
  "Las redes sociales nos permiten conectar con otras personas.",
  "Una batería almacena energía química para convertirla en electricidad.",
  "Los LED son diodos que emiten luz de forma muy eficiente.",
  "Una rueda es una máquina simple que facilita el movimiento.",
  "La pendiente de una rampa reduce el esfuerzo necesario para subir.",
  "El reciclaje de materiales ayuda a conservar los recursos naturales.",
  "El plástico se puede reciclar para fabricar nuevos objetos.",
  "Un plano inclinado es una superficie plana con un ángulo.",
  "La biela-manivela transforma un movimiento circular en uno rectilíneo.",
  "La placa base conecta todos los componentes internos del ordenador.",
  "La tarjeta gráfica procesa y muestra las imágenes en el monitor.",
  "Un procesador tiene una velocidad que se mide en gigahercios.",
  "Una carpeta sirve para organizar archivos en el ordenador.",
  "Los materiales conductores permiten el paso de la corriente eléctrica.",
  "Los materiales aislantes no permiten el paso de la electricidad.",
  "Un fusible protege los circuitos de sobrecargas eléctricas.",
  "La leva es un elemento mecánico que sigue el contorno de un seguidor.",
  "La ergonomía estudia cómo adaptar los objetos para el uso humano.",
  "Un píxel es el punto más pequeño de una imagen digital.",
  "La resolución de una pantalla es el número de píxeles que puede mostrar.",
  "Un archivo comprimido ocupa menos espacio de almacenamiento.",
  "La nube es un servicio que permite guardar archivos en Internet.",
  "El diseño asistido por ordenador se conoce como CAD.",
  "La domótica permite automatizar las funciones de una vivienda.",
  "Un código QR almacena información que se lee con un móvil.",
  "La contraseña es una clave secreta para proteger nuestra información.",
  "Debemos tener cuidado con el ciberacoso en las redes sociales.",
  "No compartas información personal con desconocidos en Internet.",
  "La polea simple cambia la dirección de una fuerza.",
  "Un polipasto combina varias poleas para reducir el esfuerzo.",
  "El acero es una aleación de hierro y carbono muy resistente.",
  "El aluminio es un metal ligero y resistente a la corrosión.",
  "La soldadura es un proceso para unir piezas metálicas con calor.",
  "La electricidad estática se produce por la acumulación de cargas.",
  "Un panel solar fotovoltaico convierte la luz solar en electricidad.",
  "La energía eólica utiliza la fuerza del viento para generar electricidad.",
  "Un diagrama de flujo representa los pasos de un algoritmo.",
  "Un bucle en programación repite una secuencia de instrucciones.",
  "La inteligencia artificial intenta que las máquinas piensen como humanos.",
  "La realidad virtual crea entornos simulados de forma digital.",
  "Un sensor es un dispositivo que detecta cambios en el entorno.",
  "Un actuador es un componente que produce movimiento o acción.",
  "La placa Arduino es una plataforma de hardware libre para crear electrónica.",
  "El software libre puede ser estudiado, modificado y distribuido por cualquiera."
]