[
    ["Ana se sentía abrumada con todos los deberes y exámenes.", "Decidió crear un horario de estudio para organizarse mejor.", "Asignó un tiempo cada día para cada asignatura.", "También incluyó pequeños descansos para no agotarse.", "Gracias al horario, consiguió mejorar sus notas y tener más tiempo libre."],
    ["Durante un trabajo en grupo, surgieron ideas muy diferentes.", "En lugar de discutir, decidieron escuchar las opiniones de todos.", "Buscaron los puntos en común de cada propuesta.", "Llegaron a un acuerdo que combinaba lo mejor de cada idea.", "El trabajo final fue un éxito gracias a la cooperación de todos."],
    ["Carlos vio que un compañero nuevo estaba solo en el patio.", "Se acercó a él y se presentó amablemente.", "Le preguntó si quería jugar al fútbol con su grupo de amigos.", "El compañero nuevo se sintió muy feliz y aceptó la invitación.", "Desde ese día, se convirtieron en buenos amigos."],
    ["Laura tenía mucho miedo de hablar en público.", "Su profesora le animó a preparar bien su exposición.", "Ensayó varias veces en casa delante de un espejo.", "Aunque estaba nerviosa, expuso su trabajo de forma clara.", "Al terminar, se sintió muy orgullosa de haber superado su miedo."],
    ["Un grupo de alumnos decidió organizar una campaña de reciclaje en el instituto.", "Primero, investigaron sobre la importancia de reciclar.", "Colocaron contenedores de diferentes colores en las aulas y el patio.", "Crearon carteles para informar a sus compañeros.", "Consiguieron que todo el centro se implicara en el cuidado del medio ambiente."],
    ["Marta encontró una cartera en el pasillo del instituto.", "Vio que dentro había dinero y la tarjeta de identificación de un alumno.", "Sin dudarlo, la llevó a la secretaría del centro.", "El dueño de la cartera pudo recuperarla y le dio las gracias.", "Marta se sintió muy bien por haber actuado con honestidad."],
    ["Para preparar un examen importante, lo primero es planificar el estudio.", "Se debe repasar la materia con antelación, sin dejarlo para el último día.", "Hacer esquemas y resúmenes ayuda a comprender y memorizar mejor.", "Dormir bien la noche anterior es fundamental para rendir al máximo."],
    ["La empatía es la capacidad de ponerse en el lugar de otra persona.", "Si vemos a un amigo triste, podemos intentar comprender cómo se siente.", "Escucharle con atención y sin juzgarle es una gran ayuda.", "A veces, un simple gesto de apoyo puede marcar la diferencia."],
    ["Ser asertivo significa expresar lo que piensas o sientes de forma respetuosa.", "No es necesario ser agresivo para defender tus ideas.", "Tampoco hay que quedarse callado si algo nos molesta.", "Se pueden decir las cosas con calma, claridad y firmeza."],
    ["El acoso escolar es un problema grave que afecta a muchos estudiantes.", "Es importante no quedarse callado si lo sufres o lo presencias.", "Hablar con un profesor, tus padres o un amigo de confianza es el primer paso.", "Entre todos, podemos crear un entorno seguro y de respeto en el instituto."]
]