[
  "La empatía es la capacidad de ponerse en el lugar de otro.",
  "El respeto es fundamental para una buena convivencia.",
  "La asertividad es expresar tus ideas respetando a los demás.",
  "Es importante organizar bien el tiempo de estudio.",
  "El trabajo en equipo nos ayuda a conseguir metas comunes.",
  "La comunicación es clave para resolver los conflictos.",
  "Debemos aprender a gestionar nuestras emociones.",
  "La autoestima es la valoración que tenemos de nosotros mismos.",
  "Ser responsable significa cumplir con nuestros compromisos.",
  "La solidaridad es ayudar a quienes lo necesitan.",
  "Escuchar activamente es prestar atención a lo que nos dicen.",
  "Un buen ambiente en clase facilita el aprendizaje.",
  "El acoso escolar es un problema que debemos detener entre todos.",
  "Establecer metas nos ayuda a mantenernos motivados.",
  "La tolerancia es aceptar que los demás son diferentes.",
  "Es normal sentir miedo o tristeza a veces.",
  "Pedir ayuda cuando la necesitas es un signo de fortaleza.",
  "La amistad se basa en la confianza y el apoyo mutuo.",
  "Un horario de estudio te ayudará a ser más eficiente.",
  "Debemos cuidar nuestra salud física y mental.",
  "La participación en clase es importante para aprender.",
  "El diálogo es la mejor forma de solucionar los desacuerdos.",
  "La perseverancia nos ayuda a superar las dificultades.",
  "Es importante conocer nuestros derechos y deberes.",
  "Las redes sociales se deben usar de forma segura y responsable.",
  "La igualdad de oportunidades es un derecho para todas las personas.",
  "Aprender de nuestros errores nos hace más sabios.",
  "La creatividad nos ayuda a encontrar nuevas soluciones.",
  "Un buen descanso es esencial para rendir bien en los estudios.",
  "La cooperación es más productiva que la competición.",
  "Debemos ser críticos con la información que recibimos.",
  "La honestidad es un valor muy importante en las relaciones.",
  "Cuidar el medio ambiente es una responsabilidad de todos.",
  "La paciencia es necesaria para alcanzar objetivos a largo plazo.",
  "Cada persona tiene talentos y habilidades únicas.",
  "La diversidad cultural enriquece nuestra sociedad.",
  "Es importante saber decir no a situaciones que no nos gustan.",
  "El pensamiento positivo nos ayuda a afrontar los retos.",
  "La planificación de las tareas evita el estrés de última hora.",
  "Ser agradecido mejora nuestro bienestar emocional.",
  "Utiliza una agenda para apuntar tus deberes y exámenes.",
  "El ciberacoso es una forma de violencia que ocurre en internet.",
  "No compartas tus contraseñas personales con nadie.",
  "Una dieta saludable te da energía para todo el día.",
  "Hacer deporte mejora tu estado de ánimo y tu salud.",
  "Respetar el turno de palabra es importante en un debate.",
  "Aprender a relajarse ayuda a controlar los nervios.",
  "La colaboración en clase hace las tareas más divertidas.",
  "Si ves a un compañero solo, invítale a participar.",
  "La curiosidad es el motor del aprendizaje.",
  "No tengas miedo de preguntar si no entiendes algo.",
  "Celebrar los éxitos de los demás es un gesto de compañerismo.",
  "La lectura amplía tu vocabulario y tu imaginación.",
  "Dormir las horas suficientes es vital para concentrarse.",
  "Ayudar en las tareas de casa es una responsabilidad compartida.",
  "Ponerse en el lugar de los otros nos hace más comprensivos.",
  "La violencia nunca es la solución a un problema.",
  "Confía en tus capacidades para superar los desafíos.",
  "Es importante tener un lugar de estudio ordenado y tranquilo.",
  "Las críticas constructivas nos ayudan a mejorar.",
  "Aprender a perdonar nos libera de sentimientos negativos.",
  "La higiene personal es fundamental para nuestra salud.",
  "Antes de publicar algo en internet, piensa en las consecuencias.",
  "La diversidad de opiniones enriquece las discusiones.",
  "No te compares con los demás, cada persona es diferente.",
  "El voluntariado es una forma de contribuir a la sociedad.",
  "La puntualidad es una muestra de respeto hacia los demás.",
  "Hablar de tus sentimientos te ayuda a sentirte mejor.",
  "La constancia es más importante que la perfección.",
  "Proponer soluciones en lugar de quejarse es más útil.",
  "Hay que tratar a los demás como nos gustaría ser tratados.",
  "La mediación escolar ayuda a resolver conflictos entre compañeros.",
  "Es valiente reconocer cuando nos hemos equivocado.",
  "Un desayuno completo te da fuerza para empezar la mañana.",
  "Compartir tus aficiones te puede ayudar a hacer nuevos amigos.",
  "Piensa antes de actuar para evitar problemas innecesarios.",
  "El esfuerzo y la dedicación son la clave del éxito.",
  "No difundas rumores ni cotilleos sobre otras personas.",
  "Los buenos amigos se apoyan en los momentos difíciles.",
  "Mantener una actitud abierta te permite aprender cosas nuevas.",
  "Es importante proteger tu privacidad en las redes sociales.",
  "La educación vial nos ayuda a movernos de forma segura.",
  "Cuidar los materiales del colegio es tarea de todos.",
  "La generosidad nos hace sentir bien a nosotros y a los demás.",
  "Leer en voz alta mejora tu fluidez y confianza.",
  "Todos tenemos derecho a ser tratados con dignidad.",
  "Si alguien te molesta, díselo a un adulto de confianza.",
  "El optimismo te ayuda a ver el lado bueno de las cosas.",
  "Repasar las lecciones cada día facilita el estudio.",
  "La inteligencia emocional es saber reconocer y gestionar emociones.",
  "Sé amable con los demás, no sabes por lo que están pasando.",
  "La participación ciudadana es importante para la democracia.",
  "Fomentar la igualdad de género es tarea de todos.",
  "Antes de un examen, es importante descansar bien.",
  "La educación nos abre las puertas a un futuro mejor.",
  "Aprende a decir 'gracias' y 'por favor' siempre.",
  "La empatía digital es importante en la comunicación online.",
  "Ser tú mismo es tu mayor fortaleza.",
  "La resolución de problemas es una habilidad muy útil.",
  "Todos cometemos errores y eso es parte del aprendizaje."
]