[
  "La empatía es la capacidad de ponerse en el lugar de otro.",
  "El respeto es fundamental para una buena convivencia.",
  "La asertividad es expresar tus ideas respetando a los demás.",
  "Es importante organizar bien el tiempo de estudio.",
  "El trabajo en equipo nos ayuda a conseguir metas comunes.",
  "La comunicación es clave para resolver los conflictos.",
  "Debemos aprender a gestionar nuestras emociones.",
  "La autoestima es la valoración que tenemos de nosotros mismos.",
  "Ser responsable significa cumplir con nuestros compromisos.",
  "La solidaridad es ayudar a quienes lo necesitan.",
  "Escuchar activamente es prestar atención a lo que nos dicen.",
  "Un buen ambiente en clase facilita el aprendizaje.",
  "El acoso escolar es un problema que debemos detener entre todos.",
  "Establecer metas nos ayuda a mantenernos motivados.",
  "La tolerancia es aceptar que los demás son diferentes.",
  "Es normal sentir miedo o tristeza a veces.",
  "Pedir ayuda cuando la necesitas es un signo de fortaleza.",
  "La amistad se basa en la confianza y el apoyo mutuo.",
  "Un horario de estudio te ayudará a ser más eficiente.",
  "Debemos cuidar nuestra salud física y mental.",
  "La participación en clase es importante para aprender.",
  "El diálogo es la mejor forma de solucionar los desacuerdos.",
  "La perseverancia nos ayuda a superar las dificultades.",
  "Es importante conocer nuestros derechos y deberes.",
  "Las redes sociales se deben usar de forma segura y responsable.",
  "La igualdad de oportunidades es un derecho para todas las personas.",
  "Aprender de nuestros errores nos hace más sabios.",
  "La creatividad nos ayuda a encontrar nuevas soluciones.",
  "Un buen descanso es esencial para rendir bien en los estudios.",
  "La cooperación es más productiva que la competición.",
  "Debemos ser críticos con la información que recibimos.",
  "La honestidad es un valor muy importante en las relaciones.",
  "Cuidar el medio ambiente es una responsabilidad de todos.",
  "La paciencia es necesaria para alcanzar objetivos a largo plazo.",
  "Cada persona tiene talentos y habilidades únicas.",
  "La diversidad cultural enriquece nuestra sociedad.",
  "Es importante saber decir no a situaciones que no nos gustan.",
  "El pensamiento positivo nos ayuda a afrontar los retos.",
  "La planificación de las tareas evita el estrés de última hora.",
  "Ser agradecido mejora nuestro bienestar emocional."
]