[
  {
    "id": "1",
    "titulo": "La Célula: Unidad de Vida",
    "texto": "Todos los seres vivos están formados por células. En el siglo XIX, la teoría celular estableció que la célula es la unidad estructural, funcional y de origen de la vida. Existen dos grandes tipos: las procariotas, más sencillas y sin núcleo definido (como las bacterias), y las eucariotas, más complejas y con el material genético protegido en un núcleo. Dentro de las eucariotas, diferenciamos la célula animal de la vegetal; esta última posee una pared celular rígida y cloroplastos para realizar la fotosíntesis. En el citoplasma se encuentran los orgánulos, como las mitocondrias, encargadas de la respiración celular y de proporcionar energía.",
    "preguntas": [
      {
        "pregunta": "¿Qué caracteriza a las células procariotas?",
        "opciones": [
          "Tienen un núcleo muy grande",
          "No tienen un núcleo definido",
          "Son propias de las plantas",
          "Solo viven en el agua"
        ],
        "correcta": 1
      },
      {
        "pregunta": "¿Cuál es la función de las mitocondrias?",
        "opciones": [
          "Realizar la fotosíntesis",
          "Proteger la célula",
          "La respiración celular y energía",
          "Almacenar agua"
        ],
        "correcta": 2
      },
      {
        "pregunta": "¿Qué contiene la célula vegetal que no tiene la animal?",
        "opciones": [
          "Núcleo",
          "Citoplasma",
          "Pared celular y cloroplastos",
          "Membrana"
        ],
        "correcta": 2
      },
      {
        "pregunta": "¿Quiénes son los seres vivos procariotas más conocidos?",
        "opciones": [
          "Los animales",
          "Las plantas",
          "Las bacterias",
          "Los hongos"
        ],
        "correcta": 2
      },
      {
        "pregunta": "¿Qué establece la teoría celular sobre el origen de la vida?",
        "opciones": [
          "Que la vida viene del espacio",
          "Que toda célula proviene de otra anterior",
          "Que las piedras tienen células",
          "Que el núcleo no es importante"
        ],
        "correcta": 1
      }
    ]
  },
  {
    "id": "2",
    "titulo": "Genética y Herencia: El ADN",
    "texto": "El ADN (ácido desoxirribonucleico) es la molécula que contiene las instrucciones genéticas para el desarrollo y funcionamiento de todos los seres vivos. Se organiza en estructuras llamadas cromosomas, situadas dentro del núcleo celular. Los genes son fragmentos de ADN que determinan características específicas, como el color de los ojos o el tipo de pelo. Durante la reproducción, los progenitores transmiten su información genética a la descendencia. Gracias a los estudios de Gregor Mendel, hoy entendemos cómo se heredan los rasgos dominantes y recesivos, lo que explica por qué nos parecemos a nuestros padres pero somos seres únicos.",
    "preguntas": [
      {
        "pregunta": "¿Dónde se encuentran los cromosomas?",
        "opciones": [
          "En el citoplasma",
          "En el núcleo celular",
          "En las mitocondrias",
          "En la pared celular"
        ],
        "correcta": 1
      },
      {
        "pregunta": "¿Qué es un gen según el texto?",
        "opciones": [
          "Una parte de la célula",
          "Un fragmento de ADN con información",
          "Un tipo de bacteria",
          "Una hormona"
        ],
        "correcta": 1
      },
      {
        "pregunta": "¿Quién fue el precursor de los estudios sobre herencia genética?",
        "opciones": [
          "Isaac Newton",
          "Albert Einstein",
          "Gregor Mendel",
          "Charles Darwin"
        ],
        "correcta": 2
      },
      {
        "pregunta": "¿Por qué nos parecemos a nuestros progenitores?",
        "opciones": [
          "Por la alimentación",
          "Por la transmisión del ADN",
          "Por el entorno",
          "Por casualidad"
        ],
        "correcta": 1
      },
      {
        "pregunta": "¿Qué forma tiene la molécula de ADN habitualmente?",
        "opciones": [
          "Circular",
          "Doble hélice",
          "Plana",
          "Piramidal"
        ],
        "correcta": 1
      }
    ]
  },
  {
    "id": "3",
    "titulo": "El Sistema Nervioso y la Función de Relación",
    "texto": "La función de relación nos permite percibir información del entorno y reaccionar ante ella. El sistema nervioso central, compuesto por el encéfalo y la médula espinal, procesa los estímulos captados por los órganos de los sentidos. El cerebro interpreta la información y elabora respuestas. Los actos voluntarios, como escribir, son decididos por la corteza cerebral, mientras que los actos reflejos son automáticos y coordinados por la médula. Además, el cerebelo se encarga de la precisión y el equilibrio. Las neuronas son las células especializadas que transmiten estos impulsos eléctricos mediante la sinapsis, una conexión química entre ellas.",
    "preguntas": [
      {
        "pregunta": "¿Qué órganos forman el sistema nervioso central?",
        "opciones": [
          "Los pulmones y el corazón",
          "Los nervios periféricos",
          "El encéfalo y la médula espinal",
          "Solo los ojos"
        ],
        "correcta": 2
      },
      {
        "pregunta": "¿Qué es la sinapsis?",
        "opciones": [
          "Un tipo de hueso",
          "La conexión entre neuronas",
          "Un músculo del cerebro",
          "Una glándula"
        ],
        "correcta": 1
      },
      {
        "pregunta": "¿Qué parte controla el equilibrio de nuestro cuerpo?",
        "opciones": [
          "El cerebro",
          "El cerebelo",
          "La médula espinal",
          "El bulbo raquídeo"
        ],
        "correcta": 1
      },
      {
        "pregunta": "¿En qué se diferencia un acto reflejo de uno voluntario?",
        "opciones": [
          "En que el reflejo es más lento",
          "En que el reflejo es automático y no pasa por el cerebro",
          "No hay diferencia",
          "En que el voluntario es más rápido"
        ],
        "correcta": 1
      },
      {
        "pregunta": "¿Cuál es la función de las neuronas?",
        "opciones": [
          "Fabricar sangre",
          "Transmitir impulsos eléctricos",
          "Digerir alimentos",
          "Proteger la piel"
        ],
        "correcta": 1
      }
    ]
  },
  {
    "id": "4",
    "titulo": "Energía y Materia: Las Leyes de la Física",
    "texto": "La física estudia las propiedades de la materia y de la energía. La energía no se crea ni se destruye, solo se transforma (principio de conservación). Existen diversas fuentes: renovables (sol, viento, agua) y no renovables (petróleo, carbón, gas). La luz es una forma de energía electromagnética que viaja en línea recta y presenta fenómenos como la reflexión (rebote en superficies) y la refracción (cambio de dirección al cambiar de medio). Por otro lado, la electricidad es el flujo de electrones a través de un conductor. Comprender estas leyes ha permitido el desarrollo de motores, circuitos eléctricos y centrales generadoras de energía limpia.",
    "preguntas": [
      {
        "pregunta": "¿Qué afirma el principio de conservación de la energía?",
        "opciones": [
          "Que la energía desaparece",
          "Que se crea de la nada",
          "Que solo se transforma",
          "Que siempre es renovable"
        ],
        "correcta": 2
      },
      {
        "pregunta": "¿Qué ocurre en la refracción de la luz?",
        "opciones": [
          "La luz se detiene",
          "La luz rebota como en un espejo",
          "La luz cambia de dirección al pasar de un medio a otro",
          "La luz se vuelve oscura"
        ],
        "correcta": 2
      },
      {
        "pregunta": "¿Cuál de estas es una fuente de energía NO renovable?",
        "opciones": [
          "El viento",
          "La luz solar",
          "El petróleo",
          "La fuerza del agua"
        ],
        "correcta": 2
      },
      {
        "pregunta": "¿Qué es la corriente eléctrica?",
        "opciones": [
          "Agua fluyendo",
          "Flujo de electrones",
          "Aire caliente",
          "Imanes frotándose"
        ],
        "correcta": 1
      },
      {
        "pregunta": "¿Cómo viaja la luz habitualmente?",
        "opciones": [
          "En círculos",
          "En zigzag",
          "En línea recta",
          "No se mueve"
        ],
        "correcta": 2
      }
    ]
  },
  {
    "id": "5",
    "titulo": "Ecosistemas y Desarrollo Sostenible",
    "texto": "Un ecosistema es el conjunto de seres vivos (biocenosis) y el medio físico donde habitan (biotopo), junto a sus relaciones. La energía fluye a través de las cadenas tróficas, desde los productores (plantas) hasta los consumidores y descomponedores. Sin embargo, la actividad humana está alterando el equilibrio natural debido a la contaminación, la deforestación y el cambio climático inducido por el exceso de gases de efecto invernadero. El desarrollo sostenible busca satisfacer nuestras necesidades actuales sin comprometer las de las futuras generaciones, promoviendo el reciclaje, el consumo responsable y la protección de la biodiversidad.",
    "preguntas": [
      {
        "pregunta": "¿Qué forma un ecosistema?",
        "opciones": [
          "Solo los animales",
          "Biocenosis, biotopo y sus relaciones",
          "Solo el clima",
          "Las granjas"
        ],
        "correcta": 1
      },
      {
        "pregunta": "¿Quiénes son los productores en una cadena trófica?",
        "opciones": [
          "Los leones",
          "Los hongos",
          "Las plantas (seres fotosintéticos)",
          "Los insectos"
        ],
        "correcta": 2
      },
      {
        "pregunta": "¿Qué es la biocenosis?",
        "opciones": [
          "El medio físico (rocas, agua, aire)",
          "El conjunto de seres vivos del ecosistema",
          "Un tipo de energía",
          "La destrucción del bosque"
        ],
        "correcta": 1
      },
      {
        "pregunta": "¿Cuál es el objetivo del desarrollo sostenible?",
        "opciones": [
          "Gastar todos los recursos rápido",
          "Proteger el futuro usando los recursos con sabiduría",
          "Eliminar la tecnología",
          "No hacer nada"
        ],
        "correcta": 1
      },
      {
        "pregunta": "¿Qué causa el calentamiento global según el texto?",
        "opciones": [
          "La falta de nubes",
          "El exceso de gases de efecto invernadero",
          "El uso de bicicletas",
          "La luz de la luna"
        ],
        "correcta": 1
      }
    ]
  }
]