[
  "Todos los seres vivos están compuestos por células, que son su unidad fundamental.",
  "Los tejidos son agrupaciones de células especializadas que realizan una misma función.",
  "Los órganos, como el corazón o los pulmones, están formados por diferentes tejidos.",
  "Un sistema, como el nervioso o el digestivo, está compuesto por varios órganos coordinados.",
  "Los cinco reinos agrupan a los seres vivos según sus características celulares y de nutrición.",
  "El reino animal se caracteriza porque sus organismos son pluricelulares y heterótrofos.",
  "El reino vegetal incluye a los organismos capaces de fabricar su propio alimento.",
  "Los hongos, como las setas o el moho, son descomponedores de materia orgánica.",
  "Un ecosistema es el conjunto formado por los seres vivos, el medio físico y sus interacciones.",
  "La alteración de un ecosistema puede poner en peligro la supervivencia de muchas especies.",
  "La materia puede sufrir transformaciones físicas o químicas.",
  "La oxidación de un metal es un ejemplo de cambio químico en la materia.",
  "La energía se define como la capacidad para realizar un trabajo o producir un cambio.",
  "La energía ni se crea ni se destruye, únicamente se transforma de un tipo a otro.",
  "Las fuentes de energía renovables, como la solar o la eólica, son más respetuosas con el medio ambiente.",
  "La electricidad es una forma de energía que se produce por el movimiento de electrones.",
  "Un circuito eléctrico necesita un generador, conductores, un interruptor y un receptor.",
  "El magnetismo es la propiedad que tienen los imanes de atraer objetos de hierro.",
  "La Tierra se comporta como un imán gigantesco con un polo norte y un polo sur.",
  "Las máquinas complejas están compuestas por varias máquinas simples.",
  "La palanca, la polea y el plano inclinado son ejemplos de máquinas simples.",
  "La función de nutrición permite a los seres vivos obtener materia y energía.",
  "El proceso de la digestión comienza en la boca con la masticación y la salivación.",
  "En los alvéolos pulmonares se produce el intercambio de oxígeno y dióxido de carbono.",
  "El corazón es una bomba muscular que impulsa la sangre por todo el organismo.",
  "Los riñones se encargan de filtrar la sangre para eliminar las sustancias de desecho.",
  "La función de relación nos permite adaptarnos a los cambios que ocurren en nuestro entorno.",
  "El sistema nervioso coordina todas las funciones vitales y procesa la información sensorial.",
  "Las neuronas son las células especializadas que forman el sistema nervioso.",
  "Los sentidos nos proporcionan información sobre todo lo que nos rodea.",
  "El aparato locomotor nos permite movernos y desplazarnos de un lugar a otro.",
  "La reproducción es la función que asegura la supervivencia de las especies.",
  "La fecundación es la unión de un óvulo y un espermatozoide para formar un cigoto.",
  "Los caracteres hereditarios se transmiten de padres a hijos.",
  "Los animales vivíparos, como los mamíferos, nacen del vientre materno.",
  "Los animales ovíparos, como las aves, nacen de un huevo.",
  "La flor es el órgano reproductor de las plantas fanerógamas.",
  "El fruto se forma a partir del ovario de la flor y contiene las semillas.",
  "La salud no es solo la ausencia de enfermedad, sino un estado de bienestar.",
  "Las vacunas preparan a nuestro cuerpo para defenderse de ciertas enfermedades infecciosas.",
  "Los antibióticos son medicamentos que combaten las infecciones causadas por bacterias.",
  "La geología es la ciencia que estudia la composición y estructura de la Tierra.",
  "La litosfera es la capa más externa y rígida de nuestro planeta.",
  "Los volcanes son grietas en la corteza terrestre por donde sale el magma.",
  "Los terremotos se producen por el movimiento de las placas tectónicas.",
  "El Sistema Solar se encuentra en una galaxia espiral llamada Vía Láctea.",
  "Los planetas interiores son Mercurio, Venus, la Tierra y Marte.",
  "Los planetas exteriores son Júpiter, Saturno, Urano y Neptuno.",
  "Los cometas son cuerpos helados que giran alrededor del Sol.",
  "La contaminación lumínica dificulta la observación de las estrellas."
]