[
  "La Constitución Española de 1978 es la norma fundamental de nuestro ordenamiento jurídico.",
  "España es una monarquía parlamentaria en la que el rey es el Jefe del Estado.",
  "El poder legislativo, que elabora las leyes, reside en las Cortes Generales.",
  "El poder ejecutivo, formado por el Gobierno, dirige la política del país.",
  "El poder judicial se encarga de que las leyes se cumplan y de impartir justicia.",
  "El territorio español se organiza en comunidades autónomas, provincias y municipios.",
  "Las principales instituciones de la Unión Europea son el Parlamento, la Comisión y el Consejo.",
  "La libre circulación de personas y mercancías es un principio básico de la Unión Europea.",
  "El relieve de España se organiza en torno a la gran Meseta Central.",
  "Los sistemas montañosos interiores más importantes son el Sistema Central y los Montes de Toledo.",
  "Los ríos de la vertiente cantábrica son cortos, caudalosos y de régimen regular.",
  "Los ríos de la vertiente mediterránea suelen ser cortos, irregulares y poco caudalosos.",
  "El clima mediterráneo se caracteriza por veranos calurosos y secos e inviernos suaves.",
  "La población absoluta es el número total de habitantes de un territorio.",
  "La densidad de población relaciona el número de habitantes con la superficie que ocupan.",
  "La historia se divide en cinco grandes edades: Prehistoria, Edad Antigua, Edad Media, Edad Moderna y Edad Contemporánea.",
  "El Paleolítico es la primera y más larga etapa de la Prehistoria.",
  "La invención de la agricultura y la ganadería dio paso al Neolítico.",
  "Las primeras grandes civilizaciones, como Egipto y Mesopotamia, surgieron en la Edad Antigua.",
  "La civilización griega nos legó la filosofía, la democracia y el teatro.",
  "El Imperio Romano extendió su dominio y su cultura por todo el Mediterráneo.",
  "El feudalismo fue el sistema político y social predominante en la Edad Media.",
  "La invención de la imprenta por Gutenberg fue un hito de la Edad Moderna.",
  "El Renacimiento fue un movimiento cultural que recuperó los ideales de la Antigüedad clásica.",
  "La Revolución Francesa de 1789 marca el inicio de la Edad Contemporánea.",
  "La Revolución Industrial transformó la economía y la sociedad con la aparición de las fábricas.",
  "El siglo XX estuvo marcado por dos grandes guerras mundiales.",
  "El sector primario agrupa las actividades que obtienen recursos de la naturaleza.",
  "La industria transforma las materias primas en productos manufacturados.",
  "El sector servicios, o terciario, incluye actividades como el comercio o la sanidad.",
  "Las materias primas son los recursos naturales que utiliza la industria.",
  "Las fuentes de energía proporcionan la fuerza necesaria para las máquinas.",
  "El comercio interior se realiza dentro de las fronteras de un mismo país.",
  "El comercio exterior implica la compra y venta de productos entre países.",
  "El turismo es una de las actividades económicas más importantes de España.",
  "Los medios de transporte han evolucionado enormemente a lo largo de la historia.",
  "El universo es el conjunto de toda la materia y la energía que existe.",
  "Una galaxia es una agrupación de miles de millones de estrellas.",
  "Nuestro planeta, la Tierra, pertenece a la galaxia denominada Vía Láctea.",
  "Los meridianos son líneas imaginarias que unen el polo Norte y el polo Sur.",
  "Los paralelos son círculos imaginarios perpendiculares al eje de la Tierra.",
  "La latitud es la distancia angular desde cualquier punto de la Tierra al ecuador.",
  "La longitud es la distancia angular desde cualquier punto al meridiano de Greenwich.",
  "Los mapas a gran escala muestran con mucho detalle áreas pequeñas.",
  "Los mapas a pequeña escala representan grandes superficies con poco detalle.",
  "El desarrollo sostenible busca un equilibrio entre el crecimiento económico y el respeto al medio ambiente.",
  "La globalización ha intensificado las relaciones económicas y culturales entre los países.",
  "El cambio climático es uno de los mayores desafíos a los que se enfrenta la humanidad.",
  "La democracia garantiza la participación de los ciudadanos en el gobierno.",
  "Los derechos y libertades de los ciudadanos están protegidos por la Constitución."
]