[
  ["Un equipo de biólogos explora una selva remota en busca de nuevas especies.", "Tras semanas de expedición, descubren una rana diminuta de colores muy vivos.", "Analizan su piel y se dan cuenta de que contiene una sustancia desconocida hasta ahora.", "Este hallazgo podría ser muy importante para la creación de nuevos medicamentos."],
  ["Los dinosaurios dominaron la Tierra durante millones deños.", "Un meteorito de gran tamaño impactó contra nuestro planeta.", "El impacto provocó un cambio climático extremo que causó su extinción masiva.", "Gracias a sus fósiles, hoy podemos estudiar cómo eran y cómo vivían."],
  ["El proceso de la fotosíntesis es fundamental para la vida en la Tierra.", "Las plantas captan la luz del sol, el dióxido de carbono y el agua.", "Transforman estos elementos en su propio alimento, liberando oxígeno a la atmósfera.", "Sin este proceso, la mayoría de los seres vivos no podríamos respirar."],
  ["Un volcán submarino ha entrado en erupción en el fondo del océano.", "El magma caliente entra en contacto con el agua fría y se solidifica rápidamente.", "Con el tiempo, la acumulación de lava puede formar una nueva isla volcánica.", "Así es como se han originado muchas islas que conocemos hoy."],
  ["El sistema circulatorio es como una red de autopistas dentro de nuestro cuerpo.", "El corazón actúa como una bomba que impulsa la sangre sin descanso.", "Las arterias llevan la sangre con oxígeno y nutrientes a todas las células.", "Las venas recogen la sangre con los desechos para que sea limpiada."],
  ["La Estación Espacial Internacional orbita la Tierra a gran velocidad.", "En ella, los astronautas realizan importantes experimentos científicos.", "Viven en condiciones de microgravedad, lo que afecta a sus cuerpos.", "Su trabajo nos ayuda a comprender mejor el universo y a preparar futuros viajes espaciales."],
  ["La materia está compuesta por átomos increíblemente pequeños.", "Los átomos se agrupan formando moléculas.", "Dependiendo de cómo se unan y se muevan estas moléculas, la materia puede ser sólida, líquida o gaseosa.", "Toda la materia del universo, desde una estrella hasta una hormiga, está hecha de átomos."],
  ["Una gota de lluvia cae sobre la cima de una montaña.", "Se filtra en la tierra y comienza un largo viaje subterráneo.", "Finalmente, brota en un manantial de agua pura.", "De ese manantial nacerá un nuevo río que llegará hasta el mar."],
  ["Las abejas son insectos sociales que viven en colmenas muy organizadas.", "La abeja reina es la única que pone huevos.", "Las abejas obreras recolectan el néctar y fabrican la miel.", "Su labor de polinización es esencial para la agricultura."],
  ["Un rayo de luz solar atraviesa la atmósfera terrestre.", "Al chocar con las gotas de lluvia suspendidas en el aire, la luz se descompone.", "Cada gota actúa como un pequeño prisma que separa los colores.", "Este fenómeno óptico es lo que conocemos como arcoíris."],
  ["El esqueleto humano es una estructura perfectamente diseñada.", "Nos proporciona soporte y protege nuestros órganos vitales.", "Las articulaciones nos dan la flexibilidad necesaria para movernos.", "Además, en el interior de los huesos se producen las células de la sangre."],
  ["La adaptación de los seres vivos a su entorno es asombrosa.", "El oso polar tiene una gruesa capa de grasa para sobrevivir en el Ártico.", "Los cactus almacenan agua en sus tallos para resistir en el desierto.", "Estas adaptaciones son el resultado de miles de años de evolución."],
  ["El cerebro humano es el órgano más complejo que conocemos.", "Está dividido en diferentes áreas, cada una con una función específica.", "Controla nuestros pensamientos, recuerdos, emociones y movimientos.", "Es el centro de mando de todo nuestro ser."],
  ["La formación de un fósil es un proceso muy largo y poco frecuente.", "Un animal muere y sus restos son cubiertos rápidamente por sedimento.", "Con el paso de millones de años, los minerales sustituyen la materia orgánica.", "Así, el resto del animal queda convertido en roca."],
  ["La energía eléctrica que usamos en casa realiza un largo viaje.", "Se genera en centrales eléctricas, a menudo lejos de las ciudades.", "Viaja a través de cables de alta tensión hasta nuestras localidades.", "Finalmente, un transformador reduce su voltaje para que podamos usarla."],
  ["Las bacterias son los seres vivos más pequeños y abundantes.", "Aunque algunas causan enfermedades, la mayoría son beneficiosas.", "Ayudan en nuestra digestión y en la descomposición de la materia.", "Son fundamentales para el equilibrio de los ecosistemas."],
  ["La metamorfosis de la mariposa es un proceso de cuatro fases.", "Comienza como un huevo, del que nace una larva u oruga.", "La oruga se transforma en pupa o crisálida dentro de un capullo.", "Finalmente, del capullo emerge la mariposa adulta con sus alas desplegadas."],
  ["La fuerza de la gravedad nos mantiene pegados al suelo.", "Es la misma fuerza que hace que la Luna gire alrededor de la Tierra.", "Fue descubierta por el científico Isaac Newton.", "Cuanto más masivo es un objeto, mayor es su fuerza de gravedad."],
  ["Un tsunami se origina por un terremoto en el fondo del mar.", "Este movimiento brusco genera una serie de olas gigantes.", "Estas olas viajan a gran velocidad por el océano.", "Al llegar a la costa, pueden causar una destrucción devastadora."],
  ["La reproducción asegura la continuidad de las especies en el planeta.", "Los caracteres hereditarios pasan de una generación a la siguiente.", "Esta información genética se encuentra en el ADN de las células.", "La combinación de ADN de los progenitores genera individuos únicos."],
  ["La corteza terrestre está dividida en grandes fragmentos.", "Estos fragmentos se llaman placas tectónicas y flotan sobre el magma.", "El movimiento lento pero constante de estas placas origina los continentes y las montañas.", "También es la causa de los terremotos y los volcanes."],
  ["El sonido se propaga en forma de ondas a través de un medio.", "Estas ondas son vibraciones que viajan por el aire o el agua.", "Nuestro oído es capaz de captar estas vibraciones y transformarlas en sonido.", "En el vacío, al no haber medio, el sonido no puede propagarse."],
  ["La Gran Barrera de Coral es la mayor estructura creada por seres vivos.", "Está formada por miles de millones de pequeños animales llamados pólipos de coral.", "Alberga una inmensa biodiversidad de peces y otras especies marinas.", "Es tan grande que incluso puede verse desde el espacio."],
  ["La función de excreción elimina las sustancias tóxicas de nuestro cuerpo.", "Los riñones actúan como filtros que limpian la sangre.", "Las sustancias de desecho se disuelven en agua formando la orina.", "Este proceso es vital para mantener nuestro organismo sano."],
  ["Las plantas carnívoras viven en suelos pobres en nutrientes.", "Por ello, han desarrollado trampas para atrapar insectos.", "Obtienen de ellos los nutrientes que no pueden conseguir del suelo.", "La venus atrapamoscas es uno de los ejemplos más conocidos."],
  ["El ojo humano funciona de manera similar a una cámara fotográfica.", "La luz entra a través de la pupila y el cristalino la enfoca.", "La imagen se proyecta de forma invertida sobre la retina.", "El nervio óptico envía esta información al cerebro, que la interpreta."],
  ["La deforestación del Amazonas es un grave problema medioambiental.", "La tala masiva de árboles destruye el hábitat de innumerables especies.", "Además, reduce la capacidad del planeta para absorber dióxido de carbono.", "Este 'pulmón del planeta' está en grave peligro."],
  ["El ciclo de las rocas describe cómo se transforman unas en otras.", "El magma se enfría y forma rocas ígneas.", "La erosión las desgasta y crea sedimentos, que forman las rocas sedimentarias.", "La presión y el calor pueden transformarlas en rocas metamórficas."],
  ["El sistema inmunitario es el ejército defensor de nuestro cuerpo.", "Está formado por células especiales que patrullan nuestro organismo.", "Cuando detectan un invasor, como un virus, lo atacan y lo destruyen.", "Las vacunas ayudan a entrenar a este increíble ejército."],
  ["La migración de las aves es uno de los viajes más espectaculares de la naturaleza.", "Recorren miles de kilómetros cada año en busca de alimento o un clima mejor.", "Se orientan utilizando el campo magnético de la Tierra, el Sol y las estrellas.", "Es un comportamiento instintivo que ha fascinado a los humanos durante siglos."]
]