[
  ["Le célèbre détective Hercule Poirot a été appelé pour résoudre un meurtre.", "Le crime a eu lieu dans un train luxueux bloqué par la neige.", "Tous les passagers sont suspects et chacun a un secret à cacher.", "Poirot devra utiliser ses incroyables cellules grises pour trouver le coupable."],
  ["L'astronaute Thomas Pesquet a passé six mois dans la Station Spatiale Internationale.", "Il a mené de nombreuses expériences scientifiques en apesanteur.", "Il a partagé son quotidien avec des millions de personnes sur les réseaux sociaux.", "Son voyage a inspiré de nombreux jeunes à s'intéresser à l'espace."],
  ["Le Vésuve est un volcan italien célèbre pour sa terrible éruption.", "En l'an 79, il a entièrement enseveli la ville romaine de Pompéi.", "Les cendres volcaniques ont conservé la ville presque intacte pendant des siècles.", "Aujourd'hui, les archéologues peuvent étudier la vie quotidienne des Romains grâce à ce site."],
  ["Le jardinier a décidé de créer un potager biologique dans son jardin.", "Il n'utilise aucun pesticide ni produit chimique pour faire pousser ses légumes.", "Il fabrique son propre compost pour enrichir la terre.", "Ses tomates, salades et carottes ont un goût exceptionnel."],
  ["Le groupe de musique prépare son premier grand concert.", "Ils ont répété leurs chansons pendant des mois pour être parfaits.", "Le soir du concert, la salle était pleine à craquer.", "Le public a chanté et dansé toute la nuit."],
  ["L'explorateur se lance dans une expédition à travers la forêt amazonienne.", "Son objectif est de trouver une tribu indigène qui n'a jamais eu de contact avec le monde extérieur.", "Il devra faire face à de nombreux dangers, comme les animaux sauvages et les maladies.", "C'est une aventure périlleuse mais passionnante."],
  ["Le grand magicien Houdini était le maître de l'évasion.", "Il pouvait se libérer de chaînes, de menottes et même de coffres-forts.", "Ses spectacles attiraient des foules immenses, qui retenaient leur souffle.", "Personne n'a jamais réussi à percer tous les secrets de ses tours."],
  ["La famille a trouvé un vieux grimoire dans le grenier de la maison.", "Le livre contenait des formules magiques et des dessins étranges.", "Les enfants ont essayé de prononcer une des formules à voix haute.", "Soudain, tous les objets de la pièce se sont mis à flotter dans les airs."],
  ["L'artiste peint une fresque immense sur le mur d'un bâtiment.", "Son œuvre représente l'histoire et la diversité culturelle du quartier.", "Il utilise des couleurs vives pour attirer le regard des passants.", "L'art urbain transforme la ville en un musée à ciel ouvert."],
  ["Le colis que j'attendais est enfin arrivé ce matin.", "Il contenait le télescope que j'avais commandé pour mon anniversaire.", "Ce soir, si le ciel est dégagé, je pourrai observer les étoiles.", "J'espère pouvoir voir les anneaux de Saturne."],
  ["L'équipe de rugby a remporté la finale du tournoi.", "Le match a été très disputé jusqu'à la dernière seconde.", "L'essai de la victoire a été marqué juste avant le coup de sifflet final.", "Les supporters ont envahi le terrain pour célébrer avec les joueurs."],
  ["Une violente tempête s'est abattue sur la côte.", "Des vagues gigantesques se sont écrasées sur les rochers.", "Le vent a soufflé si fort qu'il a arraché des arbres.", "Les bateaux de pêche sont restés à l'abri dans le port."],
  ["Mon grand-père était gardien de phare sur une île isolée.", "Sa mission était de guider les bateaux pendant la nuit.", "Il devait s'assurer que la lumière du phare ne s'éteigne jamais.", "Il a vécu de nombreuses aventures face à l'océan déchaîné."],
  ["L'orchestre symphonique a interprété une œuvre d'un célèbre compositeur.", "Le son des violons s'est mêlé à celui des trompettes et des percussions.", "Le chef d'orchestre guidait les musiciens avec des gestes précis.", "Le public, ému, a longuement applaudi à la fin du concert."],
  ["Le groupe d'alpinistes a entrepris l'ascension de l'Everest.", "C'est la plus haute montagne du monde et l'escalade est extrêmement difficile.", "Ils doivent s'acclimater à l'altitude pour éviter le mal des montagnes.", "Atteindre le sommet est un exploit réservé aux plus courageux."],
  ["L'archéologue Howard Carter a découvert le tombeau de Toutânkhamon.", "Le tombeau était resté intact pendant plus de trois mille ans.", "À l'intérieur, il a trouvé des trésors fabuleux, comme le célèbre masque d'or.", "Cette découverte a permis de mieux connaître l'Égypte des pharaons."],
  ["Les enfants ont construit le plus grand château de sable de toute la plage.", "Ils ont fait des tours, des remparts et même un pont-levis.", "Ils l'ont décoré avec des coquillages et des algues.", "Malheureusement, la marée montante l'a emporté quelques heures plus tard."],
  ["La bibliothèque d'Alexandrie était la plus grande bibliothèque de l'Antiquité.", "Elle contenait des centaines de milliers de rouleaux de papyrus.", "Des savants du monde entier venaient y étudier.", "Malheureusement, un incendie l'a détruite et a causé une perte immense pour le savoir humain."],
  ["Le Tyrannosaure Rex est l'un des dinosaures les plus connus.", "C'était un prédateur redoutable avec une mâchoire surpuissante.", "Malgré ses bras minuscules, il était le roi de son écosystème.", "Son nom signifie 'roi des lézards tyrans'."],
  ["Le forgeron médiéval fabriquait les outils et les armes pour tout le village.", "Il travaillait le fer chauffé au rouge sur son enclume.", "Son savoir-faire était indispensable à la vie de la communauté.", "Il était un artisan très respecté."],
  ["La course de voiliers autour du monde est une compétition extrême.", "Les navigateurs solitaires doivent affronter les océans les plus dangereux.", "Ils dorment très peu et doivent constamment régler leurs voiles.", "Terminer la course est déjà une victoire en soi."],
  ["Le journaliste de guerre risque sa vie pour nous informer.", "Il se rend dans les zones de conflit pour témoigner de la réalité.", "Ses reportages nous montrent les conséquences terribles de la guerre.", "Son travail est essentiel pour la liberté de la presse."],
  ["Le château de Versailles était la résidence des rois de France.", "Ses jardins immenses et ses fontaines sont célèbres dans le monde entier.", "La galerie des Glaces est une pièce éblouissante avec ses miroirs et ses lustres.", "C'est un symbole de la puissance de la monarchie absolue."],
  ["Le robot Curiosity explore la planète Mars depuis de nombreuses années.", "Il analyse les roches et l'atmosphère pour chercher des signes de vie passée.", "Il envoie des photos spectaculaires du paysage martien.", "Ses découvertes nous aident à mieux comprendre nos voisins planétaires."],
  ["L'apiculteur récolte le miel avec beaucoup de précautions.", "Il utilise un enfumoir pour calmer les abeilles.", "Il retire les cadres de la ruche qui sont remplis de miel.", "C'est un travail qui demande patience et amour de la nature."],
  ["Le photographe a attendu le moment parfait pour capturer l'image.", "Un léopard des neiges est apparu furtivement entre les rochers.", "Il n'a eu que quelques secondes pour prendre la photo.", "Ce cliché exceptionnel a gagné un prix international."],
  ["Le train Orient-Express reliait Paris à Istanbul.", "C'était le train le plus luxueux et le plus célèbre de son époque.", "À son bord, on pouvait croiser des espions, des princesses et des écrivains.", "Il est devenu une légende grâce aux romans d'Agatha Christie."],
  ["L'écrivain Jules Verne a imaginé des voyages extraordinaires.", "Il a écrit sur des voyages au centre de la Terre ou sur la Lune.", "Ses romans de science-fiction étaient très en avance sur son temps.", "Beaucoup de ses inventions imaginaires sont devenues réalité."],
  ["Le potier a placé son vase en argile dans le four.", "La cuisson à très haute température va le rendre solide et résistant.", "Après la cuisson, il le décorera avec des émaux colorés.", "Le processus de création d'une poterie demande beaucoup de savoir-faire."],
  ["L'astronaute regarde la Terre depuis la fenêtre de la station spatiale.", "Il voit les continents, les océans et les nuages qui défilent sous ses yeux.", "Il prend conscience de la beauté et de la fragilité de notre planète.", "C'est une expérience qui change la vie pour toujours."]
]