[
  "J'habite dans une ville historique qui a beaucoup de monuments.",
  "Mon animal de compagnie est une tortue qui s'appelle Caroline.",
  "Si j'avais le choix, ma matière préférée serait les arts plastiques.",
  "Le livre que je suis en train de lire est un roman de science-fiction.",
  "Le chien de berger guide le troupeau de moutons avec intelligence.",
  "J'ai acheté des graines de tournesol pour les planter dans mon jardin.",
  "En été, les journées sont plus longues et les nuits sont plus courtes.",
  "Si tout va bien, l'année prochaine nous irons en vacances en Italie.",
  "J'ai presque terminé ma collection de bandes dessinées.",
  "Pour être en bonne santé, il est important de manger des fruits et des légumes.",
  "Le jeune garçon a participé à un concours de mathématiques.",
  "La fille qui est assise au premier rang est très attentive.",
  "Le bulletin météorologique annonce de fortes pluies pour demain.",
  "Le rossignol est un oiseau célèbre pour son chant mélodieux.",
  "Les poissons de rivière ont besoin d'eau douce pour survivre.",
  "Je n'ai pas fait mes devoirs, donc je ne pourrai pas sortir.",
  "Mon père est un architecte qui dessine des plans de maisons.",
  "Ma mère est avocate et elle travaille dans un grand cabinet.",
  "J'ai appris à faire du vélo quand j'avais seulement cinq ans.",
  "La nouvelle voiture de mes voisins est un modèle hybride.",
  "Le train partira du quai numéro trois à l'heure prévue.",
  "L'avion a survolé les Alpes avant d'atterrir à Genève.",
  "Le paquebot de croisière est aussi grand qu'un immeuble.",
  "La poule du fermier pond un œuf frais tous les matins.",
  "Le cochon d'Inde communique avec de petits sifflements.",
  "Quand j'étais plus jeune, je croyais aux contes de fées.",
  "Le chien de berger est un partenaire de travail indispensable pour le berger.",
  "Au Moyen Âge, le cheval était essentiel pour la guerre et le transport.",
  "L'âne est un animal patient et très courageux.",
  "Le lac est rempli de canards qui attendent que les gens leur donnent du pain.",
  "La rainette est une petite grenouille verte qui vit dans les arbres.",
  "Le serpent à lunettes est l'un des serpents les plus connus d'Inde.",
  "L'éléphant est le plus grand mammifère terrestre.",
  "La lionne s'occupe de l'éducation des lionceaux.",
  "Le tigre de Sibérie est une espèce menacée à cause de la déforestation.",
  "Le gorille est un primate principalement herbivore.",
  "L'ours polaire est un superprédateur de l'Arctique.",
  "Le loup est un animal social qui vit et chasse en meute.",
  "Le renard est un chasseur nocturne et très solitaire.",
  "Le lièvre peut atteindre des vitesses incroyables pour échapper à ses prédateurs.",
  "La tortue luth est la plus grande de toutes les tortues marines.",
  "L'escargot se déplace grâce à des ondulations de son pied musculeux.",
  "La veuve noire est une araignée dont la morsure est dangereuse.",
  "L'abeille est un insecte pollinisateur vital pour notre écosystème.",
  "La fourmi coupe-feuille découpe des morceaux de feuilles pour les emporter.",
  "Le papillon monarque effectue une migration de plusieurs milliers de kilomètres.",
  "La coccinelle est l'amie des jardiniers car elle mange les pucerons.",
  "Il faudrait que je range ma chambre avant que mes amis n'arrivent.",
  "Si tu as besoin d'aide, tu devrais demander à tes parents.",
  "Le facteur a déposé un colis devant notre porte ce matin."
]