[
  "I live in a historic city that has many monuments.",
  "My pet is a turtle whose name is Caroline.",
  "If I had the choice, my favourite subject would be Visual Arts.",
  "The book that I am currently reading is a science fiction novel.",
  "The sheepdog guides the flock of sheep with intelligence.",
  "I have bought some sunflower seeds to plant them in my garden.",
  "In summer, the days are longer and the nights are shorter.",
  "If everything goes well, next year we will go on holiday to Italy.",
  "I have almost finished my collection of comic books.",
  "To be healthy, it is important to eat fruits and vegetables.",
  "The young boy participated in a mathematics competition.",
  "The girl who is sitting in the front row is very attentive.",
  "The weather forecast has announced heavy rain for tomorrow.",
  "The nightingale is a bird famous for its melodious song.",
  "River fish need fresh water to survive.",
  "I haven't done my homework, so I won't be able to go out.",
  "My father is an architect who designs house plans.",
  "My mother is a lawyer and she works in a large firm.",
  "I learned to ride a bike when I was only five years old.",
  "My neighbours' new car is a hybrid model.",
  "The train will depart from platform number three at the scheduled time.",
  "The plane flew over the Alps before landing in Geneva.",
  "The cruise ship is as big as an apartment building.",
  "The farmer's hen lays a fresh egg every morning.",
  "The guinea pig communicates with little whistling sounds.",
  "When I was younger, I used to believe in fairy tales.",
  "The sheepdog is an essential work partner for the shepherd.",
  "In the Middle Ages, the horse was essential for war and transport.",
  "The donkey is a patient and very brave animal.",
  "The lake is full of ducks waiting for people to give them bread.",
  "The tree frog is a small green frog that lives in trees.",
  "The spectacled cobra is one of the most famous snakes in India.",
  "The elephant is the largest land mammal.",
  "The lioness is in charge of raising the cubs.",
  "The Siberian tiger is an endangered species due to deforestation.",
  "The gorilla is a mainly herbivorous primate.",
  "The polar bear is an apex predator of the Arctic.",
  "The wolf is a social animal that lives and hunts in a pack.",
  "The fox is a nocturnal and very solitary hunter.",
  "The hare can reach incredible speeds to escape its predators.",
  "The leatherback sea turtle is the largest of all sea turtles.",
  "The snail moves thanks to undulations of its muscular foot.",
  "The black widow is a spider whose bite is dangerous.",
  "The bee is a pollinating insect that is vital for our ecosystem.",
  "The leafcutter ant cuts pieces of leaves to carry them away.",
  "The monarch butterfly undertakes a migration of several thousand kilometres.",
  "The ladybug is the gardeners' friend because it eats aphids.",
  "I should tidy my room before my friends arrive.",
  "If you need help, you should ask your parents.",
  "The postman has left a parcel in front of our door this morning."
]