[
  "El análisis sintáctico consiste en identificar las funciones de las palabras en la oración.",
  "El escritor de esta novela ha ganado un importante premio literario.",
  "Estoy leyendo una biografía sobre la vida de una científica famosa.",
  "Los determinantes artículos indican si el sustantivo es conocido o desconocido.",
  "Los tiempos verbales expresan si la acción es pasada, presente o futura.",
  "Las palabras sobreesdrújulas siempre llevan tilde.",
  "Los dos puntos se utilizan antes de una enumeración.",
  "'Comenzar' e 'iniciar' son palabras sinónimas, ya que tienen un significado semejante.",
  "'Abrir' y 'cerrar' son palabras antónimas porque expresan ideas opuestas.",
  "El sujeto omitido es aquel que no aparece explícitamente en la oración.",
  "El predicado nominal está formado por un verbo copulativo y un atributo.",
  "Los pronombres demostrativos sustituyen a un nombre indicando su posición.",
  "Un hiato se produce cuando dos vocales en contacto pertenecen a sílabas diferentes.",
  "Un diptongo decreciente está formado por una vocal abierta seguida de una cerrada.",
  "Las palabras derivadas se forman añadiendo prefijos o sufijos a una palabra primitiva.",
  "Un campo léxico agrupa palabras de diferente categoría gramatical relacionadas con un tema.",
  "La intención del emisor determina la función del lenguaje.",
  "El canal es el medio físico a través del cual se transmite el mensaje.",
  "El contexto es la situación en la que se produce el acto de comunicación.",
  "En un debate, los participantes argumentan sus opiniones sobre un tema.",
  "La hemeroteca es la sección de la biblioteca donde se guardan diarios y revistas.",
  "El narrador de una historia puede ser un personaje o alguien externo a ella.",
  "La rima en un poema es la repetición de sonidos al final de los versos.",
  "La personificación consiste en atribuir cualidades humanas a animales u objetos.",
  "La comparación relaciona dos términos que tienen alguna semejanza entre sí.",
  "El guion teatral contiene los diálogos de los personajes y las acotaciones.",
  "El desenlace es la parte final de un relato, donde se resuelve la trama.",
  "La leyenda es una narración popular que mezcla hechos reales y fantásticos.",
  "Una solicitud es un documento escrito formal para pedir alguna cosa.",
  "El titular de una noticia debe ser breve, claro y llamativo.",
  "Los medios de comunicación de masas llegan a un gran número de personas.",
  "Una oración compuesta está formada por más de un verbo en forma personal.",
  "La tilde diacrítica diferencia palabras que se escriben igual pero tienen significados distintos.",
  "Los pronombres interrogativos se utilizan para formular preguntas.",
  "Los adverbios de modo indican cómo se realiza la acción.",
  "Las lenguas románicas, como el castellano, proceden del latín.",
  "Una descripción subjetiva refleja los sentimientos y opiniones del autor.",
  "Un texto expositivo tiene la finalidad de informar sobre un tema de manera objetiva.",
  "Los paréntesis se utilizan para introducir aclaraciones o información complementaria.",
  "Las comillas se usan para reproducir las palabras exactas de alguien.",
  "Una autobiografía es el relato que una persona escribe sobre su propia vida.",
  "Un esquema recoge las ideas principales de un texto de forma visual.",
  "Las palabras homófonas son aquellas que suenan igual pero se escriben diferente.",
  "Un refrán es un dicho popular que contiene un consejo o una enseñanza.",
  "He utilizado una enciclopedia en línea para buscar información.",
  "El alfabeto es el conjunto de las letras de un idioma.",
  "El sufijo '-ista' sirve para formar nombres de profesiones.",
  "El gentilicio de los habitantes de Alicante es 'alicantino'.",
  "Una crónica es una noticia ampliada y comentada por el periodista.",
  "El protagonista de la película debe superar muchos obstáculos."
]