[
  "El sistema de numeración decimal utiliza diez cifras para formar todos los números.",
  "La propiedad distributiva relaciona la multiplicación con la suma y la resta.",
  "Un polígono cóncavo es aquel que tiene al menos un ángulo interior mayor de 180 grados.",
  "Los cuadriláteros se clasifican en paralelogramos, trapecios y trapezoides.",
  "Un rombo tiene cuatro lados iguales pero sus ángulos no son rectos.",
  "La bisectriz de un ángulo es la recta que lo divide en dos partes iguales.",
  "Dos ángulos son suplementarios si su suma es igual a ciento ochenta grados.",
  "El máximo común divisor es el mayor de los divisores comunes de varios números.",
  "Los números decimales pueden ser exactos, periódicos puros o periódicos mixtos.",
  "La jerarquía de operaciones indica el orden en que deben realizarse los cálculos.",
  "Doce multiplicado por doce es igual a ciento cuarenta y cuatro.",
  "Si un autobús tiene cincuenta y cuatro plazas, se pueden llenar seis filas de nueve asientos.",
  "Una unidad de millón equivale a mil millares.",
  "El número un millón se escribe con un uno seguido de seis ceros.",
  "Para dividir un número entre cien, desplazamos la coma dos lugares a la izquierda.",
  "El sistema métrico decimal es un sistema de unidades de medida.",
  "La brújula es un instrumento de orientación que se basa en las propiedades magnéticas.",
  "Un siglo está compuesto por cien años consecutivos.",
  "Un milenio es un periodo de tiempo que equivale a mil años.",
  "El calendario juliano fue el predecesor de nuestro calendario actual.",
  "El volumen de los cuerpos se mide en metros cúbicos.",
  "El desarrollo plano de un cuerpo geométrico es la figura que se obtiene al desplegarlo.",
  "El área total de un prisma se calcula sumando el área de las bases y el área lateral.",
  "En la encuesta, dos tercios de los alumnos prefieren el deporte a la música.",
  "Un número es divisible por tres si la suma de sus cifras es un múltiplo de tres.",
  "El mínimo común múltiplo es el menor de los múltiplos comunes de varios números.",
  "La primera coordenada de un punto en el plano se llama abscisa.",
  "La segunda coordenada de un punto en el plano se llama ordenada.",
  "He resuelto un problema complejo utilizando una regla de tres simple.",
  "Una división es equivalente a una fracción cuyo numerador es el dividendo.",
  "Para resolver un problema, es fundamental identificar los datos y la pregunta.",
  "Un porcentaje es una fracción que tiene como denominador el número cien.",
  "La tonelada y el gramo son unidades de medida de masa.",
  "El kilolitro y el mililitro son unidades de medida de capacidad.",
  "Si cada estuche contiene veinticuatro lápices, en diez estuches habrá doscientos cuarenta.",
  "Una fracción impropia es aquella en la que el numerador es mayor que el denominador.",
  "Para multiplicar dos fracciones, multiplicamos los numeradores y los denominadores.",
  "El triple de cuatrocientos cincuenta es mil trescientos cincuenta.",
  "Una fracción es irreducible cuando no se puede simplificar más.",
  "El sistema de numeración egipcio utilizaba jeroglíficos para representar los números.",
  "La media, la moda y la mediana son medidas de tendencia central en estadística.",
  "El diámetro de una circunferencia es el doble que su radio.",
  "Dos rectas son secantes si se cortan en un punto.",
  "La simetría axial se produce con respecto a una recta llamada eje de simetría.",
  "El perímetro de una circunferencia se calcula multiplicando el diámetro por el número pi.",
  "El área de un triángulo es igual a la base por la altura dividido entre dos.",
  "Una milésima es el resultado de dividir la unidad en mil partes iguales.",
  "Un gráfico de sectores representa los datos en un círculo dividido en porciones.",
  "Un suceso es imposible si no puede ocurrir nunca.",
  "La probabilidad de un suceso seguro es siempre igual a uno."
]