[
  ["El equipo de debate se preparaba para la final del torneo.", "Habían investigado a fondo el tema y preparado argumentos sólidos.", "Durante el debate, escucharon con respeto al equipo contrario antes de refutar sus ideas.", "Ganaron no solo por sus argumentos, sino por su excelente trabajo en equipo y su deportividad."],
  ["Se detectó un caso de ciberacoso hacia un alumno de la clase.", "El tutor organizó una sesión para hablar sobre la responsabilidad en redes sociales.", "Los alumnos crearon una campaña de concienciación con carteles y vídeos.", "El acoso cesó y la clase aprendió una valiosa lección sobre el respeto digital."],
  ["La clase decidió apadrinar a un niño de un país en desarrollo.", "Para recaudar fondos, organizaron un mercadillo solidario en el colegio.", "Vendieron manualidades, libros de segunda mano y pasteles que hicieron en casa.", "Con el dinero conseguido, garantizaron la escolarización del niño durante todo un año."],
  ["Un grupo de amigos se dio cuenta de que pasaban demasiado tiempo con el móvil.", "Decidieron hacer un pacto: un día a la semana sin pantallas.", "Ese día lo dedicaban a jugar al aire libre, leer o simplemente charlar.", "Descubrieron que se divertían mucho más y que su amistad se fortalecía."],
  ["Surgió un conflicto entre dos amigos por un malentendido.", "Ninguno de los dos quería dar su brazo a torcer y dejaron de hablarse.", "Un mediador les ayudó a expresar cómo se sentían sin atacarse.", "Al final, comprendieron la perspectiva del otro y se reconciliaron con un abrazo."],
  ["El ayuntamiento propuso construir un gran centro comercial cerca del colegio.", "Los alumnos investigaron sobre el impacto que tendría en el pequeño comercio del barrio.", "Redactaron una carta al alcalde con sus preocupaciones y propusieron alternativas.", "Su iniciativa fue tenida en cuenta y el proyecto se modificó para proteger a las tiendas locales."],
  ["Un compañero tenía grandes dificultades para las matemáticas.", "Se sentía frustrado y pensaba que nunca las entendería.", "Un grupo de compañeros se ofreció a crear un club de estudio.", "Gracias a la ayuda de sus amigos y a su esfuerzo, consiguió aprobar la asignatura."],
  ["La clase participó en un proyecto de intercambio de cartas con una residencia de ancianos.", "Cada alumno escribía a una persona mayor contándole su día a día.", "Los ancianos respondían con historias y consejos de su vida.", "Fue una experiencia intergeneracional muy emotiva y enriquecedora para todos."],
  ["Durante una excursión, el grupo se encontró con una gran cantidad de basura en el bosque.", "Se sintieron muy indignados por la falta de civismo.", "Decidieron dedicar una hora a recoger todos los desperdicios que pudieron.", "Dejaron el lugar mucho más limpio de lo que lo habían encontrado."],
  ["Había que elegir el destino para el viaje de fin de curso.", "La clase estaba dividida entre ir a la playa o a la montaña.", "Se organizó un debate donde cada grupo defendió su opción con argumentos.", "Finalmente, se realizó una votación secreta y democrática para tomar la decisión."],
  ["Un alumno sufría ansiedad ante los exámenes.", "La orientadora del centro le enseñó técnicas de relajación y planificación.", "Aprendió a gestionar sus nervios y a organizar mejor su tiempo de estudio.", "Sus resultados académicos mejoraron y, sobre todo, su bienestar emocional."],
  ["El periódico escolar necesitaba nuevos reporteros.", "Un grupo de alumnos se ofreció voluntario para formar la redacción.", "Aprendieron a escribir noticias, a hacer entrevistas y a maquetar las páginas.", "Su trabajo permitió que todo el colegio estuviera informado de las novedades."],
  ["Un compañero con movilidad reducida no podía acceder bien al escenario del salón de actos.", "La clase escribió una carta a la dirección solicitando la instalación de una rampa.", "Argumentaron la importancia de que el colegio fuera un espacio accesible para todos.", "La dirección escuchó su petición y la rampa fue instalada."],
  ["Nos dimos cuenta de que en los libros de texto apenas aparecían mujeres científicas.", "Decidimos hacer un proyecto de investigación para visibilizar sus aportaciones.", "Cada grupo investigó la vida y los descubrimientos de una científica.", "El resultado fue una exposición impresionante que enseñamos al resto del colegio."],
  ["Un amigo me confesó que sus padres se estaban divorciando y se sentía muy mal.", "No sabía qué decirle, así que simplemente le escuché con atención.", "Le ofrecí mi apoyo incondicional para lo que necesitara.", "Saber que podía contar conmigo le ayudó a sobrellevar la situación."],
  ["El consejo escolar iba a debatir sobre las nuevas normas del patio.", "El delegado de la clase organizó una asamblea para recoger todas nuestras opiniones.", "Elaboró un documento con las propuestas de la mayoría.", "Nuestra voz fue escuchada en la reunión gracias a nuestro representante."],
  ["Teníamos que realizar un trabajo sobre una cultura diferente a la nuestra.", "En lugar de buscar solo en internet, invitamos a una familia de otro país.", "Nos contaron de primera mano sus costumbres, su comida y su música.", "Fue una lección de tolerancia y respeto mucho más valiosa que cualquier libro."],
  ["Un compañero estaba convencido de que una noticia que vio en internet era cierta.", "La noticia parecía muy extraña, así que decidimos contrastarla.", "Buscamos en periódicos fiables y descubrimos que era un bulo.", "Aprendimos la importancia de verificar la información antes de compartirla."],
  ["Me propuse como meta personal leer un libro cada mes.", "Al principio me costaba encontrar tiempo, pero me organicé.", "Creé un pequeño rincón de lectura en mi habitación para motivarme.", "He descubierto mundos fantásticos y he mejorado mucho mi vocabulario."],
  ["El equipo de voleibol de la clase estaba formado tanto por chicos como por chicas.", "Algunos decían que los equipos mixtos no funcionaban bien.", "Entrenaron duro y demostraron una gran compenetración en la pista.", "Ganaron el torneo escolar y demostraron que la igualdad en el deporte es posible."],
  ["Durante una actividad, me di cuenta de que había cometido un error importante.", "Me sentí avergonzado, pero decidí admitirlo ante el grupo.", "Mis compañeros valoraron mi honestidad y me ayudaron a corregirlo.", "Aprendí que es de valientes reconocer las propias equivocaciones."],
  ["Nuestra ciudad tenía un problema con los excrementos de perro en las aceras.", "Decidimos crear una campaña de concienciación en el barrio.", "Diseñamos carteles ingeniosos y repartimos folletos informativos.", "La campaña tuvo un impacto positivo y las calles empezaron a estar más limpias."],
  ["Quería aprender a tocar un instrumento musical.", "Me apunté a clases de guitarra y practiqué todos los días.", "Al principio era muy difícil, pero no me rendí.", "Ahora soy capaz de tocar mis canciones favoritas para mi familia."],
  ["Un compañero siempre interrumpía a los demás cuando hablaban.", "El tutor propuso un juego: usar un 'testigo de palabra'.", "Solo podía hablar la persona que tuviera el testigo en la mano.", "El compañero aprendió a escuchar y a esperar su turno para intervenir."],
  ["El abuelo de mi amiga vino a clase a contarnos cómo era la vida sin internet.", "Nos fascinó escuchar cómo se comunicaban y buscaban información.", "Nos dimos cuenta de lo mucho que ha cambiado el mundo en poco tiempo.", "Valoramos más la tecnología que tenemos, pero también la importancia de la comunicación cara a cara."],
  ["Estábamos planeando una broma a otro grupo de la clase.", "Antes de hacerla, uno de nosotros preguntó si podría sentar mal a alguien.", "Reflexionamos y nos dimos cuenta de que la broma era un poco pesada.", "Decidimos cambiarla por una sorpresa agradable para todos."],
  ["Me sentía muy agobiado por la presión de sacar buenas notas.", "Hablé con mis padres y les expliqué cómo me sentía.", "Ellos me tranquilizaron y me recordaron que lo importante era esforzarme y aprender.", "Sentir su apoyo me quitó un gran peso de encima."],
  ["En el comedor escolar se desperdiciaba mucha comida.", "Propusimos crear un 'club del plato limpio' con pequeñas recompensas.", "También se ajustaron las raciones para que fueran más adecuadas.", "La cantidad de comida que se tiraba se redujo a más de la mitad."],
  ["Tenía que hacer un trabajo con un compañero con el que no me llevaba muy bien.", "Al principio, la comunicación era difícil y no nos poníamos de acuerdo.", "Decidimos dejar a un lado nuestras diferencias y centrarnos en el objetivo.", "Al final, hicimos un gran trabajo y aprendimos a respetarnos mutuamente."],
  ["Para despedir la etapa de primaria, organizamos una cápsula del tiempo.", "Cada uno escribió una carta para su 'yo' del futuro y guardó un objeto.", "Enterramos la cápsula en el patio del colegio con una placa.", "Acordamos volver a abrirla todos juntos dentro de diez años."]
]