[
  "L'anàlisi sintàctica consistix a identificar les funcions de les paraules en l'oració.",
  "L'escriptor d'esta novel·la ha guanyat un premi literari important.",
  "Estic llegint una biografia sobre la vida d'una científica famosa.",
  "Els determinants articles indiquen si el substantiu és conegut o desconegut.",
  "Els temps verbals expressen si l'acció és passada, present o futura.",
  "Les paraules sobreesdrúixoles porten accent sempre.",
  "Els dos punts s'utilitzen abans d'una enumeració.",
  "'Començar' i 'iniciar' són paraules sinònimes, ja que tenen un significat semblant.",
  "'Obrir' i 'tancar' són paraules antònimes perquè expressen idees oposades.",
  "El subjecte el·líptic és aquell que no apareix explícitament en l'oració.",
  "El predicat nominal està format pel verb 'ser', 'estar' o 'paréixer' i un atribut.",
  "Els pronoms demostratius substituïxen un nom indicant la seua posició.",
  "Un hiat es produïx quan dos vocals en contacte pertanyen a síl·labes diferents.",
  "Un diftong decreixent està format per una vocal forta seguida d'una dèbil.",
  "Les paraules derivades es formen afegint prefixos o sufixos a una paraula primitiva.",
  "Un camp lèxic agrupa paraules de diferent categoria gramatical relacionades amb un tema.",
  "La intenció de l'emissor determina la funció del llenguatge.",
  "El canal és el mitjà físic a través del qual es transmet el missatge.",
  "El context és la situació en què es produïx l'acte de comunicació.",
  "En un debat, els participants argumenten les seues opinions sobre un tema.",
  "La hemeroteca és la secció de la biblioteca on es guarden diaris i revistes.",
  "El narrador d'una història pot ser un personatge o algú extern.",
  "La rima en un poema és la repetició de sons al final dels versos.",
  "La personificació consistix a atribuir qualitats humanes a animals o objectes.",
  "La comparació relaciona dos termes que tenen alguna semblança.",
  "El guió teatral conté els diàlegs dels personatges i les acotacions.",
  "El desenllaç és la part final d'un relat, on es resol la trama.",
  "La llegenda és una narració popular que mescla fets reals i fantàstics.",
  "Una sol·licitud és un document escrit formal per a demanar alguna cosa.",
  "El titular d'una notícia ha de ser breu, clar i cridaner.",
  "Els mitjans de comunicació de masses arriben a un gran nombre de persones.",
  "Una oració composta està formada per més d'un verb en forma personal.",
  "L'accent diacrític diferencia paraules que s'escriuen igual però tenen significats diferents.",
  "Els pronoms interrogatius s'utilitzen per a formular preguntes.",
  "Els adverbis de manera indiquen com es realitza l'acció.",
  "Les llengües romàniques, com el valencià, procedixen del llatí.",
  "Una descripció subjectiva reflectix els sentiments i opinions de l'autor.",
  "Un text expositiu té la finalitat d'informar sobre un tema de manera objectiva.",
  "Els parèntesis s'utilitzen per a introduir aclariments o informació complementària.",
  "Les cometes s'usen per a reproduir les paraules exactes d'algú.",
  "Una autobiografia és el relat que una persona escriu sobre la seua pròpia vida.",
  "Un esquema recull les idees principals d'un text de forma visual.",
  "Les paraules homòfones són aquelles que sonen igual però s'escriuen diferent.",
  "Un refrany és una dita popular que conté un consell o un ensenyament.",
  "He utilitzat una enciclopèdia en línia per a buscar informació.",
  "L'alfabet és el conjunt de les lletres d'un idioma.",
  "El sufix '-ista' servix per a formar noms de professions.",
  "El gentilici dels habitants d'Alacant és 'alacantí'.",
  "Una crònica és una notícia ampliada i comentada pel periodista.",
  "El protagonista de la pel·lícula ha de superar molts obstacles."
]