[
  ["El tribunal va analitzar les proves presentades durant el juí.", "El fiscal va exposar els seus arguments amb contundència.", "L'advocat defensor va intentar demostrar la innocència del seu client.", "Finalment, el jurat va haver de deliberar per a dictar un veredicte."],
  ["L'escriptora va rebre un premi literari molt prestigiós.", "El seu discurs d'agraïment va ser realment emotiu.", "Va dedicar el premi a la seua família i a tots els seus lectors fidels.", "La seua novel·la narra una història de superació personal."],
  ["El protagonista d'aquella saga fantàstica era un jove aprenent de mag.", "Havia de trobar un artefacte màgic per a salvar el seu món de la foscor.", "Va viure aventures increïbles i va conéixer amics lleials pel camí.", "La seua valentia i el seu enginy van ser claus per a aconseguir la victòria."],
  ["El verb és el nucli imprescindible del predicat verbal.", "Expressa l'acció, el procés o l'estat que afecta el subjecte.", "Concerto obligatòriament amb el nucli del subjecte en nombre i persona.", "La seua conjugació ens informa del temps i el mode de l'acció."],
  ["L'ortografia és un aspecte fonamental de l'escriptura correcta.", "Les regles d'accentuació ens ajuden a pronunciar bé les paraules.", "Conéixer estes normes ens permet comunicar-nos de forma clara i precisa.", "Una bona ortografia reflectix una bona formació cultural."],
  ["La comunicació eficaç és una habilitat clau en les relacions humanes.", "No sols és important què diem, sinó també com ho diem.", "L'escolta activa, l'empatia i l'assertivitat en són pilars fonamentals.", "Saber comunicar-se bé evita malentesos i enfortix els vincles."],
  ["La biblioteca ha adquirit les últimes novetats editorials.", "He reservat un llibre que tenia moltes ganes de llegir.", "És una novel·la històrica ambientada en l'època dels víkings.", "M'encanta submergir-me en altres mons a través de la lectura."],
  ["La poesia de Vicent Andrés Estellés està molt arrelada a la seua terra.", "Els seus versos parlen de les coses quotidianes, del poble i de l'amor.", "Utilitzava un llenguatge directe i planer, però ple de força.", "És un dels poetes valencians més importants del segle XX."],
  ["El grup de teatre de l'institut prepara una nova representació.", "Han triat una comèdia clàssica per a adaptar-la.", "Assagen diverses hores a la setmana per a aprendre's el paper.", "L'estrena serà a final de curs i estan molt il·lusionats."],
  ["Un periodista d'investigació treballa en un cas de corrupció.", "Ha d'aconseguir proves sòlides i contrastar les seues fonts.", "El seu treball és arriscat, però fonamental per a la democràcia.", "L'objectiu final és traure a la llum la veritat."],
  ["Una oració composta conté més d'una forma verbal.", "Està formada per diverses proposicions que es relacionen entre elles.", "Poden estar unides per coordinació o per subordinació.", "La seua anàlisi sintàctica requerix més atenció."],
  ["Els pronoms febles són elements gramaticals característics del valencià.", "Substituïxen un complement que ja s'ha anomenat abans.", "La seua posició respecte del verb pot ser davant o darrere.", "Dominar el seu ús correcte és un signe de bon nivell de llengua."],
  ["Una descripció literària pretén transmetre sensacions al lector.", "L'autor selecciona els detalls més significatius.", "Utilitza adjectius i recursos retòrics per a crear una imatge viva.", "Busca més la bellesa que no l'exactitud objectiva."],
  ["El narrador omniscient és un tipus de narrador que ho sap tot.", "Coneix els pensaments i els sentiments de tots els personatges.", "Narra la història en tercera persona i no hi participa.", "És una tècnica narrativa molt utilitzada en la novel·la clàssica."],
  ["He de fer un treball d'investigació sobre els planetes.", "Primer, buscaré informació en llibres i en pàgines web fiables.", "Després, organitzaré la informació i faré un esquema.", "Finalment, redactaré el treball i inclouré imatges i una bibliografia."],
  ["El valencià és una llengua romànica amb una llarga tradició literària.", "El Segle d'Or valencià, al segle XV, va ser una època d'esplendor.", "Autors com Ausiàs March o Joanot Martorell van escriure obres mestres.", "La seua literatura és un tresor cultural que hem de preservar."],
  ["L'estil indirecte servix per a reproduir les paraules d'algú altre.", "El narrador conta allò que ha dit un personatge.", "S'utilitzen verbs com 'dir' o 'pensar' seguits de la conjunció 'que'.", "Per exemple: 'Ell va dir que vindria més tard'."],
  ["El gentilici és l'adjectiu que indica la procedència geogràfica.", "Es forma a partir del nom del lloc d'origen.", "El gentilici dels habitants d'Europa és 'europeu'.", "Moltes vegades, s'utilitza també com a substantiu."],
  ["Una llegenda és una narració que partix d'un fet real.", "La tradició popular l'ha anat embellint amb elements fantàstics.", "Es transmet de generació en generació de forma oral.", "Molts castells i muntanyes tenen la seua pròpia llegenda."],
  ["Per a participar en un debat cal preparar bé els arguments.", "Cal defensar la pròpia postura amb dades i raonaments sòlids.", "També és molt important escoltar i respectar les opinions contràries.", "L'objectiu no és guanyar, sinó aprofundir en el tema."],
  ["El camp lèxic de la 'tecnologia' és molt ampli i actual.", "Inclou paraules com 'ordinador', 'internet', 'programari' o 'intel·ligència artificial'.", "Són termes que s'han incorporat recentment a la nostra vida.", "Este camp lèxic està en constant evolució."],
  ["L'ortografia correcta de les paraules és essencial.", "Algunes paraules homòfones es diferencien per l'accent diacrític.", "Per exemple, 'sol' (astre) i 'sòl' (terra).", "Un accent pot canviar completament el significat d'una paraula."],
  ["La personificació és un recurs literari molt expressiu.", "Consistix a atribuir qualitats o accions humanes a éssers inanimats.", "Per exemple, en la frase 'El vent xiulava enfadat'.", "S'utilitza molt en la poesia i en els contes infantils."],
  ["Un text argumentatiu defensa una opinió o tesi.", "L'autor presenta arguments per a convéncer el lector.", "S'estructura en una introducció, el desenvolupament dels arguments i una conclusió.", "Els articles d'opinió dels diaris en són un exemple."],
  ["La prefixació i la sufixació són mecanismes per a crear paraules noves.", "Un prefix s'afig al principi d'una paraula, com 'desfer'.", "Un sufix s'afig al final, com en 'flequer'.", "Així s'enriquix el lèxic d'una llengua."],
  ["Els determinants numerals poden ser cardinals o ordinals.", "Els cardinals indiquen una quantitat exacta, com 'tres llibres'.", "Els ordinals indiquen l'ordre o la posició, com 'la tercera planta'.", "Són paraules que precisen el significat del substantiu."],
  ["Un text normatiu recull un conjunt de regles o instruccions.", "El seu objectiu és regular el comportament d'un grup.", "Les normes d'un joc o el reglament d'una biblioteca en són exemples.", "Utilitza un llenguatge clar i precís."],
  ["La novel·la gràfica és un format que combina text i imatge.", "Narra històries complexes i extenses a través de vinyetes.", "Està dirigida a un públic tant jove com adult.", "És un gènere artístic que ha guanyat molt de prestigi."],
  ["Una autobiografia és un relat retrospectiu de la pròpia vida.", "L'autor és alhora el narrador i el protagonista.", "Explica els esdeveniments que han marcat la seua existència.", "És una font d'informació valuosa per a conéixer una època."],
  ["Per a preparar un discurs, cal tindre clara l'audiència.", "El llenguatge i el to s'han d'adaptar al públic a qui ens dirigim.", "És important començar amb una introducció que capte l'atenció.", "Acabar amb una conclusió clara i contundent reforça el missatge."]
]