[
  "La teoría de la deriva continental fue propuesta por Alfred Wegener.",
  "Pangea es el nombre del supercontinente que unía todas las tierras.",
  "La tectónica de placas explica el movimiento de la litosfera terrestre.",
  "La colisión de placas tectónicas puede formar cordilleras.",
  "El ADN contiene la información genética de los seres vivos.",
  "La molécula de ADN tiene una estructura de doble hélice.",
  "Un gen es un fragmento de ADN que codifica una proteína.",
  "La evolución es el proceso de cambio en los seres vivos a lo largo del tiempo.",
  "La selección natural es el principal mecanismo de la evolución.",
  "Los fósiles son pruebas directas del proceso evolutivo.",
  "La célula eucariota posee un núcleo verdadero con el material genético.",
  "Las mitocondrias son los orgánulos encargados de la respiración celular.",
  "Los cloroplastos realizan la fotosíntesis en las células vegetales.",
  "La mitosis es la división celular que produce células hijas idénticas.",
  "La meiosis es la división celular que origina los gametos.",
  "La genética mendeliana estudia la herencia de los caracteres.",
  "Un alelo dominante se manifiesta siempre sobre un alelo recesivo.",
  "El genotipo es el conjunto de genes de un individuo.",
  "El fenotipo son las características observables de un individuo.",
  "Un ecosistema incluye a los seres vivos y al medio físico.",
  "Las relaciones de depredación regulan las poblaciones de presas y depredadores.",
  "El mutualismo es una relación en la que ambas especies se benefician.",
  "El sistema nervioso y el endocrino coordinan el organismo.",
  "Las hormonas son los mensajeros químicos del sistema endocrino.",
  "La inmunidad es la capacidad del cuerpo para defenderse de los patógenos.",
  "Las vacunas estimulan la memoria de nuestro sistema inmunitario.",
  "Un relieve kárstico se forma por la disolución de rocas calizas.",
  "Las estalactitas cuelgan del techo de las cuevas.",
  "La replicación del ADN es un proceso semiconservativo.",
  "La transcripción es el paso de la información del ADN al ARN.",
  "La traducción es la síntesis de proteínas en los ribosomas.",
  "Una mutación es un cambio en la secuencia del ADN.",
  "La ingeniería genética permite modificar el material genético de un organismo.",
  "Un organismo transgénico contiene genes de otra especie.",
  "El ciclo del carbono describe el movimiento de este elemento en la naturaleza.",
  "La quema de combustibles fósiles aumenta el CO2 en la atmósfera.",
  "La sucesión ecológica es el cambio de un ecosistema a lo largo del tiempo.",
  "La orogenia alpina formó los Pirineos y las Cordilleras Béticas.",
  "Los riesgos geológicos pueden ser de origen interno o externo.",
  "La homeostasis es el mantenimiento del equilibrio interno del organismo.",
  "Los antibióticos combaten las infecciones causadas por bacterias.",
  "La placa euroasiática y la africana están en colisión.",
  "Un sismógrafo es el aparato que mide los terremotos.",
  "El neodarwinismo integra la genética en la teoría de la evolución.",
  "El ARN mensajero lleva la información desde el núcleo al citoplasma.",
  "El código genético es el diccionario que traduce de nucleótidos a aminoácidos.",
  "La clonación produce individuos genéticamente idénticos.",
  "El impacto ambiental es la alteración del medio por la acción humana.",
  "La datación radiométrica permite conocer la edad absoluta de las rocas.",
  "La litosfera oceánica es más delgada y densa que la continental.",
  "Los fósiles guía sirven para datar estratos de rocas.",
  "Las enzimas son catalizadores biológicos que aceleran las reacciones.",
  "El sistema nervioso periférico está formado por los nervios.",
  "La biotecnología utiliza seres vivos para obtener productos de interés.",
  "Los recursos no renovables, como el petróleo, son limitados.",
  "La lluvia ácida se forma por la emisión de óxidos de azufre y nitrógeno.",
  "La cromatina es el conjunto de ADN y proteínas del núcleo.",
  "La recombinación genética ocurre durante la meiosis.",
  "La especiación es el proceso de formación de nuevas especies.",
  "El citoesqueleto da forma y soporte a la célula.",
  "La glucosa es la principal fuente de energía para las células.",
  "Los linfocitos son las células clave de la inmunidad adquirida.",
  "Las fallas son fracturas del terreno con desplazamiento.",
  "El ARN de transferencia transporta los aminoácidos al ribosoma.",
  "La huella ecológica mide nuestro impacto sobre el planeta.",
  "El período de semidesintegración es el tiempo que tarda en desintegrarse la mitad de un isótopo.",
  "La selección artificial es la que realiza el ser humano.",
  "El cariotipo es el conjunto de cromosomas de una especie.",
  "Las enfermedades genéticas son causadas por alteraciones en el ADN.",
  "Un ecosistema acuático puede ser de agua dulce o salada.",
  "La eutrofización es la contaminación de las aguas por exceso de nutrientes.",
  "La astenosfera es la capa plástica del manto sobre la que se mueven las placas.",
  "La cordillera del Himalaya es un ejemplo de borde convergente.",
  "La herencia ligada al sexo se refiere a los genes situados en los cromosomas sexuales.",
  "El Proyecto Genoma Humano secuenció todo el ADN de nuestra especie.",
  "La biorremediación utiliza seres vivos para limpiar ambientes contaminados.",
  "La desertificación es la degradación de las tierras de zonas áridas.",
  "Un pliegue es una deformación de las rocas por fuerzas de compresión.",
  "La evolución convergente produce estructuras análogas en especies no emparentadas.",
  "Las células madre son células no especializadas con capacidad de diferenciarse.",
  "La biodiversidad es la variedad de vida en la Tierra.",
  "Un punto caliente es una zona de actividad volcánica no asociada a bordes de placa.",
  "El gradualismo y el puntualismo son dos modelos sobre el ritmo de la evolución.",
  "La terapia génica busca corregir genes defectuosos para tratar enfermedades.",
  "El desarrollo sostenible es un modelo de desarrollo que respeta el medio ambiente.",
  "La escala de Mohs mide la dureza de los minerales.",
  "Las pruebas paleontológicas se basan en el estudio de los fósiles.",
  "El código genético es universal para casi todos los seres vivos.",
  "La fermentación es un proceso catabólico que no requiere oxígeno.",
  "Un anticuerpo es una proteína que reconoce y neutraliza a un antígeno.",
  "La isostasia es el estado de equilibrio de la litosfera sobre la astenosfera.",
  "La deriva genética es un cambio en las frecuencias de los alelos por azar.",
  "Un plásmido es una pequeña molécula de ADN circular de las bacterias.",
  "La capa de ozono filtra la dañina radiación ultravioleta.",
  "Una dorsal oceánica es una gran cordillera submarina."
]
