[
  "La economía estudia la gestión de los recursos escasos.",
  "El coste de oportunidad es aquello a lo que renunciamos al tomar una decisión.",
  "Los factores de producción son la tierra, el trabajo y el capital.",
  "Los agentes económicos son las familias, las empresas y el sector público.",
  "El mercado es el lugar donde se encuentran la oferta y la demanda.",
  "La ley de la demanda dice que si el precio sube, la cantidad demandada baja.",
  "La ley de la oferta dice que si el precio sube, la cantidad ofertada sube.",
  "El punto de equilibrio se da cuando la oferta y la demanda se igualan.",
  "El dinero facilita el intercambio y evita el trueque.",
  "La inflación es el aumento generalizado de los precios.",
  "El PIB es el valor de todos los bienes y servicios producidos en un país.",
  "El desempleo es uno de los principales problemas macroeconómicos.",
  "El sector público interviene en la economía para corregir fallos de mercado.",
  "Los impuestos son la principal fuente de ingresos del Estado.",
  "El presupuesto del Estado recoge los ingresos y los gastos públicos.",
  "Un déficit público ocurre cuando los gastos superan a los ingresos.",
  "Una empresa combina factores de producción para crear bienes.",
  "El objetivo de una empresa suele ser maximizar sus beneficios.",
  "Un emprendedor es una persona que crea y desarrolla una idea de negocio.",
  "El marketing busca satisfacer las necesidades de los consumidores.",
  "El sistema financiero canaliza el ahorro hacia la inversión.",
  "El tipo de interés es el precio del dinero.",
  "La bolsa es un mercado donde se negocian acciones de empresas.",
  "La globalización es la creciente interconexión de las economías mundiales.",
  "El comercio internacional se basa en la ventaja comparativa.",
  "Un presupuesto personal ayuda a controlar nuestras finanzas.",
  "El ahorro es la parte del ingreso que no se consume.",
  "Los consumidores tienen derechos que los protegen de los abusos.",
  "Los ciclos económicos son fluctuaciones de la actividad económica.",
  "La división del trabajo aumenta la productividad.",
  "La productividad mide la eficiencia de la producción.",
  "Una sociedad limitada (S.L.) es un tipo de empresa muy común.",
  "Una sociedad anónima (S.A.) divide su capital en acciones.",
  "Un monopolio es un mercado con un único vendedor.",
  "La publicidad es una herramienta de comunicación y persuasión.",
  "El Banco Central Europeo controla la política monetaria de la zona euro.",
  "El tipo de cambio es el precio de una moneda en términos de otra.",
  "La balanza de pagos registra las transacciones de un país con el exterior.",
  "El desarrollo humano mide el bienestar más allá del PIB.",
  "La economía sumergida escapa al control fiscal del Estado.",
  "Un plan de pensiones es un producto de ahorro para la jubilación.",
  "Los bienes públicos son aquellos cuyo consumo no es excluyente.",
  "Una externalidad es el efecto de una actividad económica sobre terceros.",
  "La política fiscal utiliza los impuestos y el gasto público.",
  "La política monetaria controla la cantidad de dinero en circulación.",
  "La oferta monetaria es la cantidad total de dinero en una economía.",
  "La renta per cápita es el PIB dividido por la población.",
  "La curva de Phillips muestra la relación entre inflación y desempleo.",
  "El oligopolio es un mercado con pocos vendedores.",
  "La competencia perfecta es un modelo de mercado ideal.",
  "La depreciación de una moneda abarata las exportaciones.",
  "Un arancel es un impuesto a las importaciones.",
  "El Fondo Monetario Internacional (FMI) busca la estabilidad financiera global.",
  "La deuda pública es la deuda total del Estado.",
  "La inversión es la compra de bienes de capital.",
  "El capital humano es el conjunto de conocimientos y habilidades de los trabajadores.",
  "La innovación es la introducción de nuevos productos o procesos.",
  "Una patente protege legalmente una invención.",
  "El 'crowdfunding' es un método de financiación colectiva.",
  "Un 'business angel' es un inversor privado que apoya a 'startups'.",
  "El análisis DAFO estudia las debilidades, amenazas, fortalezas y oportunidades.",
  "La segmentación de mercado divide a los clientes en grupos.",
  "El comercio electrónico es la compra y venta de bienes por internet.",
  "La logística se encarga de la gestión del flujo de mercancías.",
  "Los recursos humanos gestionan el personal de una empresa.",
  "La contabilidad registra la actividad económica de una empresa.",
  "El balance de situación refleja el patrimonio de una empresa.",
  "El activo de una empresa son sus bienes y derechos.",
  "El pasivo son las deudas y obligaciones de la empresa.",
  "El patrimonio neto son los fondos propios de la empresa.",
  "La cuenta de resultados muestra los ingresos y gastos de un período.",
  "La amortización es la pérdida de valor de un activo.",
  "La renta fija son bonos que pagan un interés fijo.",
  "La renta variable son las acciones, cuyo rendimiento no está garantizado.",
  "La diversificación de una cartera de inversión reduce el riesgo.",
  "El IBEX 35 es el principal índice bursátil de la bolsa española.",
  "La microeconomía estudia el comportamiento de los agentes individuales.",
  "La macroeconomía estudia la economía en su conjunto.",
  "La elasticidad mide la sensibilidad de una variable a los cambios de otra.",
  "Los bienes sustitutivos son aquellos que pueden ser reemplazados por otros.",
  "Los bienes complementarios son aquellos que se consumen juntos.",
  "La escasez obliga a los agentes económicos a elegir.",
  "La frontera de posibilidades de producción muestra la producción máxima de una economía.",
  "El flujo circular de la renta representa los intercambios entre los agentes.",
  "El valor añadido es el valor que una empresa agrega a sus insumos.",
  "La estanflación es una situación de estancamiento con alta inflación.",
  "La deflación es una bajada generalizada de los precios.",
  "El umbral de rentabilidad es el punto donde los ingresos igualan a los costes.",
  "Los costes fijos no varían con el nivel de producción.",
  "Los costes variables dependen del volumen de producción.",
  "El beneficio de una empresa es la diferencia entre sus ingresos y sus costes."
]
