[
  "La planificación del entrenamiento es fundamental para optimizar el rendimiento.",
  "Los principios del entrenamiento guían el proceso de mejora física.",
  "El sistema aeróbico utiliza oxígeno para producir energía de forma sostenida.",
  "El sistema anaeróbico láctico se activa en esfuerzos intensos de hasta un minuto.",
  "La frecuencia cardíaca es un indicador directo de la intensidad del ejercicio.",
  "La fuerza explosiva es la capacidad de aplicar la máxima fuerza en el mínimo tiempo.",
  "El entrenamiento pliométrico mejora la capacidad de salto y la potencia.",
  "La técnica del triple salto en atletismo consta de un 'hop', un 'step' y un 'jump'.",
  "El ataque contra una defensa en zona en baloncesto requiere una buena circulación de balón.",
  "El sistema de juego 5-1 en voleibol utiliza un único colocador especialista.",
  "La alimentación pre-competición debe ser rica en hidratos de carbono.",
  "El dopaje es el uso de sustancias prohibidas para mejorar el rendimiento.",
  "La danza contemporánea busca una mayor libertad expresiva del movimiento.",
  "El lanzamiento de disco requiere una técnica de giro muy coordinada.",
  "La prevención de lesiones es un aspecto clave de cualquier programa de entrenamiento.",
  "El 'parkour' es una disciplina que consiste en superar obstáculos urbanos.",
  "La valoración de la condición física se realiza mediante tests estandarizados.",
  "El lanzamiento en suspensión en balonmano permite superar a la defensa.",
  "La psicología deportiva trabaja aspectos como la motivación y la concentración.",
  "El entrenamiento funcional busca mejorar los movimientos de la vida diaria.",
  "El 'floorball' o unihockey es un deporte de equipo muy dinámico y seguro.",
  "La supercompensación es la adaptación del cuerpo a un nivel superior tras el descanso.",
  "La defensa presionante en baloncesto busca robar el balón en campo contrario.",
  "El salvamento acuático deportivo combina natación y técnicas de rescate.",
  "El principio de sobrecarga progresiva es esencial para la mejora continua.",
  "El 'slackline' es un deporte de equilibrio sobre una cinta elástica.",
  "La biomecánica analiza el movimiento del cuerpo desde el punto de vista de la física.",
  "El líbero en voleibol es un jugador especialista en defensa.",
  "El entrenamiento en suspensión utiliza el propio peso corporal como resistencia.",
  "El rugby es un deporte de contacto que fomenta el trabajo en equipo.",
  "La composición corporal analiza la proporción de masa grasa y masa muscular.",
  "El 'frisbee' o disco volador tiene unas propiedades aerodinámicas especiales.",
  "La periodización del entrenamiento organiza la temporada en diferentes fases.",
  "El kin-ball es un deporte cooperativo que se juega con una pelota gigante.",
  "El VO2 máx es el volumen máximo de oxígeno que el cuerpo puede procesar.",
  "La técnica de la braza en natación es la más lenta de los estilos.",
  "La agilidad es la capacidad de cambiar de dirección de forma rápida y precisa.",
  "El pádel es un deporte de pala que se juega por parejas.",
  "El principio de especificidad dice que se mejora lo que se entrena.",
  "La escalada en bloque o 'boulder' se realiza sin cuerda a poca altura.",
  "La flexibilidad dinámica se trabaja con movimientos controlados y amplios.",
  "El 'crossfit' es un sistema de entrenamiento de alta intensidad.",
  "La fatiga es una disminución transitoria de la capacidad de rendimiento.",
  "El Test de Cooper es una prueba para estimar la resistencia aeróbica.",
  "El sistema anaeróbico aláctico proporciona energía para esfuerzos muy cortos y explosivos.",
  "La táctica individual es la toma de decisiones de un jugador.",
  "La técnica del 'Fosbury Flop' revolucionó el salto de altura.",
  "El 'Ultimate' es un deporte autoarbitrado basado en el espíritu de juego.",
  "La nutrición post-entrenamiento es clave para la recuperación muscular.",
  "Las habilidades gimnásticas desarrollan el control y el dominio corporal.",
  "El 'kayak' se impulsa con una pala de doble hoja.",
  "La visualización es una técnica psicológica para ensayar una acción mentalmente.",
  "El HIIT es un método de entrenamiento interválico de alta intensidad.",
  "El judo es un arte marcial que utiliza la fuerza del oponente.",
  "La flexibilidad estática consiste en mantener una posición de estiramiento.",
  "El 'street workout' o calistenia utiliza el mobiliario urbano para entrenar.",
  "El principio de individualización adapta el entrenamiento a cada persona.",
  "La defensa 3-2-1 en balonmano es un sistema defensivo muy abierto.",
  "La carrera de orientación requiere tanto capacidad física como mental.",
  "El descanso activo consiste en realizar actividad de muy baja intensidad.",
  "El 'core' es el núcleo de estabilidad de nuestro cuerpo.",
  "El 'pickleball' es un deporte de pala que combina elementos del tenis y el bádminton.",
  "La propiocepción es el sentido que nos informa de la posición del cuerpo.",
  "El entrenamiento de la fuerza-resistencia mejora la capacidad de soportar la fatiga.",
  "El 'footing' es una forma de carrera continua a un ritmo suave.",
  "La técnica del lanzamiento de jabalina busca maximizar la distancia de vuelo.",
  "El 'fair play' es más importante que la victoria a cualquier precio.",
  "La hidratación con bebidas isotónicas repone sales minerales.",
  "La danza urbana engloba estilos como el 'hip hop' o el 'breakdance'.",
  "El test de 'Sit and Reach' mide la flexibilidad de la cadena posterior.",
  "El entrenamiento concurrente combina la fuerza y la resistencia en la misma sesión.",
  "El 'kitesurf' es un deporte acuático que utiliza una cometa de tracción.",
  "La frecuencia cardíaca basal es el pulso en reposo total.",
  "El 'spinning' o ciclo indoor es una actividad aeróbica sobre bicicleta estática.",
  "La técnica del viraje en natación es crucial para no perder tiempo.",
  "El 'bossaball' es un deporte que fusiona voleibol, fútbol y capoeira sobre una cama elástica.",
  "La suplementación deportiva debe ser supervisada por un profesional.",
  "El 'trekking' es una modalidad de senderismo de varios días.",
  "La termorregulación es la capacidad del cuerpo de mantener su temperatura.",
  "El 'paintball' es un juego de estrategia en equipo que utiliza marcadoras de pintura.",
  "El umbral anaeróbico es la intensidad a partir de la cual se acumula ácido láctico.",
  "La técnica del 'smash' en bádminton es un golpeo potente y descendente.",
  "El entrenamiento en altitud busca mejorar el transporte de oxígeno en sangre.",
  "El 'goalball' es un deporte paralímpico para personas con discapacidad visual.",
  "La vuelta a la calma previene las agujetas y facilita la recuperación.",
  "El 'bodyboard' es una modalidad de surf que se practica tumbado sobre la tabla.",
  "La planificación nutricional es una parte invisible del entrenamiento.",
  "El 'curling' es un deporte de precisión que se practica sobre hielo.",
  "La flexibilidad es la única capacidad física que involuciona con la edad.",
  "El 'softball' es una variante del béisbol con un campo más pequeño y una pelota más grande.",
  "El entrenamiento de la velocidad de reacción mejora nuestra capacidad de respuesta.",
  "El 'trail running' consiste en correr por senderos de montaña.",
  "La ergonomía deportiva busca adaptar el material para mejorar el rendimiento.",
  "El 'dodgeball' o balón prisionero es un juego popular de lanzamiento y esquiva."
]
