[
  "El movimiento es el cambio de posición de un cuerpo respecto a un sistema de referencia.",
  "La velocidad media es el cociente entre el espacio recorrido y el tiempo empleado.",
  "La aceleración mide la variación de la velocidad en la unidad de tiempo.",
  "En un movimiento rectilíneo uniforme (MRU), la velocidad es constante.",
  "La caída libre es un movimiento rectilíneo uniformemente acelerado (MRUA).",
  "Las leyes de Newton son los principios fundamentales de la dinámica.",
  "La inercia es la tendencia de un cuerpo a mantener su estado de movimiento.",
  "La fuerza neta es igual al producto de la masa por la aceleración.",
  "El principio de acción y reacción establece que las fuerzas siempre aparecen en pares.",
  "La fuerza de rozamiento es una fuerza que se opone al deslizamiento.",
  "El peso de un cuerpo es la fuerza de atracción gravitatoria que ejerce la Tierra.",
  "La energía mecánica se conserva si no actúan fuerzas no conservativas.",
  "La energía cinética es la energía asociada al movimiento de los cuerpos.",
  "La energía potencial gravitatoria depende de la altura de un objeto.",
  "El trabajo de una fuerza se calcula como el producto de la fuerza por el desplazamiento.",
  "La potencia es la rapidez con la que se realiza un trabajo.",
  "La presión es la fuerza ejercida por unidad de superficie.",
  "El principio de Arquímedes explica por qué los cuerpos flotan en un fluido.",
  "El átomo está formado por un núcleo central y una corteza electrónica.",
  "El núcleo atómico contiene protones y neutrones.",
  "La tabla periódica organiza los elementos por su número atómico.",
  "Los elementos de un mismo grupo tienen propiedades químicas parecidas.",
  "Un enlace iónico se forma por la atracción entre iones de carga opuesta.",
  "Un enlace covalente se basa en la compartición de pares de electrones.",
  "El enlace metálico explica la conductividad de los metales.",
  "Una reacción química es un proceso de reorganización de átomos.",
  "La masa se conserva en todas las reacciones químicas.",
  "La velocidad de una reacción depende de la temperatura y la concentración.",
  "Un catalizador acelera una reacción química sin consumirse.",
  "La química orgánica estudia los compuestos del carbono.",
  "Los hidrocarburos son compuestos formados por carbono e hidrógeno.",
  "Los polímeros son macromoléculas formadas por la unión de monómeros.",
  "Las ondas transportan energía sin transportar materia.",
  "La energía nuclear se libera en las reacciones de fisión y fusión.",
  "El momento lineal de un cuerpo es el producto de su masa por su velocidad.",
  "El impulso mecánico es igual a la variación del momento lineal.",
  "Las fuerzas a distancia, como la gravedad, actúan sin contacto.",
  "La estequiometría estudia las relaciones cuantitativas en las reacciones.",
  "La concentración de una disolución se puede expresar en molaridad.",
  "Una reacción de combustión es una oxidación rápida que desprende energía.",
  "Los ácidos y las bases son sustancias con propiedades químicas opuestas.",
  "La electrólisis utiliza la electricidad para provocar una reacción química.",
  "Una pila galvánica produce electricidad a partir de una reacción redox.",
  "La termoquímica estudia el calor asociado a las reacciones químicas.",
  "El petróleo se separa en diferentes fracciones mediante destilación.",
  "El efecto invernadero es un fenómeno natural que calienta la atmósfera.",
  "La lluvia ácida daña los bosques y los monumentos.",
  "La capa de ozono nos protege de la radiación ultravioleta.",
  "El movimiento circular uniforme (MCU) tiene una aceleración centrípeta.",
  "La fuerza centrípeta es la responsable de mantener un cuerpo en una trayectoria curva.",
  "La presión hidrostática aumenta con la profundidad del fluido.",
  "El mol es la unidad de cantidad de sustancia en el Sistema Internacional.",
  "El número de Avogadro es el número de partículas que hay en un mol.",
  "La formulación inorgánica sigue las normas de la IUPAC.",
  "Los óxidos son combinaciones de un elemento con el oxígeno.",
  "Los hidróxidos se forman por la reacción de un óxido metálico con agua.",
  "Los ácidos oxoácidos contienen hidrógeno, un no metal y oxígeno.",
  "Las sales se forman en las reacciones de neutralización.",
  "Los alcanos son hidrocarburos con enlaces simples carbono-carbono.",
  "Los alquenos contienen al menos un doble enlace carbono-carbono.",
  "Los alquinos presentan al menos un triple enlace carbono-carbono.",
  "Los alcoholes contienen el grupo funcional hidroxilo (-OH).",
  "La refracción de la luz explica el funcionamiento de las lentes.",
  "La reflexión de la luz es el fenómeno que ocurre en los espejos.",
  "El sonido es una onda mecánica que necesita un medio para propagarse.",
  "La frecuencia de una onda está relacionada con el tono del sonido.",
  "La amplitud de una onda está relacionada con la intensidad del sonido.",
  "La energía eléctrica se transporta a alto voltaje para minimizar las pérdidas.",
  "Un transformador es un dispositivo que cambia el voltaje de la corriente alterna.",
  "La radiactividad es la emisión espontánea de partículas desde un núcleo inestable.",
  "La vida media es el tiempo que tarda en desintegrarse la mitad de una muestra radiactiva.",
  "La fisión nuclear es la base de las centrales nucleares.",
  "La fusión nuclear es la fuente de energía de las estrellas.",
  "El trabajo de la fuerza de rozamiento siempre es negativo.",
  "La energía potencial elástica es la que almacena un muelle deformado.",
  "El principio de Pascal se aplica en las prensas hidráulicas.",
  "La densidad es la relación entre la masa y el volumen de un cuerpo.",
  "El ajuste de una ecuación química debe cumplir la ley de conservación de la masa.",
  "El reactivo limitante es el que se consume por completo en una reacción.",
  "El rendimiento de una reacción indica la eficacia del proceso.",
  "Los plásticos son polímeros sintéticos de gran utilidad.",
  "El reciclaje de materiales es fundamental para la sostenibilidad.",
  "El momento de una fuerza mide su capacidad para producir un giro.",
  "Dos fuerzas forman un par si son paralelas, de igual módulo y sentido contrario.",
  "La estructura cristalina es la ordenación de los átomos en un sólido iónico.",
  "La electronegatividad es la tendencia de un átomo a atraer electrones.",
  "La polaridad de un enlace depende de la diferencia de electronegatividad.",
  "La ley de los gases ideales relaciona la presión, el volumen y la temperatura.",
  "La entalpía es una medida del calor intercambiado en una reacción.",
  "Una reacción exotérmica es aquella que desprende calor.",
  "Una reacción endotérmica es aquella que absorbe calor.",
  "El equilibrio químico se alcanza cuando las velocidades de las reacciones directa e inversa se igualan.",
  "El principio de Le Châtelier predice cómo un sistema en equilibrio responde a una perturbación.",
  "Los isómeros son compuestos con la misma fórmula molecular pero diferente estructura."
]
