[
  "La Revolución Industrial supuso el paso de una economía agraria a una industrial.",
  "La máquina de vapor fue el gran motor de la Primera Revolución Industrial.",
  "El liberalismo defendía la soberanía nacional y la separación de poderes.",
  "El nacionalismo fue una ideología clave en la unificación de Italia y Alemania.",
  "El movimiento obrero luchó por mejorar las condiciones de vida de los trabajadores.",
  "El marxismo y el anarquismo fueron las principales ideologías obreras.",
  "El imperialismo fue la expansión de las potencias europeas por África y Asia.",
  "La Primera Guerra Mundial fue un conflicto de una escala y brutalidad sin precedentes.",
  "La guerra de trincheras caracterizó el frente occidental durante la Gran Guerra.",
  "La Revolución Rusa de 1917 estableció el primer estado comunista del mundo.",
  "El Tratado de Versalles impuso unas duras condiciones de paz a Alemania.",
  "La crisis de 1929 provocó una profunda depresión económica a nivel mundial.",
  "El fascismo en Italia y el nazismo en Alemania fueron regímenes totalitarios.",
  "La Segunda Guerra Mundial comenzó con la invasión nazi de Polonia en 1939.",
  "El Holocausto fue el genocidio sistemático del pueblo judío por parte de los nazis.",
  "La Guerra Fría fue un enfrentamiento entre el bloque capitalista y el comunista.",
  "El Muro de Berlín fue el símbolo de la división de Europa durante la Guerra Fría.",
  "La descolonización fue el proceso de independencia de las colonias afroasiáticas.",
  "La caída del Muro de Berlín en 1989 marcó el inicio del fin de la Guerra Fría.",
  "La disolución de la URSS en 1991 puso fin a la era bipolar.",
  "La Guerra de la Independencia Española fue la lucha contra la invasión napoleónica.",
  "Las Cortes de Cádiz proclamaron la primera Constitución española en 1812.",
  "El reinado de Fernando VII supuso la restauración del absolutismo.",
  "Durante el reinado de Isabel II se consolidó el Estado liberal en España.",
  "Las guerras carlistas enfrentaron a absolutistas y liberales en España.",
  "El Sexenio Democrático fue un intento de establecer una democracia plena en España.",
  "La Restauración borbónica se basó en el turnismo de los partidos Conservador y Liberal.",
  "El caciquismo fue un sistema de fraude electoral que sustentó la Restauración.",
  "El desastre de 1898 supuso la pérdida de Cuba, Puerto Rico y Filipinas.",
  "La Generación del 98 reflexionó sobre la decadencia de España.",
  "El reinado de Alfonso XIII estuvo marcado por una gran inestabilidad política.",
  "La dictadura de Primo de Rivera fue un paréntesis autoritario antes de la República.",
  "La Segunda República Española fue un régimen democrático y reformista.",
  "La Guerra Civil Española (1936-1939) fue un trágico conflicto fratricida.",
  "La dictadura de Franco fue un régimen autoritario que duró casi cuarenta años.",
  "La Transición fue el proceso pacífico de paso de la dictadura a la democracia.",
  "La Constitución de 1978 es la base de nuestro sistema democrático actual.",
  "El Estado del Bienestar busca garantizar servicios públicos como la sanidad y la educación.",
  "El mundo actual se enfrenta a desafíos globales como el cambio climático.",
  "La Unión Europea es un proyecto de integración económica y política.",
  "La sociedad de clases sustituyó a la sociedad estamental del Antiguo Régimen.",
  "La burguesía fue la clase social dominante en el siglo XIX.",
  "El proletariado estaba formado por los obreros industriales.",
  "El sufragio censitario solo permitía votar a los hombres ricos.",
  "El movimiento sufragista luchó por el derecho al voto de las mujeres.",
  "El arte neoclásico se inspiraba en la antigüedad grecorromana.",
  "El Romanticismo exaltaba los sentimientos y la libertad individual.",
  "El Realismo buscaba representar la realidad de forma objetiva.",
  "El Impresionismo revolucionó la pintura al centrarse en la luz y el color.",
  "La Segunda Revolución Industrial se basó en la electricidad y el petróleo.",
  "La producción en cadena, o fordismo, aumentó la productividad industrial.",
  "La Conferencia de Berlín organizó el reparto colonial de África.",
  "La Paz Armada fue el período de rearme y alianzas previo a la Gran Guerra.",
  "La Sociedad de Naciones fue un intento fallido de crear una organización internacional de paz.",
  "Los 'felices años veinte' fueron una época de prosperidad en Estados Unidos.",
  "El 'New Deal' fue el programa de Roosevelt para combatir la Gran Depresión.",
  "El espacio vital era la justificación de Hitler para su política expansionista.",
  "El desembarco de Normandía fue una operación clave en la Segunda Guerra Mundial.",
  "La ONU se creó tras la Segunda Guerra Mundial para mantener la paz.",
  "El Plan Marshall fue un programa de ayuda estadounidense para reconstruir Europa.",
  "La OTAN fue la alianza militar del bloque occidental durante la Guerra Fría.",
  "El Pacto de Varsovia fue la alianza militar del bloque comunista.",
  "La carrera espacial fue una manifestación de la rivalidad entre EEUU y la URSS.",
  "La crisis de los misiles en Cuba puso al mundo al borde de la guerra nuclear.",
  "La Perestroika fue el proceso de reformas que llevó al fin de la URSS.",
  "El conflicto árabe-israelí es un foco de tensión permanente en Oriente Próximo.",
  "La globalización ha intensificado los intercambios económicos y culturales a nivel mundial.",
  "El Neoliberalismo es una ideología que defiende la mínima intervención del Estado en la economía.",
  "La deslocalización industrial es el traslado de la producción a países con costes más bajos.",
  "El terrorismo internacional es una de las grandes amenazas del siglo XXI.",
  "La revolución digital ha transformado por completo nuestra sociedad.",
  "El Regeneracionismo fue un movimiento que buscaba modernizar España tras el 98.",
  "La Semana Trágica de Barcelona fue una importante revuelta social en 1909.",
  "La dictablanda de Berenguer fue el último intento de salvar la monarquía de Alfonso XIII.",
  "La reforma agraria fue una de las políticas más importantes de la Segunda República.",
  "El bombardeo de Guernica fue un ataque aéreo sobre población civil durante la Guerra Civil.",
  "La autarquía fue la política económica de autoabastecimiento de la primera etapa del franquismo.",
  "El Concilio Vaticano II modernizó la Iglesia Católica en los años 60.",
  "El asesinato de Carrero Blanco en 1973 aceleró la crisis del régimen franquista.",
  "Adolfo Suárez fue el primer presidente del gobierno de la democracia.",
  "El golpe de Estado del 23-F fue un intento fallido de acabar con la democracia.",
  "La entrada de España en la Comunidad Económica Europea se produjo en 1986.",
  "El Estado de las Autonomías descentralizó el poder político en España.",
  "La burbuja inmobiliaria fue una de las causas de la crisis económica de 2008.",
  "El movimiento 15-M expresó el descontento social por la crisis y la política.",
  "La abdicación de Juan Carlos I dio paso al reinado de Felipe VI.",
  "El proceso independentista en Cataluña ha sido un gran desafío para la política española.",
  "La crisis de los refugiados es un gran reto humanitario para Europa.",
  "El Brexit es la salida del Reino Unido de la Unión Europea.",
  "La pandemia de COVID-19 ha provocado una crisis sanitaria y económica global.",
  "La invasión rusa de Ucrania ha reavivado las tensiones geopolíticas en Europa."
]
