[
  "La inteligencia general artificial superaría a los humanos.",
  "El problema de la alineación busca objetivos compatibles.",
  "La singularidad tecnológica transformaría la civilización humana.",
  "El transhumanismo propone mejorar las capacidades biológicas.",
  "Las interfaces cerebro máquina plantean dilemas éticos profundos.",
  "La conciencia artificial es un debate filosófico abierto.",
  "El argumento de la habitación china cuestiona la comprensión.",
  "Los qualia son las experiencias subjetivas de la conciencia.",
  "¿Puede una máquina tener derechos legales y morales?",
  "La responsabilidad algorítmica debe estar claramente definida.",
  "Los sesgos cognitivos humanos se transfieren al software.",
  "La caja negra impide la auditoría de decisiones críticas.",
  "La interpretabilidad es vital en medicina y justicia.",
  "El aprendizaje no supervisado descubre estructuras ocultas.",
  "La reducción de dimensionalidad simplifica datos complejos.",
  "El análisis de componentes principales es una técnica estadística.",
  "Las máquinas de soporte vectorial clasifican datos linealmente.",
  "Los bosques aleatorios combinan múltiples árboles de decisión.",
  "El ensamble de modelos mejora la precisión predictiva.",
  "La validación cruzada estratificada mantiene las proporciones.",
  "El sesgo de selección invalida los resultados estadísticos.",
  "La paradoja de Simpson muestra tendencias engañosas.",
  "La correlación no implica necesariamente causalidad directa.",
  "La inferencia causal busca el porqué de los eventos.",
  "Los grafos causales modelan las relaciones causa efecto.",
  "La contrafactualidad imagina qué habría pasado si.",
  "El razonamiento abductivo busca la mejor explicación.",
  "La lógica difusa maneja verdades parciales e imprecisas.",
  "Los algoritmos genéticos imitan la evolución biológica.",
  "La selección natural inspira la optimización evolutiva.",
  "La mutación introduce variabilidad en la población.",
  "El cruce combina características de los padres.",
  "La función de aptitud evalúa a los individuos.",
  "La inteligencia de enjambre imita a las hormigas.",
  "La optimización por colonias de hormigas busca caminos.",
  "Los autómatas celulares simulan sistemas dinámicos complejos.",
  "El juego de la vida muestra complejidad emergente.",
  "La emergencia es el surgimiento de propiedades nuevas.",
  "El caos determinista es impredecible a largo plazo.",
  "El efecto mariposa muestra la sensibilidad inicial.",
  "Los sistemas complejos adaptativos evolucionan con el tiempo.",
  "La teoría de la información cuantifica la incertidumbre.",
  "La entropía mide el desorden de un sistema.",
  "El bit es la unidad mínima de información.",
  "La compresión de datos reduce la redundancia.",
  "El teorema de Shannon limita la capacidad del canal.",
  "La corrección de errores asegura la transmisión fiable.",
  "El código Hamming detecta y corrige bits erróneos.",
  "La criptografía asimétrica usa claves públicas y privadas.",
  "RSA es un algoritmo de cifrado muy utilizado.",
  "La firma digital garantiza autenticidad y no repudio.",
  "El hash es una huella digital única del archivo.",
  "La prueba de trabajo asegura la red Bitcoin.",
  "El consenso distribuido evita el doble gasto.",
  "Los contratos inteligentes automatizan acuerdos digitales.",
  "La web descentralizada busca eliminar intermediarios.",
  "La privacidad diferencial añade ruido para proteger.",
  "El anonimato en la red es difícil de garantizar.",
  "La huella digital rastrea nuestra actividad online.",
  "El capitalismo de vigilancia monetiza nuestros datos.",
  "La economía de la atención compite por nuestro tiempo.",
  "Los patrones oscuros manipulan al usuario en la web.",
  "La adicción tecnológica es un problema de salud pública.",
  "El bienestar digital promuebe un uso saludable.",
  "La desconexión digital es un derecho laboral.",
  "El teletrabajo cambia la dinámica de las oficinas.",
  "La economía gig se basa en trabajos temporales.",
  "La precariedad laboral puede aumentar con las plataformas.",
  "La inteligencia artificial verde reduce el consumo energético.",
  "La computación neuromórfica imita el hardware cerebral.",
  "Los memristores recuerdan su historia eléctrica previa.",
  "La espintrónica usa el espín del electrón.",
  "La computación óptica usa luz en vez de electricidad.",
  "El almacenamiento de ADN guarda datos en moléculas.",
  "La biología sintética programa células vivas.",
  "La nanotecnología manipula la materia a escala atómica.",
  "Los nanorrobots podrían curar enfermedades desde dentro.",
  "La exploración espacial requiere robots autónomos inteligentes.",
  "La terraformación de Marte es un proyecto a largo plazo.",
  "La búsqueda de inteligencia extraterrestre usa radiotelescopios.",
  "La paradoja de Fermi pregunta dónde están todos.",
  "El gran filtro podría explicar el silencio cósmico.",
  "La sostenibilidad de la civilización es el gran reto.",
  "El cambio climático requiere soluciones tecnológicas urgentes.",
  "La geoingeniería podría modificar el clima terrestre.",
  "La captura de carbono reduce el efecto invernadero.",
  "La fusión nuclear promete energía limpia ilimitada.",
  "Los reactores de fusión usan campos magnéticos potentes.",
  "El ITER es un proyecto internacional de energía.",
  "La ciencia abierta comparte datos y resultados libremente.",
  "El acceso abierto democratiza el conocimiento científico.",
  "La revisión por pares asegura la calidad científica.",
  "El método científico se basa en la evidencia empírica.",
  "La falsabilidad es clave para una teoría científica.",
  "El escepticismo científico duda de las afirmaciones.",
  "La pseudociencia no sigue el método riguroso.",
  "El pensamiento crítico detecta falacias lógicas.",
  "El sesgo de autoridad no es un argumento válido.",
  "La navaja de Ockham prefiere la explicación simple.",
  "El efecto Dunning Kruger es la ilusión de competencia.",
  "La humildad intelectual reconoce lo que no sabemos."
]