[
  "She has been studying French for three years.",
  "If I had more time, I would read more books.",
  "The new museum was opened by the Queen last month.",
  "He is the most intelligent person I have ever met.",
  "While I was watching TV, the telephone suddenly rang.",
  "You should eat more vegetables to have a healthy diet.",
  "This is the house where I was born and grew up.",
  "He has just finished his homework, so he can go out.",
  "If you don't hurry, you will miss the train.",
  "My sister is going to travel to Japan next summer.",
  "I haven't seen my cousin since last Christmas.",
  "The film was so boring that we left before the end.",
  "He used to play football in the park when he was a child.",
  "A new library will be built in our city next year.",
  "She asked me if I could help her with her project.",
  "You must not use your phone during the exam.",
  "He is not old enough to drive a car.",
  "I am looking forward to seeing you again soon.",
  "The concert had already started when we arrived.",
  "If I were you, I would apologize to her.",
  "This book was written by a famous British author.",
  "They have lived in this town for more than twenty years.",
  "He told me that he would be late for the meeting.",
  "It is important to protect the environment for future generations.",
  "The match was cancelled because of the heavy rain.",
  "I have never been to an opera before.",
  "She is learning how to play the electric guitar.",
  "They might go to the beach tomorrow if the weather is good.",
  "I enjoy listening to music while I am studying.",
  "He couldn't come to the party because he was ill.",
  "This is the best pizza I have ever tasted.",
  "He is not as tall as his older brother.",
  "We will probably visit our grandparents at the weekend.",
  "She has worked as a doctor since she finished university.",
  "He was so tired that he fell asleep on the sofa.",
  "You don't have to wear a uniform at this school.",
  "The film is about a scientist who discovers a new planet.",
  "She is very good at solving mathematical problems.",
  "I am thinking of joining the basketball team.",
  "He was accused of cheating in the exam.",
  "The problem is that I have forgotten my password.",
  "We were surprised by the news we heard yesterday.",
  "She has decided to look for a better job.",
  "It was such a cold day that we stayed at home.",
  "He is used to getting up early in the morning.",
  "They are planning to organize a surprise party for her.",
  "I would rather stay in than go to the cinema tonight.",
  "She advised me to study harder for the test.",
  "The flight was delayed due to a technical problem.",
  "He succeeded in climbing the highest mountain.",
  "We are not allowed to eat in the classroom.",
  "I wish I had a bigger room for all my books.",
  "She was disappointed with the mark she got.",
  "It is worth visiting the new art gallery.",
  "He is responsible for taking care of his little sister.",
  "They have been best friends since they were children.",
  "I am not sure what I am going to do this evening.",
  "She is proud of her son's academic achievements.",
  "The city is famous for its beautiful architecture.",
  "He apologized for breaking the window.",
  "We are looking for someone who can speak German.",
  "She is allergic to nuts, so she can't eat them.",
  "I am afraid of spiders and snakes.",
  "He is capable of running a marathon.",
  "They are excited about their trip to New York.",
  "I am tired of doing the same thing every day.",
  "She is keen on fashion and reads a lot of magazines.",
  "He is worried about his future career.",
  "We are grateful for all the support we have received.",
  "She is similar to her mother in many aspects.",
  "I am satisfied with the results of the project.",
  "He is aware of the importance of recycling.",
  "They are opposed to the new government's policy.",
  "I am curious to know what is inside the box.",
  "She is fond of watching old black and white movies.",
  "He is known for his great sense of humour.",
  "We are dependent on technology in our daily lives.",
  "She is an expert in the field of renewable energy.",
  "I am convinced that we are on the right path.",
  "He is involved in a local environmental group.",
  "They are prepared for any possible emergency.",
  "I am fed up with your constant complaints.",
  "She is passionate about animal rights.",
  "He is determined to make his dreams come true.",
  "We are committed to providing the best service.",
  "She is accustomed to working under pressure.",
  "I am amazed by the beauty of the landscape.",
  "He is confident that he will pass the exam.",
  "They are concerned about the effects of pollution.",
  "This dress is much more expensive than the other one.",
  "I have been waiting for you for over an hour.",
  "The letter was sent to the wrong address by mistake.",
  "Unless you study, you will not pass the course.",
  "He has his car repaired once a year.",
  "Despite the bad weather, we went for a walk.",
  "She is said to be the best singer of her generation.",
  "I would have come if you had invited me."
]
