[
  "El latín es la lengua madre de las lenguas romances.",
  "La primera declinación agrupa a sustantivos mayoritariamente femeninos.",
  "El caso nominativo desempeña la función de sujeto.",
  "El caso acusativo se utiliza para el complemento directo.",
  "El verbo 'sum' es el verbo ser o estar en latín y es irregular.",
  "La civilización romana ha dejado un legado inmenso en nuestra cultura.",
  "Rómulo y Remo son los legendarios fundadores de Roma.",
  "La Eneida de Virgilio es el gran poema épico de la literatura latina.",
  "Julio César fue un general y político romano que conquistó la Galia.",
  "El Foro era el centro de la vida pública en la antigua Roma.",
  "La segunda declinación contiene sustantivos masculinos y neutros.",
  "Los adjetivos deben concordar en género, número y caso con el sustantivo.",
  "La primera conjugación verbal tiene el infinitivo en '-are'.",
  "El pretérito imperfecto de indicativo expresa una acción duradera en el pasado.",
  "El Coliseo de Roma era un anfiteatro para luchas de gladiadores.",
  "Las calzadas romanas conectaban todos los puntos del Imperio.",
  "La tercera declinación es la más compleja y variada.",
  "El genitivo indica posesión o pertenencia.",
  "El dativo se utiliza para la función de complemento indirecto.",
  "El ablativo expresa circunstancias de lugar, tiempo o modo.",
  "Cicerón fue el orador más famoso de la historia de Roma.",
  "Las Guerras Púnicas enfrentaron a Roma y Cartago por el Mediterráneo.",
  "Aníbal Barca cruzó los Alpes con elefantes para atacar a Roma.",
  "La caída del Imperio Romano de Occidente marca el inicio de la Edad Media.",
  "El participio es una forma no personal del verbo con función de adjetivo.",
  "El ablativo absoluto es una construcción muy característica del latín.",
  "Las termas eran los baños públicos y un centro social.",
  "El panteón de Agripa destaca por su impresionante cúpula.",
  "La cuarta declinación tiene sustantivos con tema en '-u'.",
  "La quinta declinación es la que menos sustantivos contiene.",
  "El pretérito perfecto de indicativo expresa una acción pasada y terminada.",
  "La voz pasiva indica que el sujeto padece la acción del verbo.",
  "El complemento agente en la voz pasiva se expresa en ablativo.",
  "El acueducto de Segovia es una obra de ingeniería romana espectacular.",
  "Los dioses romanos fueron asimilados de la mitología griega.",
  "Júpiter es el padre de los dioses y los hombres.",
  "Marte era el dios de la guerra y un protector de Roma.",
  "El infinitivo es una forma no personal del verbo.",
  "El imperativo se utiliza para expresar órdenes o mandatos.",
  "El subjuntivo expresa acciones irreales, posibles o deseadas.",
  "La conjunción 'ut' puede introducir proposiciones subordinadas.",
  "El pronombre relativo 'qui, quae, quod' introduce oraciones de relativo.",
  "La palabra 'rosa, rosae' es un ejemplo de la primera declinación.",
  "La palabra 'dominus, domini' pertenece a la segunda declinación.",
  "La palabra 'rex, regis' es un sustantivo de la tercera declinación.",
  "El futuro de indicativo se forma con el infijo '-bi-' en las dos primeras conjugaciones.",
  "El poeta Horacio acuñó la expresión 'carpe diem'.",
  "Las comedias de Plauto eran muy populares entre el pueblo romano.",
  "El Derecho Romano es la base de nuestro sistema legal actual.",
  "La palabra 'res, rei' significa 'cosa' y es de la quinta declinación.",
  "El gerundio es una forma nominal del verbo que expresa la acción verbal.",
  "El supino es otra forma nominal del verbo con valor de finalidad.",
  "La República fue el sistema de gobierno anterior al Imperio.",
  "El Senado era la institución más importante de la República romana.",
  "Augusto fue el primer emperador de Roma.",
  "La 'pax romana' fue un largo período de paz y prosperidad en el Imperio.",
  "Hispania era el nombre que los romanos dieron a la península ibérica.",
  "Mérida, la antigua 'Emerita Augusta', fue una importante capital romana.",
  "El latín vulgar fue la variedad hablada que dio origen a las lenguas romances.",
  "Muchas palabras científicas y técnicas provienen directamente del latín.",
  "El pretérito pluscuamperfecto indica una acción anterior a otra ya pasada.",
  "La conjunción 'cum' puede tener valor temporal o causal.",
  "La domus era la vivienda de las familias ricas.",
  "Las ínsulas eran bloques de pisos donde vivía la plebe.",
  "El circo era el recinto para las emocionantes carreras de carros.",
  "Los aurigas eran los conductores de los carros de carreras.",
  "La legión era la unidad básica del disciplinado ejército romano.",
  "El emperador Trajano, de origen hispano, llevó al Imperio a su máxima extensión.",
  "El estoicismo fue una importante corriente filosófica en Roma.",
  "El poeta Ovidio escribió 'El arte de amar' y las 'Metamorfosis'.",
  "La conjunción 'si' introduce una proposición condicional.",
  "El comparativo de superioridad de los adjetivos se forma con el sufijo '-ior'.",
  "El superlativo de los adjetivos se forma con el sufijo '-issimus'.",
  "El pronombre demostrativo 'hic, haec, hoc' significa 'este, esta, esto'.",
  "El pronombre 'ille, illa, illud' significa 'aquel, aquella, aquello'.",
  "El verbo 'possum' significa 'poder' y es un compuesto de 'sum'.",
  "El verbo 'fero' significa 'llevar' y es muy irregular.",
  "La conjunción 'et' significa 'y'.",
  "La conjunción 'sed' significa 'pero'.",
  "El vocativo es el caso que se utiliza para llamar a alguien.",
  "El enunciado de un verbo consta de cinco formas.",
  "El tema de perfecto sirve para formar los tiempos de perfecto.",
  "La conjunción 'dum' significa 'mientras'.",
  "El anfiteatro era un edificio de planta ovalada para espectáculos.",
  "Las catacumbas eran cementerios subterráneos utilizados por los primeros cristianos.",
  "El Panteón es un templo circular dedicado a todos los dioses.",
  "La Vía Apia es una de las calzadas romanas más antiguas y famosas.",
  "La palabra 'bellum, belli' significa 'guerra' y es un neutro de la segunda declinación.",
  "El verbo 'eo' significa 'ir' y es completamente irregular.",
  "La expresión 'Alea iacta est' fue pronunciada por Julio César al cruzar el Rubicón.",
  "La oratoria era el arte de hablar en público con elocuencia.",
  "El calendario actual es una herencia del calendario romano.",
  "Muchos de los meses del año derivan de nombres de dioses o emperadores romanos.",
  "La expresión 'S.P.Q.R.' significa 'El Senado y el Pueblo Romano'."
]
