[
  "El Romanticismo fue un movimiento que exaltaba los sentimientos y la libertad.",
  "Gustavo Adolfo Bécquer es el principal poeta del posromanticismo español.",
  "El Realismo literario buscaba reflejar la sociedad de la época de forma objetiva.",
  "Benito Pérez Galdós es el novelista más importante del Realismo en España.",
  "Una oración compuesta contiene más de un verbo en forma personal.",
  "Las proposiciones coordinadas son sintácticamente independientes entre sí.",
  "El nexo 'pero' introduce una proposición coordinada adversativa.",
  "Las proposiciones subordinadas dependen de una proposición principal.",
  "Una proposición subordinada sustantiva equivale a un sustantivo.",
  "La Generación del 98 reflexionó sobre la crisis de España.",
  "Antonio Machado es un poeta clave de la Generación del 98.",
  "El Modernismo, con Rubén Darío, buscaba la belleza y la musicalidad.",
  "Las vanguardias del siglo XX rompieron con el arte tradicional.",
  "El surrealismo exploró el mundo de los sueños y el subconsciente.",
  "La Generación del 27 unió tradición y vanguardia en su poesía.",
  "Federico García Lorca es el poeta más universal de la Generación del 27.",
  "Una perífrasis verbal consta de un verbo auxiliar y uno principal.",
  "La perífrasis 'tener que + infinitivo' expresa una obligación.",
  "El texto argumentativo defiende una tesis con diferentes argumentos.",
  "Las variedades de la lengua pueden ser geográficas, sociales o de registro.",
  "El dialecto andaluz es una variedad geográfica del español.",
  "El lenguaje formal se utiliza en situaciones serias o académicas.",
  "La literatura de posguerra estuvo marcada por la censura y el exilio.",
  "Camilo José Cela inauguró el tremendismo con 'La familia de Pascual Duarte'.",
  "La novela social de los años 50 denunciaba las injusticias de la época.",
  "Las proposiciones subordinadas adjetivas complementan a un sustantivo.",
  "El pronombre relativo 'que' es el nexo más común en las subordinadas adjetivas.",
  "Las proposiciones subordinadas adverbiales funcionan como un complemento circunstancial.",
  "El nexo 'cuando' introduce una proposición subordinada adverbial de tiempo.",
  "La coherencia es la propiedad que da sentido global a un texto.",
  "La cohesión se logra mediante mecanismos que enlazan las partes de un texto.",
  "Los conectores textuales, como 'además' o 'sin embargo', cohesionan el texto.",
  "La denotación es el significado objetivo de una palabra.",
  "La connotación son los significados subjetivos asociados a una palabra.",
  "La metáfora es una figura retórica que identifica dos realidades.",
  "La hipérbole consiste en una exageración intencionada.",
  "El lexema es la parte de la palabra que contiene el significado principal.",
  "Los prefijos y los sufijos son morfemas derivativos.",
  "La palabra 'rehacer' se ha formado por prefijación.",
  "El género lírico expresa los sentimientos del poeta.",
  "El género narrativo relata una historia con un narrador.",
  "El género dramático está destinado a la representación teatral.",
  "Una novela es una narración extensa en prosa.",
  "El cuento es una narración breve con pocos personajes.",
  "La tragedia es un subgénero teatral con un desenlace funesto.",
  "La comedia busca provocar la risa del espectador.",
  "El español es una lengua romance que procede del latín.",
  "El euskera es la única lengua prerromana que se conserva en España.",
  "Las lenguas cooficiales de España son el catalán, el gallego y el euskera.",
  "La sinonimia se da entre palabras con significado similar.",
  "La antonimia se produce entre palabras con significado opuesto.",
  "Una palabra polisémica es aquella que tiene varios significados.",
  "El campo semántico agrupa palabras de la misma categoría que comparten un significado.",
  "El texto expositivo tiene como finalidad informar de manera objetiva.",
  "La noticia es el género periodístico informativo por excelencia.",
  "El artículo de opinión expresa el punto de vista de su autor.",
  "La oración pasiva se forma con el verbo 'ser' más el participio.",
  "El complemento agente realiza la acción en la oración pasiva.",
  "El valor del 'se' puede ser reflexivo, recíproco o impersonal.",
  "En 'Se venden pisos', el 'se' es una marca de pasiva refleja.",
  "La novela picaresca narra la vida de un antihéroe.",
  "El 'Lazarillo de Tormes' es la primera novela picaresca.",
  "El Renacimiento supuso una vuelta a la cultura clásica grecolatina.",
  "Garcilaso de la Vega introdujo el soneto en la poesía española.",
  "El Barroco fue un movimiento cultural caracterizado por el desengaño.",
  "Quevedo y Góngora son los dos grandes poetas del Barroco español.",
  "La Ilustración fue el movimiento intelectual del siglo XVIII.",
  "El ensayo fue el género preferido por los ilustrados.",
  "Las fábulas de Iriarte y Samaniego tienen una finalidad didáctica.",
  "Rosalía de Castro es una figura clave del Rexurdimento gallego.",
  "La oración simple solo tiene un verbo en forma personal.",
  "El sujeto y el predicado son los constituyentes básicos de la oración.",
  "El predicado puede ser nominal o verbal.",
  "Un verbo copulativo (ser, estar, parecer) lleva un atributo.",
  "El complemento directo recibe directamente la acción del verbo.",
  "El complemento indirecto designa al destinatario de la acción.",
  "El complemento de régimen verbal es exigido por el verbo.",
  "Los complementos circunstanciales expresan diversas circunstancias de la acción.",
  "La aposición es un complemento del nombre que va entre comas.",
  "El vocativo se usa para llamar la atención del interlocutor.",
  "La yuxtaposición es la unión de proposiciones sin nexos.",
  "El Arcipreste de Hita escribió el 'Libro de buen amor' en el siglo XIV.",
  "Jorge Manrique es el autor de las 'Coplas a la muerte de su padre'.",
  "'La Celestina' es una obra de transición entre la Edad Media y el Renacimiento.",
  "Lope de Vega fue el gran renovador del teatro del Siglo de Oro.",
  "Calderón de la Barca es el otro gran dramaturgo del Barroco.",
  "'La vida es sueño' es la obra más famosa de Calderón.",
  "El Neoclasicismo impuso unas reglas muy estrictas en el teatro.",
  "Leandro Fernández de Moratín es el principal autor del teatro neoclásico.",
  "'El sí de las niñas' critica los matrimonios concertados.",
  "José de Espronceda es el poeta romántico más representativo.",
  "Mariano José de Larra fue un periodista crítico en la época del Romanticismo.",
  "La novela por entregas tuvo un gran éxito en el siglo XIX."
]
