[
  [
    "El Romanticismo fue un movimiento que revolucionó el arte y la literatura en la primera mitad del siglo XIX.",
    "Se caracterizó por la exaltación de los sentimientos, el individualismo y el anhelo de libertad.",
    "Los autores románticos sentían una profunda insatisfacción con el mundo y a menudo se evadían a épocas pasadas.",
    "Temas como el amor imposible, la muerte, la naturaleza salvaje y lo misterioso eran sus preferidos.",
    "José de Espronceda, con su 'Canción del pirata', es el perfecto ejemplo del héroe rebelde romántico."
  ],
  [
    "Gustavo Adolfo Bécquer es la figura más importante del posromanticismo español.",
    "Su poesía es íntima, sencilla en la forma pero de una gran profundidad emocional.",
    "En sus 'Rimas', explora temas como el amor idealizado, el desengaño y la creación poética.",
    "Sus 'Leyendas' son narraciones en prosa que recrean un ambiente misterioso y sobrenatural.",
    "Bécquer es considerado el iniciador de la poesía española moderna."
  ],
  [
    "El Realismo literario, en la segunda mitad del siglo XIX, se propuso ser un espejo de la sociedad.",
    "Los autores observaban y describían la realidad de forma objetiva y minuciosa.",
    "La burguesía, con sus problemas y aspiraciones, se convirtió en la clase social protagonista.",
    "La novela fue el género ideal para realizar este análisis detallado de la vida contemporánea.",
    "Benito Pérez Galdós, con sus 'Episodios Nacionales', es el gran novelista de este período."
  ],
  [
    "Leopoldo Alas, más conocido como 'Clarín', escribió una de las cumbres de la novela realista: 'La Regenta'.",
    "La obra retrata la vida en Vetusta, una ciudad de provincias que representa a la Oviedo de la época.",
    "Su protagonista, Ana Ozores, es una mujer frustrada que se debate entre sus anhelos y una sociedad asfixiante.",
    "Clarín realiza una crítica demoledora de la hipocresía, la mediocridad y el poder de la Iglesia.",
    "Es una de las novelas más importantes de la literatura española."
  ],
  [
    "El Naturalismo es una corriente que lleva el Realismo a sus extremos.",
    "Influenciado por la ciencia, sostenía que el ser humano está determinado por su herencia genética y su medio social.",
    "Los novelistas naturalistas retrataban los ambientes más marginales y los aspectos más sórdidos de la sociedad.",
    "No pretendían juzgar, sino mostrar la realidad con la objetividad de un científico.",
    "En España, autoras como Emilia Pardo Bazán introdujeron esta corriente."
  ],
  [
    "El Modernismo fue un movimiento de renovación artística que buscaba la belleza por encima de todo.",
    "Surgió a finales del siglo XIX como una reacción contra la vulgaridad del mundo burgués.",
    "El poeta nicaragüense Rubén Darío fue su máxima figura y su gran impulsor.",
    "Su poesía se caracteriza por la musicalidad, el uso de un léxico exótico y la presencia de cisnes y princesas.",
    "Fue un movimiento eminentemente estético y sensorial."
  ],
  [
    "La Generación del 98 comparte época con el Modernismo, pero sus preocupaciones son diferentes.",
    "Tras el desastre de 1898, estos autores se sumieron en una profunda reflexión sobre España.",
    "Les dolía España y buscaron su verdadera esencia en el paisaje de Castilla y en su historia.",
    "Autores como Unamuno, Machado o Baroja renovaron los géneros literarios con un estilo sobrio.",
    "Su actitud era más filosófica y crítica que la de los modernistas."
  ],
  [
    "Antonio Machado es una de las voces más importantes de la poesía española.",
    "Su obra evoluciona desde un Modernismo íntimo en 'Soledades' hasta la reflexión noventayochista.",
    "En 'Campos de Castilla', el paisaje castellano se convierte en el símbolo del alma de España.",
    "Su poesía posterior se vuelve más filosófica y sentenciosa.",
    "Fue un hombre profundamente comprometido con su tiempo y con la República."
  ],
  [
    "Las vanguardias artísticas de principios del siglo XX buscaron romper con toda la tradición anterior.",
    "Movimientos como el futurismo, el cubismo o el dadaísmo exploraron nuevas formas de expresión.",
    "El surrealismo, influido por el psicoanálisis de Freud, exploró el mundo de los sueños y el subconsciente.",
    "En literatura, los vanguardistas jugaron con la tipografía y la lógica del lenguaje.",
    "Ramón Gómez de la Serna, con sus greguerías, es el gran introductor de la vanguardia en España."
  ],
  [
    "La Generación del 27 es un grupo excepcional de poetas que convivió en la Residencia de Estudiantes de Madrid.",
    "Lograron una síntesis perfecta entre la tradición poética española y la modernidad de las vanguardias.",
    "Poetas como Lorca, Alberti, Salinas, Guillén o Cernuda forman parte de este grupo.",
    "La metáfora se convirtió en su principal herramienta expresiva.",
    "La Guerra Civil Española provocó la trágica desintegración del grupo, con la muerte de Lorca y el exilio de la mayoría."
  ],
  [
    "Federico García Lorca es, posiblemente, el poeta español más universal.",
    "Su obra combina la tradición popular andaluza con la audacia de las imágenes surrealistas.",
    "En el 'Romancero Gitano', mitifica el mundo gitano como símbolo de la libertad y la marginalidad.",
    "En 'Poeta en Nueva York', expresa su angustia ante la deshumanización de la gran ciudad.",
    "Su teatro, con obras como 'Yerma' o 'La casa de Bernarda Alba', también es una cumbre de la literatura."
  ],
  [
    "La oración compuesta es aquella que contiene más de un verbo en forma personal.",
    "Está formada por varias proposiciones que se relacionan entre sí.",
    "Si las proposiciones son independientes, se unen por coordinación o yuxtaposición.",
    "Si una proposición depende de otra, se establece una relación de subordinación.",
    "Analizar estas relaciones es fundamental en la sintaxis de la oración compuesta."
  ],
  [
    "Las proposiciones coordinadas se unen mediante nexos y tienen la misma jerarquía sintáctica.",
    "Las copulativas (y, e, ni) suman o añaden información.",
    "Las disyuntivas (o, u) presentan opciones que se excluyen.",
    "Las adversativas (pero, mas, sino que) expresan una contraposición u objeción.",
    "Cada proposición podría funcionar como una oración simple independiente."
  ],
  [
    "Las proposiciones subordinadas sustantivas realizan la misma función que un sustantivo.",
    "Pueden funcionar como sujeto, complemento directo, atributo o término de una preposición.",
    "La forma más fácil de reconocerlas es intentar sustituirlas por el pronombre 'eso'.",
    "Se introducen por nexos como la conjunción 'que' o los interrogativos 'quién' o 'dónde'.",
    "Por ejemplo, en 'No sé si vendrá', la subordinada funciona como complemento directo."
  ],
  [
    "Las proposiciones subordinadas adjetivas o de relativo complementan a un sustantivo anterior.",
    "Este sustantivo al que se refieren se llama antecedente.",
    "Funcionan igual que un adjetivo, por lo que se pueden sustituir por uno.",
    "Se introducen por pronombres relativos como 'que', 'quien', 'el cual' o 'cuyo'.",
    "En 'La casa que compré es grande', la proposición de relativo especifica de qué casa hablamos."
  ],
  [
    "Las proposiciones subordinadas adverbiales propias funcionan como un complemento circunstancial.",
    "Se pueden sustituir por un adverbio y expresan tiempo, lugar o modo.",
    "Las de tiempo se introducen por nexos como 'cuando' o 'mientras'.",
    "Las de lugar utilizan nexos como 'donde' o 'adonde'.",
    "Las de modo se introducen por nexos como 'como' o 'según'."
  ],
  [
    "Las proposiciones subordinadas adverbiales impropias expresan relaciones lógicas complejas.",
    "Las causales indican el motivo de la acción principal (porque, ya que).",
    "Las finales expresan la finalidad (para que, a fin de que).",
    "Las condicionales expresan una condición (si, a condición de que).",
    "Las concesivas expresan un obstáculo (aunque, a pesar de que)."
  ],
  [
    "La literatura española de la posguerra estuvo marcada por la dictadura franquista.",
    "La censura y el exilio de muchos autores determinaron el panorama literario.",
    "En los años 40, surgió una novela existencialista y pesimista, llamada tremendismo.",
    "Camilo José Cela, con 'La familia de Pascual Duarte', es el mejor ejemplo.",
    "En poesía, autores como Miguel Hernández escribieron desde la cárcel."
  ],
  [
    "La novela social de los años 50 buscaba denunciar la dura realidad de la España de la época.",
    "Los autores adoptaron una postura objetivista, casi como si fueran una cámara de cine.",
    "El protagonista a menudo era colectivo, representando a un grupo social.",
    "Rafael Sánchez Ferlosio, con 'El Jarama', retrata un día en la vida de un grupo de jóvenes.",
    "Buscaban una renovación literaria y un compromiso con la sociedad."
  ],
  [
    "A partir de los años 60, la novela española experimentó una profunda renovación formal.",
    "Influenciados por novelistas europeos como Joyce, los autores se centraron en la experimentación.",
    "Rompieron con la narración lineal, mezclando puntos de vista y tiempos verbales.",
    "Luis Martín-Santos, con 'Tiempo de silencio', es el gran iniciador de esta tendencia.",
    "La novela se volvió más compleja y exigía un lector mucho más activo."
  ],
  [
    "Las variedades de la lengua muestran que no todos hablamos de la misma manera.",
    "Las variedades diatópicas o geográficas son los dialectos de cada zona (andaluz, canario...).",
    "Las variedades diastráticas o sociales dependen del nivel sociocultural del hablante (nivel culto, vulgar...).",
    "Las variedades diafásicas o registros se adaptan a la situación (registro formal, coloquial...).",
    "Todas estas variedades son legítimas y enriquecen el idioma."
  ],
  [
    "El texto argumentativo tiene como objetivo defender una idea y persuadir al lector.",
    "La idea que se defiende se llama tesis.",
    "Los argumentos son las razones que se utilizan para apoyar la tesis.",
    "Se pueden usar datos, ejemplos, citas de autoridad o argumentos lógicos.",
    "Es fundamental para la vida en sociedad, desde un debate hasta un anuncio publicitario."
  ],
  [
    "Las propiedades textuales garantizan que un texto sea comunicativamente eficaz.",
    "La adecuación es la adaptación del texto a la situación comunicativa.",
    "La coherencia es la propiedad que le da sentido global y unidad temática.",
    "La cohesión se refiere a la correcta conexión entre las diferentes partes del texto.",
    "Un buen texto debe cumplir obligatoriamente estas tres propiedades."
  ],
  [
    "Los mecanismos de cohesión son las herramientas que conectan las ideas en un texto.",
    "La repetición de palabras o el uso de sinónimos y antónimos son mecanismos léxicos.",
    "El uso de pronombres para evitar repeticiones es un mecanismo gramatical.",
    "Los conectores textuales (además, sin embargo, por lo tanto) establecen relaciones lógicas.",
    "Gracias a ellos, un texto es una unidad trabada y no una simple sucesión de frases."
  ],
  [
    "El español es una de las lenguas más habladas del mundo.",
    "Es la lengua oficial en más de veinte países, principalmente en América Latina.",
    "Procede del latín vulgar que se hablaba en la península ibérica.",
    "Ha recibido influencias de otras lenguas como el árabe, el francés o el inglés.",
    "La Real Academia Española (RAE) es la institución que vela por su unidad y buen uso."
  ],
  [
    "El teatro posterior a la Guerra Civil se dividió en dos grandes tendencias.",
    "Por un lado, un teatro comercial y de humor, que buscaba entretener y evadir al público.",
    "Por otro lado, un teatro de denuncia que, a través del simbolismo, intentaba criticar la dictadura.",
    "Antonio Buero Vallejo, con obras como 'Historia de una escalera', es el máximo exponente de este teatro.",
    "En los años 60, surgieron grupos de teatro independiente que buscaron nuevas formas de expresión."
  ],
  [
    "La novela hispanoamericana contemporánea ha dado grandes figuras a la literatura universal.",
    "El 'boom' de los años 60, con autores como García Márquez o Vargas Llosa, fue un fenómeno mundial.",
    "El realismo mágico, que mezcla realidad y fantasía de forma natural, es una de sus señas de identidad.",
    "Posteriormente, han surgido nuevas generaciones de escritores que exploran temas y estilos muy diversos.",
    "Es una de las literaturas más ricas y vibrantes del panorama actual."
  ],
  [
    "La poesía de la experiencia es una de las corrientes más importantes de la poesía española reciente.",
    "Surgió en la década de 1980 y busca una comunicación directa con el lector.",
    "Los poetas utilizan un lenguaje claro y coloquial para hablar de temas cotidianos.",
    "La vida urbana, el amor, la amistad o el paso del tiempo son sus temas centrales.",
    "Autores como Luis García Montero son representativos de esta tendencia."
  ],
  [
    "El lenguaje de los medios de comunicación tiene unas características propias.",
    "Busca la claridad, la concisión y la objetividad, especialmente en los géneros informativos.",
    "La función principal del lenguaje periodístico es la referencial o informativa.",
    "Sin embargo, en los géneros de opinión, la función apelativa y expresiva son dominantes.",
    "El uso de anglicismos y neologismos es muy frecuente en la prensa actual."
  ],
  [
    "La literatura escrita por mujeres ha sido a menudo silenciada a lo largo de la historia.",
    "En el siglo XIX, autoras como Rosalía de Castro o Emilia Pardo Bazán reivindicaron su voz.",
    "Durante la posguerra, escritoras como Carmen Laforet, con 'Nada', ofrecieron una nueva perspectiva.",
    "En las últimas décadas, ha habido una gran eclosión de autoras en todos los géneros.",
    "Recuperar y valorar la obra de estas escritoras es un acto de justicia literaria."
  ],
  [
    "El ensayo es un género literario que reflexiona sobre un tema desde un punto de vista personal.",
    "El autor expone sus ideas de forma argumentada, pero sin la pretensión de agotar el tema.",
    "Combina la exposición objetiva con la subjetividad y el estilo personal.",
    "Ortega y Gasset fue una de las grandes figuras del ensayo en el siglo XX.",
    "Es un género ideal para el debate de ideas y la reflexión crítica."
  ],
  [
    "La denotación es el significado objetivo y literal de una palabra.",
    "Es el significado que encontramos en el diccionario y que es común para todos los hablantes.",
    "Por ejemplo, la denotación de 'corazón' es 'órgano muscular que bombea la sangre'.",
    "La connotación, en cambio, son los significados subjetivos y añadidos que una palabra nos sugiere.",
    "La connotación de 'corazón' puede ser 'amor' o 'sentimiento'."
  ],
  [
    "Las figuras retóricas son recursos del lenguaje que se utilizan para dar más expresividad al mensaje.",
    "La metáfora identifica un término real con uno imaginario por su semejanza.",
    "La hipérbole es una exageración desproporcionada de la realidad.",
    "La personificación atribuye cualidades humanas a seres inanimados o animales.",
    "Son especialmente frecuentes en el lenguaje literario, pero también las usamos en la vida cotidiana."
  ],
  [
    "La estructura de la palabra nos permite analizar su formación.",
    "El lexema o raíz es la parte que contiene el significado fundamental.",
    "Los morfemas son las unidades que se añaden al lexema para modificar su significado.",
    "Los morfemas derivativos (prefijos y sufijos) sirven para crear nuevas palabras.",
    "Los morfemas flexivos (de género, número, tiempo...) aportan información gramatical."
  ],
  [
    "La lírica es el género literario que se utiliza para expresar sentimientos y emociones.",
    "El autor transmite su visión subjetiva del mundo a través de la voz de un 'yo poético'.",
    "Suele estar escrita en verso y utiliza un lenguaje muy elaborado y rítmico.",
    "El amor, la muerte, la soledad o la naturaleza son algunos de sus temas universales.",
    "La canción es la manifestación más popular y extendida de la lírica."
  ],
  [
    "La narrativa es el género que relata una serie de acontecimientos, reales o ficticios.",
    "Estos acontecimientos son protagonizados por unos personajes en un tiempo y espacio determinados.",
    "La figura del narrador es quien cuenta la historia desde un punto de vista concreto.",
    "La novela y el cuento son los subgéneros narrativos más importantes.",
    "Su estructura clásica se divide en planteamiento, nudo y desenlace."
  ],
  [
    "El género dramático o teatral está concebido para ser representado en un escenario.",
    "La historia se desarrolla a través de los diálogos y las acciones de los personajes.",
    "El texto teatral se divide en actos y escenas.",
    "Las acotaciones son las indicaciones del autor sobre la escenografía o los movimientos.",
    "La tragedia y la comedia son sus dos grandes subgéneros desde la antigüedad."
  ],
  [
    "El texto digital ha transformado nuestra forma de leer y escribir.",
    "Se caracteriza por la hipertextualidad, la capacidad de enlazar unos textos con otros.",
    "Es multimodal, ya que puede integrar texto, imagen, vídeo y sonido.",
    "La interactividad permite que el lector participe y modifique el contenido.",
    "La lectura en pantalla suele ser más fragmentada y menos profunda que en papel."
  ],
  [
    "El español de América presenta una gran riqueza y diversidad.",
    "Aunque comparte una base común con el español de España, tiene sus propias características.",
    "En el léxico, existen muchas palabras propias de cada país, llamadas americanismos.",
    "En la pronunciación, fenómenos como el seseo o el yeísmo son generales.",
    "El uso de 'vos' en lugar de 'tú' (voseo) es característico de algunas zonas como Argentina."
  ],
  [
    "La novela desde 1975 hasta la actualidad ha seguido caminos muy diversos.",
    "Tras el fin de la dictadura, se recuperaron temas y autores que habían estado prohibidos.",
    "La novela histórica, la novela negra y la novela intimista han tenido un gran auge.",
    "Han surgido muchas autoras que ofrecen una nueva perspectiva sobre la realidad.",
    "La literatura actual es un reflejo de la complejidad y la diversidad de la sociedad contemporánea."
  ]
]
