[
  "Los números reales incluyen a los racionales e irracionales.",
  "Un intervalo cerrado [a, b] incluye los extremos a y b.",
  "La raíz cuadrada de 3 es un número irracional.",
  "Una potencia de exponente fraccionario es equivalente a un radical.",
  "Las propiedades de las potencias simplifican los cálculos con radicales.",
  "Las raíces de un polinomio son los valores que lo anulan.",
  "El teorema del factor relaciona las raíces y los factores de un polinomio.",
  "Una ecuación bicuadrada se resuelve mediante un cambio de variable.",
  "Un sistema de ecuaciones no lineales contiene al menos una ecuación no lineal.",
  "El teorema de Pitágoras se aplica a los triángulos rectángulos.",
  "El seno de un ángulo es el cateto opuesto dividido por la hipotenusa.",
  "El coseno de un ángulo es el cateto contiguo dividido por la hipotenusa.",
  "La tangente es el cociente entre el seno y el coseno.",
  "La fórmula fundamental de la trigonometría es sen²(α) + cos²(α) = 1.",
  "La geometría analítica estudia las figuras usando coordenadas.",
  "Un vector se define por su módulo, dirección y sentido.",
  "La ecuación explícita de la recta es y = mx + n.",
  "La pendiente 'm' de una recta mide su inclinación.",
  "Dos rectas son paralelas si tienen la misma pendiente.",
  "Una función asigna a cada valor de 'x' un único valor de 'y'.",
  "El dominio de una función es su conjunto de valores de entrada.",
  "La gráfica de una función cuadrática es una parábola.",
  "El vértice de una parábola es su punto máximo o mínimo.",
  "Las funciones definidas a trozos tienen diferentes expresiones en diferentes intervalos.",
  "La estadística descriptiva resume y describe un conjunto de datos.",
  "La desviación típica es una medida de la dispersión de los datos.",
  "La probabilidad de un suceso se calcula con la regla de Laplace.",
  "La combinatoria se utiliza para contar las posibles agrupaciones de elementos.",
  "En las permutaciones de 'n' elementos, el orden sí importa.",
  "En las combinaciones, el orden de los elementos no importa.",
  "Las funciones exponenciales modelizan el crecimiento o decrecimiento rápido.",
  "La función logarítmica es la inversa de la función exponencial.",
  "El teorema del seno se aplica para resolver triángulos cualesquiera.",
  "El teorema del coseno es una generalización del de Pitágoras.",
  "Racionalizar una fracción es eliminar las raíces del denominador.",
  "La media, la mediana y la moda son medidas de centralización.",
  "La estadística bidimensional estudia la relación entre dos variables.",
  "Una nube de puntos representa gráficamente la relación entre dos variables.",
  "La recta de regresión permite hacer predicciones.",
  "El producto escalar de dos vectores es un número.",
  "Si el producto escalar es cero, los vectores son perpendiculares.",
  "La suma de vectores se puede calcular sumando sus coordenadas.",
  "Las funciones seno y coseno son periódicas, con período 2π.",
  "La distribución normal tiene una gráfica en forma de campana de Gauss.",
  "Una muestra debe ser representativa de la población para que el estudio sea válido.",
  "La solución de una inecuación es un intervalo o una unión de intervalos.",
  "La programación lineal busca optimizar una función sujeta a restricciones.",
  "El logaritmo de un producto es la suma de los logaritmos.",
  "El logaritmo de una potencia es el exponente por el logaritmo de la base.",
  "La interpolación lineal estima valores entre dos puntos conocidos.",
  "La ecuación de una circunferencia se deduce del teorema de Pitágoras.",
  "El coeficiente de correlación 'r' mide la fuerza de la relación lineal.",
  "Las variaciones son agrupaciones en las que el orden importa.",
  "El factorial de un número 'n' se escribe como n!.",
  "La asíntota de una función es una recta a la que la gráfica se acerca.",
  "La varianza es el cuadrado de la desviación típica.",
  "La probabilidad condicionada es la probabilidad de un suceso sabiendo que otro ha ocurrido.",
  "Un número complejo tiene una parte real y una parte imaginaria.",
  "La unidad imaginaria 'i' es la raíz cuadrada de menos uno.",
  "Los límites de funciones estudian el comportamiento de una función cerca de un punto.",
  "La derivada de una función mide su tasa de cambio instantánea.",
  "La integral de una función calcula el área bajo su curva.",
  "Las matrices son tablas de números dispuestas en filas y columnas.",
  "Los determinantes son números asociados a las matrices cuadradas.",
  "Un sistema de ecuaciones se puede resolver usando la regla de Cramer.",
  "El rango de una matriz es el número de filas o columnas linealmente independientes.",
  "Un espacio vectorial es un conjunto con una estructura algebraica definida.",
  "La elipse es el lugar geométrico de los puntos cuya suma de distancias a dos focos es constante.",
  "La hipérbola es el lugar geométrico de los puntos cuya diferencia de distancias a dos focos es constante.",
  "La parábola es el lugar geométrico de los puntos que equidistan de un foco y una directriz.",
  "Las coordenadas polares representan un punto mediante una distancia y un ángulo.",
  "El principio de inducción es un método de demostración matemática.",
  "La sucesión de Fibonacci se define por una relación de recurrencia.",
  "Una progresión aritmética es una sucesión en la que cada término se obtiene sumando una cantidad fija al anterior.",
  "Una progresión geométrica es una sucesión en la que cada término se obtiene multiplicando por una cantidad fija al anterior.",
  "El interés compuesto crece de forma exponencial.",
  "La trigonometría es fundamental para la navegación y la astronomía.",
  "Un radián es la medida de un ángulo cuyo arco mide lo mismo que el radio.",
  "La secante es la inversa del coseno.",
  "La cosecante es la inversa del seno.",
  "La cotangente es la inversa de la tangente.",
  "La identidad de Euler relaciona los números más importantes de las matemáticas.",
  "La teoría de grafos estudia las relaciones entre un conjunto de objetos.",
  "La criptografía utiliza las matemáticas para proteger la información.",
  "La estadística inferencial permite sacar conclusiones sobre una población a partir de una muestra.",
  "Un contraste de hipótesis es un procedimiento para tomar una decisión sobre una afirmación.",
  "El teorema de Bayes calcula la probabilidad de un suceso a partir de información previa.",
  "Los fractales son objetos geométricos con una estructura que se repite a diferentes escalas.",
  "La teoría del caos estudia sistemas dinámicos muy sensibles a las condiciones iniciales.",
  "La topología es la rama de las matemáticas que estudia las propiedades de los cuerpos que no varían por deformaciones continuas."
]
