[
    ["Para resolver una inecuación con una incógnita, operamos de forma similar a una ecuación.", "Agrupamos los términos con la incógnita a un lado y los números al otro.", "Hay que tener una precaución especial al multiplicar o dividir por un número negativo.", "Si lo hacemos, el sentido de la desigualdad debe cambiar.", "La solución no es un único valor, sino un conjunto de números o un intervalo."],
    ["La trigonometría nos permite resolver problemas de cálculo de alturas y distancias.", "Imaginemos que queremos medir la altura de un árbol sin subirnos a él.", "Nos situamos a una distancia conocida de su base y medimos el ángulo de elevación hasta la copa.", "Con la razón trigonométrica de la tangente, que relaciona los dos catetos, podemos plantear una ecuación.", "Despejando, obtenemos la altura del árbol de forma indirecta.", "Esta técnica es fundamental en topografía y astronomía."],
    ["Una función se puede estudiar analizando sus propiedades a partir de su gráfica.", "El dominio es el conjunto de valores de 'x' para los que existe la función.", "El recorrido es el conjunto de valores de 'y' que toma la función.", "Estudiamos sus intervalos de crecimiento y decrecimiento.", "También localizamos sus máximos y mínimos, que son los puntos más altos y bajos.", "Observar si es continua o si tiene simetría también nos da información valiosa."],
    ["La combinatoria nos ayuda a contar el número de agrupaciones que se pueden hacer con un conjunto de elementos.", "Si importa el orden de los elementos, utilizamos variaciones o permutaciones.", "Si el orden no importa, como al elegir un comité, utilizamos combinaciones.", "Las permutaciones son un caso particular de las variaciones en el que se usan todos los elementos.", "Estas herramientas son muy útiles en el cálculo de probabilidades."],
    ["La estadística inferencial nos permite sacar conclusiones sobre una población a partir de una muestra.", "Primero, debemos asegurarnos de que la muestra elegida sea representativa de la población.", "A partir de los datos de la muestra, calculamos estadísticos como la media.", "Luego, mediante técnicas de inferencia, estimamos cuál será el valor de ese parámetro en toda la población.", "Siempre existe un margen de error en estas estimaciones.", "Se utiliza en campos como los sondeos de opinión o el control de calidad industrial."],
    ["Para racionalizar una expresión con una raíz en el denominador, buscamos eliminarla.", "Multiplicamos tanto el numerador como el denominador por una expresión adecuada.", "Si en el denominador hay una raíz cuadrada, multiplicamos por esa misma raíz.", "Si hay una suma o resta con una raíz, multiplicamos por el conjugado.", "De esta forma, la raíz desaparece del denominador, simplificando la expresión."],
    ["La geometría analítica traduce problemas geométricos al lenguaje del álgebra.", "Cada punto del plano se representa con un par de coordenadas (x, y).", "Una recta se representa mediante una ecuación lineal.", "Podemos calcular distancias entre puntos, pendientes de rectas o puntos de intersección.", "Esta conexión entre geometría y álgebra es una herramienta muy poderosa."],
    ["Un logaritmo responde a la pregunta: '¿a qué exponente debo elevar la base para obtener este número?'.", "Por ejemplo, el logaritmo en base 10 de 100 es 2, porque 10 al cuadrado es 100.", "Los logaritmos tienen propiedades que nos permiten simplificar operaciones complejas.", "Convierten los productos en sumas y las potencias en multiplicaciones.", "Fueron inventados para facilitar los cálculos antes de la era de las calculadoras."],
    ["Una progresión geométrica es una sucesión donde cada término se obtiene multiplicando el anterior por una constante.", "Esta constante se llama 'razón' de la progresión.", "Si la razón es mayor que 1, los términos crecen exponencialmente.", "Si la razón está entre 0 y 1, los términos decrecen y se acercan a cero.", "Existe una fórmula para calcular la suma de los infinitos términos si la razón es menor que 1."],
    ["El estudio de la correlación entre dos variables estadísticas nos dice si están relacionadas.", "Dibujamos un diagrama de dispersión o nube de puntos para visualizar la relación.", "Si los puntos se agrupan en torno a una recta creciente, la correlación es positiva.", "Si se agrupan en torno a una recta decreciente, es negativa.", "Si los puntos están dispersos sin ningún patrón, no hay correlación lineal.", "El coeficiente de correlación 'r' es un número que cuantifica la fuerza de esta relación."]
]