[
  "La música del siglo XX se caracteriza por la ruptura con la tonalidad tradicional.",
  "El Impresionismo musical, con Debussy, buscaba crear atmósferas y sensaciones sonoras.",
  "El Expresionismo, liderado por Schönberg, exploró la disonancia y la atonalidad.",
  "El dodecafonismo es un sistema de composición basado en una serie de doce notas.",
  "El Neoclasicismo fue una vuelta a las formas y la claridad del siglo XVIII.",
  "La música electrónica nació con la posibilidad de grabar y manipular el sonido.",
  "El jazz evolucionó en múltiples estilos, desde el swing hasta el free jazz.",
  "El blues es la raíz de la que surgen la mayoría de los géneros populares modernos.",
  "El rock and roll de los años 50 fue una auténtica revolución musical y social.",
  "The Beatles transformaron la música pop con su creatividad y experimentación.",
  "El soul es un género que fusiona el R&B con la intensidad del góspel.",
  "El rock sinfónico o progresivo buscaba una mayor complejidad artística.",
  "El heavy metal se caracteriza por sus guitarras potentes y distorsionadas.",
  "El punk rock fue una reacción de rebeldía basada en la simplicidad y la energía.",
  "El reggae es un estilo musical originario de Jamaica con un ritmo característico.",
  "La música disco dominó las pistas de baile en la década de 1970.",
  "El hip hop es una cultura urbana que engloba el rap, el DJing y el breakdance.",
  "La música electrónica de baile (EDM) abarca géneros como el house o el techno.",
  "La música latina es un universo de ritmos como la salsa, la cumbia o el reguetón.",
  "La banda sonora de una película es un elemento crucial para la narrativa.",
  "El minimalismo es una corriente musical basada en la repetición de patrones.",
  "La tecnología digital ha revolucionado la producción y distribución musical.",
  "El videoclip se convirtió en una herramienta de promoción fundamental con la MTV.",
  "El flamenco es un arte andaluz que combina cante, toque y baile.",
  "La 'world music' o música del mundo da a conocer las tradiciones musicales del planeta.",
  "El 'sampleado' es la técnica de reutilizar fragmentos de otras grabaciones.",
  "La música indie se desarrolla al margen de las grandes compañías discográficas.",
  "Una ópera rock cuenta una historia a través de canciones de rock.",
  "El grunge fue el sonido del rock alternativo de Seattle en los años 90.",
  "La música de los videojuegos ha evolucionado hasta convertirse en un género propio.",
  "El 'autotune' es un procesador de audio que puede corregir la afinación.",
  "Un festival de música es un evento que reúne a múltiples artistas.",
  "El 'beatbox' es el arte de crear ritmos y sonidos con la boca.",
  "La propiedad intelectual protege los derechos de los creadores musicales.",
  "El 'ska' es un ritmo jamaicano, precursor del reggae.",
  "La 'new wave' fue una evolución más pop y experimental del punk.",
  "Un 'remix' es una versión alternativa de una canción original.",
  "El 'trap' es un subgénero del hip hop con ritmos lentos y graves.",
  "La música 'ambient' busca crear paisajes sonoros y atmósferas.",
  "El 'manager' es el representante que gestiona la carrera de un artista.",
  "La tonalidad es el sistema jerárquico de notas basado en un centro tonal.",
  "La atonalidad es la ausencia de un centro tonal definido.",
  "La textura polifónica presenta varias líneas melódicas independientes.",
  "La textura homofónica consiste en una melodía principal con acompañamiento.",
  "Una progresión de acordes es la sucesión de acordes en una canción.",
  "El compás de amalgama combina dos o más compases simples.",
  "La síncopa es un recurso rítmico que desplaza el acento natural.",
  "La improvisación es la creación de música de forma espontánea.",
  "Un 'riff' de guitarra es una frase corta y repetitiva.",
  "La música aleatoria introduce el azar en la composición.",
  "Un sintetizador es un instrumento que genera sonidos electrónicamente.",
  "El 'vibrato' es una ligera oscilación en la altura de una nota.",
  "La escala cromática contiene las doce notas de la música occidental.",
  "La escala pentatónica, de cinco notas, es muy común en la música folclórica.",
  "El contrapunto es el arte de combinar diferentes líneas melódicas.",
  "La fuga es la forma contrapuntística más compleja.",
  "Una sonata es una composición para uno o dos instrumentos.",
  "Un concierto es una obra para un instrumento solista y orquesta.",
  "La música de cámara se interpreta por un pequeño grupo de músicos.",
  "El 'leitmotiv' es un tema musical asociado a un personaje o idea.",
  "La música programática intenta describir una historia con sonidos.",
  "Un musical es una obra de teatro con canciones que hacen avanzar la trama.",
  "La fusión de géneros es una constante en la música contemporánea.",
  "El 'swing' es el ritmo característico de un estilo de jazz.",
  "El 'bebop' es un estilo de jazz rápido y virtuosístico.",
  "El 'cool jazz' se caracteriza por un sonido más relajado y lírico.",
  "El 'free jazz' rompe con las estructuras tradicionales de armonía y ritmo.",
  "El 'rhythm and blues' (R&B) es un precursor del rock and roll.",
  "La Motown fue una discográfica clave en el desarrollo de la música soul.",
  "El funk es un estilo muy rítmico y bailable, con un bajo muy prominente.",
  "El rock psicodélico buscaba emular las experiencias de las drogas alucinógenas.",
  "El 'glam rock' se caracterizaba por su estética teatral y andrógina.",
  "El post-punk fue una evolución más experimental y oscura del punk.",
  "La música gótica se caracteriza por sus atmósferas oscuras y melancólicas.",
  "El 'trip hop' combina elementos del hip hop con la música electrónica ambiental.",
  "El 'britpop' fue un movimiento de pop-rock británico en los años 90.",
  "La música 'lounge' es un estilo relajado y sofisticado.",
  "El 'bossa nova' es un estilo brasileño que fusiona la samba y el jazz.",
  "El tango es un género musical y una danza originaria de Argentina.",
  "La salsa es un género bailable que nació de la fusión de ritmos cubanos.",
  "El merengue es un ritmo alegre y bailable de la República Dominicana.",
  "La bachata es otro ritmo dominicano, de carácter más romántico.",
  "El 'sound system' es un concepto clave en la cultura musical de Jamaica.",
  "El 'dub' es una versión instrumental de una canción de reggae con efectos de sonido.",
  "La música industrial utiliza sonidos de máquinas y fábricas.",
  "El 'noise' es un género experimental que utiliza el ruido como elemento musical.",
  "La polirritmia es la superposición de varios ritmos diferentes a la vez.",
  "Un 'ostinato' es un motivo musical que se repite insistentemente.",
  "La homofonía es una textura con una melodía principal y un acompañamiento de acordes.",
  "El 'falsete' es una técnica vocal para cantar notas más agudas que el registro normal.",
  "La partitura es la representación escrita de una obra musical.",
  "La tablatura es un sistema de notación para instrumentos como la guitarra.",
  "Un luthier es el artesano que construye y repara instrumentos de cuerda.",
  "La afinación de un instrumento consiste en ajustar la altura de sus notas.",
  "El diapasón es una herramienta que produce una nota de referencia para afinar.",
  "La acústica de una sala influye enormemente en cómo se percibe la música."
]
