[
  "El Impresionismo revolucionó la pintura al centrarse en la captación de la luz.",
  "Los postimpresionistas como Van Gogh buscaron una expresión más personal.",
  "Las vanguardias artísticas del siglo XX rompieron con toda la tradición anterior.",
  "El cubismo, con Picasso, representaba los objetos desde múltiples puntos de vista.",
  "El surrealismo, liderado por Dalí, exploró el mundo de los sueños.",
  "El arte abstracto no representa la realidad figurativa, sino que se centra en la forma y el color.",
  "La Bauhaus fue una escuela que unió el arte, el diseño y la industria.",
  "El diseño industrial busca crear objetos funcionales, estéticos y producibles en serie.",
  "La identidad visual corporativa es la imagen gráfica de una empresa.",
  "El lenguaje publicitario utiliza la imagen y el texto para persuadir.",
  "El lenguaje cinematográfico se basa en la planificación de los planos.",
  "Un 'storyboard' es el guion gráfico que planifica una película.",
  "El sistema diédrico representa un objeto mediante sus vistas: alzado, planta y perfil.",
  "La acotación en un plano técnico indica las dimensiones exactas de un objeto.",
  "Una sección permite ver el interior de una pieza en un dibujo técnico.",
  "El Pop Art se inspiró en la cultura de masas y los objetos de consumo.",
  "Andy Warhol es el artista más representativo del Pop Art.",
  "El arte de acción, como la performance, convierte la acción en la propia obra.",
  "El videoarte utiliza el vídeo como medio de expresión artística.",
  "El diseño de moda combina la creatividad con la funcionalidad de las prendas.",
  "La arquitectura sostenible busca minimizar el impacto ambiental de los edificios.",
  "La perspectiva cónica crea una ilusión de profundidad muy realista.",
  "La psicología del color estudia cómo los colores afectan a nuestras emociones.",
  "La serigrafía es una técnica de estampación que permite la reproducción en serie.",
  "La novela gráfica es un formato de cómic con mayor ambición literaria.",
  "El diseño de interiores planifica y acondiciona los espacios habitables.",
  "El cartelismo es una disciplina de diseño gráfico para la comunicación pública.",
  "La animación es la técnica que crea la ilusión de movimiento.",
  "El patrimonio cultural es el legado artístico que debemos conservar.",
  "La semiótica de la imagen estudia cómo las imágenes producen significado.",
  "El arte conceptual da más importancia a la idea que al objeto.",
  "Una instalación artística transforma el espacio expositivo en parte de la obra.",
  "El 'branding' es el proceso de construcción de una marca.",
  "El movimiento Arts and Crafts defendía la artesanía frente a la industria.",
  "El Art Nouveau se inspiraba en las formas ondulantes de la naturaleza.",
  "El Art Déco se caracteriza por su elegancia y su amor por la geometría.",
  "El expresionismo abstracto se basa en la pincelada gestual y enérgica.",
  "El fotoperiodismo busca documentar la realidad y contar historias.",
  "La tipografía cinética es la animación de texto con fines expresivos.",
  "El 'land art' utiliza el propio paisaje como lienzo y material.",
  "El fauvismo, con Matisse, utilizaba el color de forma arbitraria y violenta.",
  "El futurismo glorificaba la máquina, la velocidad y la tecnología.",
  "El dadaísmo fue un movimiento antiarte que cuestionaba todas las convenciones.",
  "La composición modular se basa en la repetición de una forma base.",
  "El punto es la unidad mínima de la expresión gráfica.",
  "La línea define contornos y crea formas.",
  "El plano es una superficie bidimensional.",
  "La textura visual es la representación gráfica de una textura táctil.",
  "El equilibrio en una composición puede ser simétrico o asimétrico.",
  "El ritmo visual se consigue mediante la repetición ordenada de elementos.",
  "El peso visual es la capacidad de un elemento para atraer la atención.",
  "La forma positiva es la figura, y la negativa es el fondo.",
  "La perspectiva axonométrica representa objetos en 3D sin puntos de fuga.",
  "La normalización unifica los criterios del dibujo técnico.",
  "El boceto es un dibujo rápido que plasma una idea inicial.",
  "El encuadre en fotografía determina qué parte de la escena se muestra.",
  "La profundidad de campo es la zona de la imagen que aparece nítida.",
  "El plano detalle muestra un fragmento pequeño de la realidad.",
  "El ángulo contrapicado engrandece al personaje.",
  "La tipografía con serifa se asocia con la tradición y la seriedad.",
  "La paleta de colores es el conjunto de colores usado en una obra.",
  "El tono es el grado de claridad u oscuridad de un color.",
  "La saturación es la pureza o intensidad de un color.",
  "Un trampantojo es una ilusión óptica que engaña al espectador.",
  "La escultura modela materiales blandos como la arcilla.",
  "La talla es una técnica escultórica que elimina material.",
  "El diseño ergonómico adapta los productos al cuerpo humano.",
  "La proporción áurea es una relación matemática considerada armónica.",
  "Un pictograma es un signo que representa un objeto de forma esquemática.",
  "La señalética diseña las señales para orientar a las personas.",
  "La restauración es el proceso de conservación de una obra de arte.",
  "Un museo es una institución que exhibe y conserva el patrimonio.",
  "La creatividad es la capacidad de generar ideas nuevas.",
  "Un autorretrato es el retrato que un artista hace de sí mismo.",
  "Un bodegón es la representación de objetos inanimados.",
  "El paisaje es un género que representa escenas de la naturaleza.",
  "El grabado es una técnica de impresión a partir de una matriz.",
  "La xilografía es una técnica de grabado sobre madera.",
  "El aguafuerte es una técnica de grabado sobre metal.",
  "El 'stop motion' es una técnica de animación fotograma a fotograma.",
  "La identidad visual de una marca debe ser coherente y reconocible.",
  "El diseño editorial se encarga de la maquetación de libros y revistas.",
  "La infografía es una representación visual de información y datos.",
  "El color cian es un color primario pigmento.",
  "La mezcla de rojo y verde en colores luz da como resultado el amarillo.",
  "El círculo cromático organiza los colores de forma circular.",
  "El claroscuro fue una técnica muy utilizada en el Barroco.",
  "La cámara oscura es el antecedente de la cámara fotográfica.",
  "El caligrama es un poema en el que la tipografía forma una imagen.",
  "La performance es una manifestación artística efímera.",
  "El videoarte utiliza el vídeo como soporte de expresión.",
  "El 'packaging' es el diseño de envases y embalajes.",
  "La arquitectura orgánica de Frank Lloyd Wright se integra en la naturaleza.",
  "El minimalismo busca la máxima simplicidad y la reducción de elementos.",
  "El hiperrealismo es un estilo que busca una representación casi fotográfica.",
  "El arte cinético es aquel que tiene movimiento o lo parece."
]
