[
    "El Internet de las Cosas conecta objetos cotidianos a la red global.",
    "La placa ESP32 permite comunicación inalámbrica mediante Wi-Fi y Bluetooth.",
    "El protocolo MQTT es ideal para el intercambio de mensajes en sistemas IoT.",
    "Una red neuronal artificial procesa información mediante capas de nodos.",
    "El aprendizaje supervisado requiere un conjunto de datos etiquetados previamente.",
    "La inteligencia artificial permite a las máquinas aprender de la experiencia.",
    "El control PID reduce el error de posición mediante tres términos matemáticos.",
    "Un sistema autónomo toma decisiones sin intervención humana constante.",
    "La visión por computador identifica patrones complejos en tiempo real.",
    "El procesamiento de lenguaje natural permite la interacción verbal con robots.",
    "Los algoritmos genéticos optimizan soluciones inspirándose en la evolución.",
    "Un gemelo digital es una representación virtual de un sistema físico real.",
    "La computación en la nube ofrece potencia de cálculo para robots ligeros.",
    "La ciberseguridad es crítica en dispositivos robóticos conectados a internet.",
    "Un bus de datos I2C permite conectar múltiples sensores con pocos cables.",
    "El protocolo SPI ofrece una comunicación síncrona de alta velocidad.",
    "La unidad de medida inercial o IMU combina acelerómetro y giroscopio.",
    "Un sensor Lidar crea mapas tridimensionales precisos del entorno.",
    "La robótica colaborativa prioriza la seguridad en el espacio compartido.",
    "El aprendizaje por refuerzo premia las acciones correctas del agente robótico.",
    "Las redes 5G reducirán la latencia en el control remoto de robots.",
    "La computación de borde o Edge Computing procesa datos cerca del sensor.",
    "Un sistema operativo de robots o ROS facilita el desarrollo de software complejo.",
    "La ética robótica analiza el impacto social de la automatización masiva.",
    "La singularidad tecnológica es el punto donde la IA superará a la humana.",
    "Un dron autónomo planifica su ruta evitando obstáculos dinámicos.",
    "La realidad aumentada ayuda a los técnicos a reparar robots complejos.",
    "Los sensores biométricos permiten el reconocimiento de personas por el robot.",
    "La eficiencia energética es clave para la autonomía de los robots móviles.",
    "Un controlador lógico programable o PLC es el estándar en la industria.",
    "La modularidad permite actualizar el hardware del robot fácilmente.",
    "El código abierto fomenta la innovación democrática en la robótica.",
    "La impresión 3D de metal permite fabricar piezas finales de alta resistencia.",
    "La biónica avanzada busca restaurar funciones motoras en humanos.",
    "Un enjambre de robots coordina sus acciones para lograr un objetivo común.",
    "La exploración espacial depende de robots capaces de auto-repararse.",
    "La inteligencia artificial generativa crea nuevos diseños de mecanismos.",
    "El análisis de grandes datos o Big Data optimiza las flotas de robots.",
    "La robótica de servicios transformará el sector de la hostelería y salud.",
    "La pasión por la robótica abre puertas a las profesiones del mañana."
]