[
  "La neumática utiliza el aire comprimido como fuente de energía.",
  "La hidráulica emplea fluidos a presión para transmitir grandes fuerzas.",
  "La electrónica digital se basa en el sistema binario de ceros y unos.",
  "Un robot es una máquina programable que puede realizar tareas de forma autónoma.",
  "La programación es el proceso de escribir instrucciones para un ordenador.",
  "Internet es una red global que conecta millones de dispositivos.",
  "El diseño asistido por ordenador (CAD) permite crear modelos en 2D y 3D.",
  "La impresión 3D es una tecnología de fabricación aditiva capa por capa.",
  "Las energías renovables son una alternativa sostenible a los combustibles fósiles.",
  "Un sistema de control de lazo cerrado utiliza la retroalimentación para autocorregirse.",
  "La domótica permite la automatización inteligente de una vivienda.",
  "Un microcontrolador es un pequeño ordenador integrado en un solo chip.",
  "HTML es el lenguaje de marcado para estructurar las páginas web.",
  "CSS es el lenguaje que se utiliza para definir el estilo visual de una web.",
  "La electricidad se genera en las centrales transformando otras formas de energía.",
  "Un motor eléctrico convierte la energía eléctrica en energía mecánica.",
  "La inteligencia artificial busca desarrollar sistemas que imiten la inteligencia humana.",
  "Un circuito integrado o chip contiene millones de transistores.",
  "La comunicación inalámbrica, como el Wi-Fi, transmite datos por el aire.",
  "El sistema GPS permite determinar la posición de un objeto en la Tierra.",
  "La ciberseguridad es esencial para proteger nuestra información digital.",
  "La biotecnología aplica principios de la ingeniería a los seres vivos.",
  "Los materiales compuestos combinan las propiedades de varios materiales.",
  "La obsolescencia programada acorta deliberadamente la vida de un producto.",
  "Un diagrama de flujo representa gráficamente un algoritmo.",
  "La realidad virtual sumerge al usuario en un entorno completamente digital.",
  "La realidad aumentada superpone información digital sobre el mundo real.",
  "El 'Big Data' se refiere al análisis de enormes volúmenes de datos.",
  "La computación en la nube ofrece servicios a través de internet.",
  "El 'blockchain' es una tecnología de registro de datos segura y descentralizada.",
  "Un motor de cuatro tiempos completa su ciclo en admisión, compresión, explosión y escape.",
  "La energía solar térmica calienta agua utilizando el calor del sol.",
  "Un transistor actúa como un interruptor electrónico o un amplificador.",
  "La nanotecnología manipula la materia a escala atómica y molecular.",
  "El control numérico por computadora (CNC) automatiza las máquinas-herramienta.",
  "Una palanca de primer género tiene el fulcro entre la fuerza y la resistencia.",
  "Una relación de transmisión con engranajes puede modificar la velocidad de giro.",
  "La fibra óptica transmite datos a gran velocidad mediante pulsos de luz.",
  "La ofimática engloba las herramientas de software para el trabajo de oficina.",
  "El reciclaje permite convertir residuos en nuevos materiales.",
  "La corriente continua (CC) fluye siempre en la misma dirección.",
  "Un transformador solo funciona con corriente alterna (CA).",
  "La placa Arduino ha popularizado la electrónica programable.",
  "Un sensor es un dispositivo que detecta una magnitud física.",
  "La programación orientada a objetos organiza el código en clases.",
  "El 'software' libre puede ser usado, modificado y distribuido libremente.",
  "Una dirección IP es la matrícula de un dispositivo en una red.",
  "Un router conecta diferentes redes y dirige el tráfico de datos.",
  "El 'firewall' o cortafuegos es una barrera de seguridad de la red.",
  "El cifrado de datos protege la información de accesos no autorizados.",
  "La ergonomía busca adaptar el entorno de trabajo al ser humano.",
  "La resistencia eléctrica se mide en ohmios (Ω).",
  "La intensidad de corriente se mide en amperios (A).",
  "El voltaje o tensión se mide en voltios (V).",
  "Una puerta lógica AND solo da una salida '1' si todas sus entradas son '1'.",
  "Una puerta lógica OR da una salida '1' si alguna de sus entradas es '1'.",
  "La memoria ROM es una memoria de solo lectura.",
  "El 'malware' es un término general para el software malicioso.",
  "Un bit es la unidad mínima de información en informática.",
  "Un byte está compuesto por ocho bits.",
  "La frecuencia de un procesador se mide en hercios (Hz).",
  "El código ASCII representa los caracteres mediante números.",
  "Un servomotor es un motor que puede posicionarse en un ángulo concreto.",
  "La energía geotérmica aprovecha el calor del interior de la Tierra.",
  "La energía de la biomasa se obtiene de la materia orgánica.",
  "Un alternador es un generador de corriente alterna.",
  "Un diodo es un componente que permite el paso de la corriente en un solo sentido.",
  "La soldadura blanda se utiliza para unir componentes electrónicos.",
  "Un polímero es una molécula gigante formada por la repetición de monómeros.",
  "La vulcanización es un proceso para endurecer el caucho.",
  "La extrusión es un proceso para dar forma a plásticos o metales.",
  "La polea es una máquina simple que cambia la dirección de una fuerza.",
  "Un polipasto es un sistema de poleas que reduce el esfuerzo.",
  "El mecanismo de piñón-cremallera transforma un movimiento circular en lineal.",
  "La leva es un elemento mecánico que transforma un movimiento circular en uno alternativo.",
  "La automatización es el uso de sistemas de control para operar maquinaria.",
  "Un autómata programable o PLC es un ordenador industrial.",
  "La energía mareomotriz aprovecha el movimiento de las mareas.",
  "El hidrógeno puede ser utilizado como un combustible limpio.",
  "Una pila de combustible genera electricidad a partir de hidrógeno y oxígeno.",
  "El 'Internet de las Cosas' (IoT) conecta objetos cotidianos a internet.",
  "Un código QR es un código de barras bidimensional de respuesta rápida.",
  "El 'cloud computing' ha revolucionado el almacenamiento de datos.",
  "La fabricación sustractiva elimina material para dar forma a una pieza.",
  "El láser es un haz de luz concentrado de gran energía.",
  "La robótica colaborativa permite que robots y humanos trabajen juntos.",
  "Un algoritmo de búsqueda encuentra un elemento en una estructura de datos.",
  "Un bucle es una estructura que repite un bloque de código.",
  "Una variable es un espacio de memoria para almacenar un dato.",
  "Un condicional ejecuta un código solo si se cumple una condición.",
  "El 'debugging' es el proceso de encontrar y corregir errores en un programa.",
  "Una interfaz de usuario es el medio con el que una persona interactúa con una máquina.",
  "La usabilidad mide la facilidad de uso de un producto tecnológico.",
  "El 'feedback' o retroalimentación es la información que devuelve un sistema.",
  "La tolerancia es el margen de error admisible en la fabricación de una pieza."
]
