[
  "Todos los seres vivos están formados por una o más células.",
  "La célula eucariota tiene un núcleo definido que contiene el material genético.",
  "La célula procariota, propia de las bacterias, no tiene un núcleo definido.",
  "Los organismos unicelulares están formados por una sola célula.",
  "Los organismos pluricelulares están constituidos por muchas células especializadas.",
  "El reino Monera está formado por bacterias, que son organismos procariotas.",
  "El reino Protoctista incluye a los protozoos y a las algas.",
  "Los hongos, como las setas, pertenecen al reino Fungi y son heterótrofos.",
  "Las plantas son organismos pluricelulares y autótrofos que realizan la fotosíntesis.",
  "Los animales son pluricelulares, heterótrofos y la mayoría puede desplazarse.",
  "Los animales invertebrados son aquellos que no poseen columna vertebral.",
  "Los artrópodos, como los insectos, tienen un esqueleto externo y patas articuladas.",
  "Los moluscos, como los caracoles o los mejillones, tienen un cuerpo blando.",
  "Los equinodermos, como las estrellas de mar, tienen simetría radial.",
  "Los mamíferos son animales vertebrados que tienen pelo y amamantan a sus crías.",
  "Las aves tienen el cuerpo cubierto de plumas y sus extremidades anteriores son alas.",
  "Los reptiles, como los lagartos, tienen la piel cubierta de escamas.",
  "Los anfibios, como las ranas, tienen la piel desnuda y sufren metamorfosis.",
  "Los peces son vertebrados acuáticos que respiran por branquias.",
  "Un ecosistema es el conjunto formado por los seres vivos y el medio físico en el que viven.",
  "La cadena alimentaria representa las relaciones de alimentación entre los seres vivos.",
  "Los productores, como las plantas, son la base de la cadena alimentaria.",
  "Los consumidores primarios son los herbívoros, que se alimentan de plantas.",
  "Los consumidores secundarios son los carnívoros, que se alimentan de otros animales.",
  "Los descomponedores, como hongos y bacterias, se alimentan de restos orgánicos.",
  "La relación de mutualismo es aquella en la que dos especies se benefician mutuamente.",
  "En el parasitismo, un organismo vive a costa de otro, perjudicándolo.",
  "La atmósfera es la capa gaseosa que envuelve la Tierra.",
  "La hidrosfera es el conjunto de toda el agua del planeta.",
  "La geosfera es la parte sólida de la Tierra, formada por rocas y minerales.",
  "La corteza, el manto y el núcleo son las tres capas principales de la geosfera.",
  "Las rocas ígneas se forman por el enfriamiento y solidificación del magma.",
  "Las rocas sedimentarias se originan por la compactación de sedimentos.",
  "Las rocas metamórficas se forman al transformarse otras rocas por la presión y la temperatura.",
  "Los minerales son los componentes sólidos y naturales de las rocas.",
  "La escala de Mohs se utiliza para medir la dureza de los minerales.",
  "La tectónica de placas explica que la litosfera está dividida en grandes placas que se mueven.",
  "Los terremotos y los volcanes se producen principalmente en los bordes de las placas tectónicas.",
  "La erosión es el desgaste del relieve terrestre por la acción del agua, el viento o el hielo.",
  "Un fósil es cualquier resto o señal de la actividad de un organismo del pasado.",
  "La nutrición, la relación y la reproducción son las tres funciones vitales de los seres vivos.",
  "La nutrición autótrofa es propia de los organismos que fabrican su propio alimento.",
  "La nutrición heterótrofa consiste en alimentarse de otros seres vivos.",
  "La función de relación nos permite captar información y responder a los cambios del entorno.",
  "La reproducción sexual implica la unión de dos gametos de distintos individuos.",
  "La reproducción asexual se produce a partir de un único progenitor.",
  "Las plantas sin flores, como los musgos y los helechos, se reproducen por esporas.",
  "Las plantas con flores se reproducen mediante semillas contenidas en el fruto.",
  "La polinización es el transporte del polen desde los estambres hasta el pistilo.",
  "El aparato digestivo se encarga de transformar los alimentos en nutrientes.",
  "El aparato respiratorio toma el oxígeno del aire y expulsa el dióxido de carbono.",
  "El aparato circulatorio transporta los nutrientes y el oxígeno a todas las células.",
  "El aparato excretor elimina las sustancias de desecho de la sangre.",
  "El sistema nervioso coordina el funcionamiento de todo el organismo.",
  "El aparato locomotor, formado por huesos y músculos, permite el movimiento.",
  "La salud es un estado de completo bienestar físico, mental y social.",
  "Una dieta equilibrada, el ejercicio y la higiene son hábitos de vida saludables.",
  "Las vacunas nos protegen de muchas enfermedades infecciosas.",
  "Los antibióticos son medicamentos que combaten las infecciones causadas por bacterias.",
  "La contaminación del aire y del agua es un grave problema medioambiental.",
  "El reciclaje consiste en reutilizar materiales para fabricar nuevos productos.",
  "El efecto invernadero es el calentamiento de la atmósfera por ciertos gases.",
  "La deforestación es la pérdida de bosques y selvas, lo que afecta a la biodiversidad.",
  "Las especies en peligro de extinción necesitan medidas de protección para sobrevivir.",
  "La célula animal y la célula vegetal tienen algunas diferencias estructurales.",
  "La célula vegetal posee una pared celular rígida y cloroplastos.",
  "Los cloroplastos son los orgánulos donde se realiza la fotosíntesis.",
  "La sabana es un ecosistema con hierbas altas y árboles dispersos, típico de África.",
  "El desierto es un bioma caracterizado por sus escasas precipitaciones.",
  "La tundra es un bioma de clima frío, con el subsuelo permanentemente helado.",
  "La selva tropical tiene una gran biodiversidad y un clima cálido y húmedo todo el año.",
  "Los arrecifes de coral son ecosistemas marinos muy frágiles y de gran riqueza biológica.",
  "La adaptación permite a los seres vivos sobrevivir en su medio ambiente.",
  "El camuflaje es una adaptación que permite a un animal confundirse con su entorno.",
  "La hibernación es un estado de letargo que permite a algunos animales sobrevivir al invierno.",
  "La migración es el desplazamiento periódico de los animales en busca de mejores condiciones.",
  "La meiosis es un tipo de división celular que produce los gametos o células sexuales.",
  "Los genes son fragmentos de ADN que contienen la información para un carácter.",
  "Un alelo es cada una de las diferentes versiones que puede tener un gen.",
  "Un individuo es homocigoto para un carácter si sus dos alelos son iguales.",
  "Un individuo es heterocigoto si sus dos alelos para un carácter son diferentes.",
  "El genotipo es el conjunto de genes que posee un individuo.",
  "El fenotipo son las características observables de un individuo, resultado del genotipo y el ambiente.",
  "Las leyes de Mendel son la base de la genética clásica.",
  "Una mutación es un cambio en la secuencia del ADN.",
  "La evolución biológica es el proceso de cambio y diversificación de los seres vivos a lo largo del tiempo.",
  "La selección natural es el principal mecanismo de la evolución, propuesto por Darwin.",
  "Los individuos mejor adaptados a su entorno tienen más probabilidades de sobrevivir y reproducirse.",
  "La paleontología es la ciencia que estudia los fósiles.",
  "La era Paleozoica es conocida como la 'era de los peces y los anfibios'.",
  "La era Mesozoica es la 'era de los dinosaurios'.",
  "La era Cenozoica es la 'era de los mamíferos', en la que vivimos actualmente.",
  "La extinción de los dinosaurios ocurrió hace unos 66 millones de años.",
  "La especie humana, Homo sapiens, pertenece al orden de los primates."
]
