[
  "Las capacidades físicas básicas son la fuerza, la resistencia, la velocidad y la flexibilidad.",
  "La resistencia aeróbica permite realizar esfuerzos de larga duración y baja intensidad.",
  "Correr a un ritmo suave durante treinta minutos mejora la resistencia aeróbica.",
  "La resistencia anaeróbica se necesita en esfuerzos cortos pero muy intensos.",
  "La frecuencia cardíaca es el número de veces que el corazón late por minuto.",
  "La flexibilidad es la capacidad de las articulaciones para realizar movimientos con la máxima amplitud.",
  "Los estiramientos son ejercicios fundamentales para mejorar la flexibilidad.",
  "La fuerza es la capacidad de vencer una resistencia mediante la contracción muscular.",
  "La velocidad de reacción es el tiempo que tardamos en responder a un estímulo.",
  "Un buen calentamiento prepara al cuerpo para el esfuerzo y ayuda a prevenir lesiones.",
  "La vuelta a la calma permite que el cuerpo se recupere gradualmente después del ejercicio.",
  "El voleibol es un deporte de equipo en el que se golpea el balón por encima de una red.",
  "En voleibol, cada equipo tiene tres toques para devolver el balón al campo contrario.",
  "El saque, el toque de dedos y el toque de antebrazos son gestos técnicos básicos del voleibol.",
  "El baloncesto se juega entre dos equipos de cinco jugadores cada uno.",
  "El objetivo en baloncesto es introducir el balón en la canasta del equipo contrario.",
  "El bote, el pase y el tiro a canasta son fundamentos técnicos del baloncesto.",
  "El atletismo es un deporte que agrupa disciplinas de carreras, saltos y lanzamientos.",
  "Las carreras de velocidad, como los 100 metros lisos, exigen una gran potencia.",
  "El salto de longitud consiste en saltar la mayor distancia posible tras una carrera.",
  "El lanzamiento de peso requiere una gran fuerza en el tronco y los brazos.",
  "Las carreras de relevos son pruebas por equipos en las que los atletas se pasan un testigo.",
  "El acrosport es una disciplina que combina acrobacias, gimnasia y coreografía.",
  "En acrosport, las figuras y pirámides humanas requieren equilibrio, fuerza y confianza.",
  "El 'portor' es la persona que sujeta y el 'ágil' es la persona que se sube encima.",
  "Una dieta saludable y equilibrada es esencial para cualquier deportista.",
  "La hidratación, bebiendo agua antes, durante y después del ejercicio, es muy importante.",
  "El descanso adecuado es fundamental para la recuperación muscular y el rendimiento.",
  "El juego limpio o 'fair play' implica respetar las reglas, a los compañeros y a los adversarios.",
  "Saber ganar con humildad y perder con deportividad son valores del juego limpio.",
  "Las actividades en el medio natural, como el senderismo, nos permiten disfrutar de la naturaleza.",
  "La orientación es un deporte en el que se utiliza un mapa y una brújula para encontrar unas balizas.",
  "Una buena higiene postural nos ayuda a evitar dolores de espalda y lesiones.",
  "Al sentarse, la espalda debe estar recta y apoyada en el respaldo de la silla.",
  "Para levantar un objeto pesado del suelo, debemos flexionar las rodillas y no la espalda.",
  "La expresión corporal utiliza el cuerpo como medio para comunicar sentimientos y emociones.",
  "El ritmo es un elemento fundamental en actividades como el baile o la danza.",
  "La coordinación es la capacidad de realizar movimientos de forma precisa y ordenada.",
  "El equilibrio es la capacidad de mantener el cuerpo en una posición estable.",
  "La agilidad nos permite realizar movimientos rápidos y cambiar de dirección con facilidad.",
  "Los primeros auxilios son las técnicas básicas de atención ante un accidente o lesión.",
  "En caso de una torcedura, se debe aplicar frío local y mantener la zona en reposo.",
  "El bádminton es un deporte de raqueta que se juega con un volante o pluma.",
  "El hockey es un deporte en el que se utiliza un 'stick' para golpear una pelota o un disco.",
  "La natación es un deporte muy completo que ejercita la mayoría de los músculos del cuerpo.",
  "El estilo crol y el estilo espalda son dos de las técnicas de nado.",
  "Los juegos populares y tradicionales forman parte de nuestro patrimonio cultural.",
  "La comba, la rayuela o el pañuelo son ejemplos de juegos tradicionales.",
  "El sistema cardiovascular, formado por el corazón y los vasos sanguíneos, se fortalece con el ejercicio.",
  "El ejercicio físico regular ayuda a prevenir enfermedades como la obesidad.",
  "La fuerza-resistencia es la capacidad de soportar un esfuerzo de fuerza durante un tiempo prolongado.",
  "Las flexiones o las sentadillas son ejercicios para desarrollar la fuerza.",
  "La velocidad gestual es la capacidad de realizar un movimiento en el menor tiempo posible.",
  "El salto de altura consiste en superar un listón horizontal sin derribarlo.",
  "En el lanzamiento de jabalina, se busca lanzar el artefacto lo más lejos posible.",
  "La cooperación en los deportes de equipo es más importante que la habilidad individual.",
  "La comunicación entre los compañeros de equipo es clave para el éxito.",
  "La táctica deportiva es el plan de acción que un equipo sigue para ganar un partido.",
  "El dopaje es el uso de sustancias prohibidas para mejorar el rendimiento y es contrario al espíritu deportivo.",
  "El sedentarismo es un estilo de vida con muy poca actividad física.",
  "La Organización Mundial de la Salud recomienda al menos 60 minutos de actividad física diaria para los adolescentes.",
  "El índice de masa corporal (IMC) relaciona el peso con la altura de una persona.",
  "Los carbohidratos son la principal fuente de energía para realizar ejercicio físico.",
  "Las proteínas son necesarias para construir y reparar los músculos.",
  "Una lesión deportiva debe ser tratada por un profesional médico o fisioterapeuta.",
  "El 'frisbee' o disco volador es el objeto utilizado en deportes como el 'Ultimate'.",
  "El 'Ultimate' es un deporte de equipo autoarbitrado que promueve el juego limpio.",
  "El pádel es un deporte de pala que se juega por parejas en una pista cerrada.",
  "El calentamiento específico incluye ejercicios similares a los del deporte que se va a practicar.",
  "La propiocepción es el sentido que nos informa de la posición de nuestros músculos.",
  "Los ejercicios de propiocepción ayudan a mejorar el equilibrio y prevenir esguinces.",
  "El fútbol sala se juega en un campo más pequeño y con equipos de cinco jugadores.",
  "El regate es la habilidad de un jugador para superar a un oponente sin perder el control del balón.",
  "La defensa en zona es un sistema táctico en el que cada jugador defiende un área del campo.",
  "La defensa individual consiste en que cada jugador marca a un oponente específico.",
  "El pulso se puede tomar en la muñeca (arteria radial) o en el cuello (arteria carótida).",
  "La frecuencia cardíaca máxima es el número máximo de pulsaciones que puede alcanzar nuestro corazón.",
  "El umbral anaeróbico es la intensidad de ejercicio a partir de la cual el cuerpo acumula ácido láctico.",
  "El 'core' se refiere a los músculos de la zona abdominal y lumbar, que estabilizan el cuerpo.",
  "Fortalecer el 'core' es importante para mejorar el rendimiento y prevenir lesiones.",
  "El 'stretching' es un método de estiramiento que busca mejorar la flexibilidad y la movilidad articular.",
  "La relajación es una técnica que ayuda a reducir la tensión muscular y mental.",
  "La respiración diafragmática es una técnica de relajación muy efectiva.",
  "El balonmano se juega con las manos y el objetivo es marcar gol en la portería contraria.",
  "En balonmano, un jugador no puede dar más de tres pasos con el balón en las manos sin botarlo.",
  "El pívot es un jugador de ataque que se sitúa cerca de la línea de seis metros.",
  "Los deportes alternativos utilizan materiales no convencionales y reglas adaptadas.",
  "El 'kin-ball' es un deporte alternativo que se juega con una pelota gigante.",
  "La coeducación en Educación Física promueve la igualdad de oportunidades entre chicos y chicas.",
  "El respeto a la diversidad funcional es un valor fundamental en clase.",
  "La alimentación debe adaptarse al tipo e intensidad de la actividad física realizada.",
  "Los micronutrientes, como las vitaminas y los minerales, son esenciales para la salud.",
  "El sueño es un proceso reparador vital para la recuperación física y mental.",
  "La actividad física ayuda a liberar endorfinas, que mejoran nuestro estado de ánimo.",
  "Establecer metas realistas es importante para mantener la motivación en el deporte.",
  "La técnica correcta en un ejercicio es más importante que levantar mucho peso."
]
