[
  "Un cambio físico altera la apariencia de una sustancia, pero no su composición.",
  "La vaporización es el paso de estado líquido a gaseoso.",
  "La sublimación es el paso directo de estado sólido a gaseoso, sin pasar por el líquido.",
  "La densidad es una propiedad característica que relaciona la masa con el volumen.",
  "Una sustancia pura tiene una composición fija y propiedades definidas.",
  "Una mezcla heterogénea es aquella en la que sus componentes se pueden distinguir a simple vista.",
  "La decantación es un método para separar líquidos inmiscibles de diferente densidad.",
  "La filtración permite separar un sólido insoluble de un líquido.",
  "La cristalización se utiliza para separar un sólido disuelto en un líquido.",
  "La teoría atómica de Dalton postula que la materia está formada por átomos indivisibles.",
  "El modelo atómico de Thomson proponía que el átomo era una esfera positiva con electrones incrustados.",
  "Rutherford descubrió que el átomo tiene un núcleo central con carga positiva.",
  "Los protones son partículas con carga positiva que se encuentran en el núcleo.",
  "Los neutrones no tienen carga eléctrica y también se localizan en el núcleo.",
  "Los electrones tienen carga negativa y giran en órbitas alrededor del núcleo.",
  "El número atómico (Z) indica el número de protones que tiene un átomo.",
  "El número másico (A) es la suma de protones y neutrones del núcleo.",
  "Los isótopos son átomos de un mismo elemento con diferente número de neutrones.",
  "Los elementos se ordenan en la tabla periódica según su número atómico.",
  "Las filas de la tabla periódica se llaman períodos y las columnas, grupos.",
  "Un ión es un átomo que ha ganado o perdido electrones y tiene carga eléctrica.",
  "Un catión es un ión con carga positiva porque ha perdido electrones.",
  "Un anión es un ión con carga negativa porque ha ganado electrones.",
  "Una reacción química es un proceso en el que unas sustancias se transforman en otras.",
  "Los reactivos son las sustancias iniciales de una reacción química.",
  "Los productos son las sustancias que se obtienen al final de la reacción.",
  "La ley de conservación de la masa de Lavoisier dice que la masa total se mantiene constante en una reacción.",
  "La velocidad es la relación entre el espacio recorrido y el tiempo empleado.",
  "Un movimiento es rectilíneo y uniforme si su trayectoria es una recta y su velocidad es constante.",
  "La aceleración mide el cambio de velocidad en un intervalo de tiempo.",
  "Una fuerza es toda causa capaz de modificar el estado de movimiento o de reposo de un cuerpo.",
  "La primera ley de Newton o principio de inercia establece que un cuerpo permanece en reposo o en movimiento rectilíneo uniforme si no actúa ninguna fuerza sobre él.",
  "La unidad de fuerza en el Sistema Internacional es el Newton (N).",
  "La presión es la fuerza ejercida por unidad de superficie.",
  "El principio de Arquímedes explica por qué los cuerpos flotan en los fluidos.",
  "La energía es la capacidad que tienen los cuerpos para producir cambios.",
  "La energía cinética es la que posee un cuerpo debido a su movimiento.",
  "La energía potencial gravitatoria depende de la altura a la que se encuentra un objeto.",
  "La energía mecánica es la suma de la energía cinética y la energía potencial.",
  "El calor es una forma de transferencia de energía entre cuerpos que están a diferente temperatura.",
  "La conducción es la transferencia de calor a través de un sólido.",
  "La convección es la transferencia de calor en fluidos mediante corrientes.",
  "La radiación es la transferencia de calor a través de ondas electromagnéticas, como la del Sol.",
  "Los materiales aislantes, como la madera o el corcho, dificultan el paso del calor.",
  "La temperatura es una medida de la energía térmica de un cuerpo.",
  "La escala Celsius, la Fahrenheit y la Kelvin son escalas de temperatura.",
  "El cero absoluto es la temperatura más baja posible, correspondiente a 0 Kelvin.",
  "El sonido se produce por la vibración de un objeto y se propaga en forma de ondas.",
  "El sonido no se puede propagar en el vacío, necesita un medio material.",
  "La luz viaja en línea recta y su velocidad en el vacío es de 300.000 km/s.",
  "La reflexión de la luz ocurre cuando esta choca con una superficie y rebota, como en un espejo.",
  "La refracción es el cambio de dirección que experimenta la luz al pasar de un medio a otro.",
  "Las lentes, como las de las gafas, se basan en el fenómeno de la refracción.",
  "La molécula de agua está formada por dos átomos de hidrógeno y uno de oxígeno (H2O).",
  "El dióxido de carbono (CO2) es un gas importante en el efecto invernadero.",
  "La combustión del metano es una reacción química que produce dióxido de carbono y agua.",
  "Un ácido es una sustancia que, en disolución, aumenta la concentración de iones de hidrógeno.",
  "Una base es una sustancia que puede aceptar iones de hidrógeno.",
  "La escala de pH mide el grado de acidez o basicidad de una disolución.",
  "Un pH de 7 es neutro, menor de 7 es ácido y mayor de 7 es básico.",
  "La masa de un objeto es la cantidad de materia que contiene.",
  "El peso de un objeto es la fuerza con la que la Tierra lo atrae.",
  "El rozamiento es una fuerza que se opone al movimiento de los cuerpos.",
  "La palanca es una máquina simple que permite levantar objetos con menos esfuerzo.",
  "La polea es una rueda que gira alrededor de un eje y facilita la elevación de cargas.",
  "El plano inclinado es una superficie plana que forma un ángulo con la horizontal.",
  "La energía eléctrica se produce en las centrales eléctricas.",
  "Un circuito eléctrico simple consta de un generador, un conductor, un interruptor y un receptor.",
  "La corriente eléctrica es el movimiento ordenado de electrones a través de un conductor.",
  "La resistencia eléctrica es la oposición que presenta un material al paso de la corriente.",
  "La ley de Ohm relaciona el voltaje, la intensidad y la resistencia en un circuito.",
  "Los imanes tienen dos polos, un polo norte y un polo sur.",
  "Polos iguales de dos imanes se repelen y polos distintos se atraen.",
  "El campo magnético es la región del espacio donde un imán ejerce su fuerza.",
  "La Tierra se comporta como un imán gigante, por eso funcionan las brújulas.",
  "El electromagnetismo es la rama de la física que estudia la relación entre electricidad y magnetismo.",
  "Un electroimán es un imán que funciona con corriente eléctrica.",
  "Las ondas electromagnéticas, como la luz o las ondas de radio, pueden viajar por el vacío.",
  "El espectro electromagnético ordena las ondas según su longitud de onda.",
  "Los elementos del grupo 18 de la tabla periódica son los gases nobles.",
  "Los metales alcalinos, como el sodio o el potasio, son muy reactivos.",
  "Un enlace químico es la fuerza que mantiene unidos a los átomos en las moléculas.",
  "En un enlace iónico, un átomo cede electrones y otro los gana.",
  "En un enlace covalente, los átomos comparten electrones.",
  "La fórmula química de una sustancia indica los átomos que la componen.",
  "El aire es una disolución de gases, principalmente nitrógeno y oxígeno.",
  "La flotabilidad de un objeto depende de su densidad y de la densidad del fluido.",
  "La energía solar es una fuente de energía renovable y limpia.",
  "La fisión nuclear es la reacción que se utiliza en las centrales nucleares para producir energía.",
  "La fusión nuclear, que ocurre en el Sol, es la unión de núcleos atómicos ligeros.",
  "El efecto Doppler es el cambio de frecuencia de una onda percibido por un observador en movimiento.",
  "La inercia es la tendencia de los cuerpos a mantener su estado de reposo o movimiento.",
  "El trabajo en física se realiza cuando una fuerza desplaza un objeto.",
  "La potencia es la rapidez con la que se realiza un trabajo o se transfiere energía."
]
