[
    "Je voudrais apprendre à écrire correctement en français.",
    "Le professeur nous donne un exercice sur les temps du passé composé.",
    "Nous avons une nouvelle leçon sur les pronoms relatifs.",
    "Les élèves doivent compléter des phrases avec « qui, que, où, dont, de qui ».",
    "J’ai trouvé la règle d’accord du participe passé très utile.",
    "La maîtresse explique comment utiliser l’article indéfini.",
    "Je veux pratiquer le vocabulaire de la cuisine française.",
    "Les élèves apprennent à conjuguer les verbes irréguliers.",
    "Le professeur nous demande d’écrire une courte description de ma famille.",
    "Nous faisons un débat sur la façon dont les gens passent leurs vacances.",
    "J’ai besoin d’une pause pour réfléchir aux idées que j’ai déjà.",
    "La maîtresse explique comment on utilise le subjonctif présent.",
    "Les élèves apprennent à exprimer des souhaits avec « il faut que ».",
    "Je veux apprendre à parler de mes hobbies en français.",
    "Le professeur nous demande d’écrire un e‑mail à un ami.",
    "Nous faisons une activité où les enfants utilisent le vocabulaire de la météo.",
    "La maîtresse nous donne des exemples de phrases avec « sans, sans que, sans quoi ».",
    "J’ai besoin d’une petite aide pour comprendre l’accord du participe passé avec « avoir ».",
    "Les élèves apprennent à décrire leurs routines quotidiennes en français.",
    "Je veux apprendre les expressions de politesse courantes.",
    "Le professeur explique comment faire une comparaison en utilisant le comparatif et le superlatif.",
    "Nous faisons un jeu où les enfants doivent trouver des synonymes.",
    "La maîtresse nous demande d’écrire un court récit sur un souvenir d’enfance.",
    "Je veux pratiquer la prononciation du son « œ ».",
    "Les élèves apprennent à écrire leurs achats de produits alimentaires.",
    "Le professeur explique l’usage du futur proche.",
    "Nous faisons une activité où les enfants doivent trouver des antonymes.",
    "La maîtresse nous donne un tableau d’ordonnancement pour la révision.",
    "J’ai besoin d’un petit rappel sur le vocabulaire de la maison.",
    "Les élèves apprennent à écrire leurs adresses postales en français.",
    "Je veux apprendre les verbes pronominaux en contexte.",
    "Le professeur nous demande d’écrire un paragraphe décrivant une journée typique.",
    "Nous faisons un jeu où les enfants doivent faire des hypothèses avec « si ».",
    "La maîtresse explique comment écrire correctement l’accord du participe passé après avoir utilisé le verbe « être ».",
    "J’ai besoin d’une petite aide pour comprendre les adjectifs possessifs.",
    "Les élèves apprennent à exprimer leurs préférences en utilisant « j’aime, je préfère, je n’aime pas ».",
    "Je veux apprendre à faire des suggestions polies.",
    "Le professeur explique la différence entre « être » et « avoir ». ",
    "Nous faisons une activité où les enfants doivent associer des images aux mots correspondants.",
    "La maîtresse nous donne un tableau de conjugaison pour le verbe « aller ».",
    "J’ai besoin d’un rappel sur l’orthographe du mot « accident ». ",
    "Les élèves apprennent à écrire leurs idées en français.",
    "Je veux apprendre à utiliser les articles partitifs pour parler des quantités.",
    "Le professeur nous demande de rédiger une petite histoire à partir d’une image.",
    "Nous faisons un jeu où les enfants doivent faire des hypothèses avec « si ».",
    "La maîtresse explique l’usage du présent du subjonctif dans les propositions relatives.",
    "J’ai besoin d’un petit rappel sur le vocabulaire de la nature.",
    "Les élèves apprennent à écrire leurs rêves et ambitions en français.",
    "Je veux apprendre à décrire des lieux en utilisant « ici, là-bas, partout, nulle part ».",
    "Le professeur nous demande d’écrire un texte descriptif du quartier où je vis.",
    "Nous faisons une activité où les enfants doivent choisir la bonne préposition pour compléter les phrases.",
    "La maîtresse explique comment faire un paragraphe de comparaison en utilisant le comparatif.",
    "J’ai besoin d’une petite aide pour comprendre l’accord du participe passé avec « avoir ». ",
    "Les élèves apprennent à exprimer leurs idées sur des sujets d’actualité en français.",
    "Je veux apprendre à utiliser les expressions idiomatiques courantes comme « faire la tête », « mettre la main dans le sac » etc.",
    "Le professeur explique comment écrire correctement l’accord du participe passé après avoir utilisé le verbe « être ». ",
    "Nous faisons un jeu où les enfants doivent faire des hypothèses avec « si ».",
    "La maîtresse nous donne un tableau de conjugaison pour le verbe « aller ».",
    "J’ai besoin d’un rappel sur l’orthographe du mot « accident ». ",
    "Les élèves apprennent à écrire leurs idées en français.",
    "Je veux apprendre à utiliser les articles partitifs pour parler des quantités."
  ]