[
  "La Edad Media es el período histórico entre la caída del Imperio Romano y el Renacimiento.",
  "El feudalismo fue el sistema social, político y económico predominante en la Europa medieval.",
  "Los musulmanes conquistaron la mayor parte de la Península Ibérica en el año 711.",
  "Al-Ándalus fue el nombre que los musulmanes dieron al territorio peninsular que controlaban.",
  "La sociedad feudal se dividía en tres estamentos: nobleza, clero y campesinado.",
  "Los monasterios fueron importantes centros de cultura donde se copiaban libros a mano.",
  "Carlomagno fue coronado emperador en el año 800, unificando gran parte de Europa occidental.",
  "Las Cruzadas fueron expediciones militares de los cristianos para recuperar Tierra Santa.",
  "El arte románico se caracteriza por sus muros gruesos, arcos de medio punto y poca luz.",
  "La agricultura era la base de la economía durante la mayor parte de la Edad Media.",
  "La ciudad de Córdoba fue la capital del Califato y un gran centro cultural.",
  "Los reinos cristianos del norte peninsular iniciaron un lento proceso de Reconquista.",
  "El Camino de Santiago fue una importante ruta de peregrinación que unió a Europa.",
  "El arte gótico permitió construir catedrales más altas y luminosas con arcos apuntados y vidrieras.",
  "La Peste Negra de 1348 causó una terrible mortalidad en toda Europa.",
  "Los gremios eran asociaciones de artesanos de un mismo oficio en las ciudades medievales.",
  "El Islam es una religión monoteísta fundada por el profeta Mahoma.",
  "La Meca es la ciudad sagrada más importante para los musulmanes.",
  "El Imperio bizantino fue la continuación del Imperio Romano en la parte oriental.",
  "Constantinopla, su capital, fue una de las ciudades más ricas y pobladas de la época.",
  "Los visigodos establecieron un reino en la Península Ibérica tras la caída de Roma.",
  "La Península Ibérica está situada en el suroeste de Europa y sirve de puente entre dos continentes.",
  "El relieve de España se organiza en torno a una gran Meseta Central.",
  "Los Pirineos son una importante cordillera que separa España de Francia.",
  "El clima oceánico, propio del norte de España, se caracteriza por lluvias abundantes y temperaturas suaves.",
  "El clima mediterráneo tiene veranos calurosos y secos e inviernos suaves.",
  "Los ríos de la vertiente atlántica, como el Tajo o el Duero, son largos y caudalosos.",
  "La población de España se concentra principalmente en las zonas costeras y en Madrid.",
  "La densidad de población es el número de habitantes por kilómetro cuadrado.",
  "El sector primario incluye actividades como la agricultura, la ganadería y la pesca.",
  "El sector secundario engloba la industria y la construcción.",
  "El sector terciario o de servicios es el más importante en la economía española actual.",
  "La Unión Europea es una organización política y económica formada por países europeos.",
  "La monarquía parlamentaria es el sistema político de España.",
  "La Constitución de 1978 es la ley fundamental del Estado español.",
  "El rey es el Jefe del Estado, pero sus poderes están limitados por la Constitución.",
  "Las Cortes Generales, formadas por el Congreso y el Senado, ejercen el poder legislativo.",
  "El Gobierno, presidido por el presidente, dirige la política del país.",
  "España se organiza territorialmente en comunidades autónomas, provincias y municipios.",
  "La globalización es un proceso de interconexión económica, política y cultural a escala mundial.",
  "El desarrollo sostenible busca satisfacer las necesidades del presente sin comprometer las del futuro.",
  "El cambio climático es uno de los principales problemas medioambientales de nuestro tiempo.",
  "Los vasallos juraban fidelidad a su señor feudal a cambio de protección y un feudo.",
  "La ceremonia de homenaje era el acto por el cual se establecía el vínculo de vasallaje.",
  "Los siervos estaban ligados a la tierra y no podían abandonar el feudo sin permiso del señor.",
  "La mezquita es el lugar de oración para los musulmanes.",
  "El Corán es el libro sagrado del Islam.",
  "La Alhambra de Granada es el palacio más famoso del arte nazarí en Al-Ándalus.",
  "Los Reyes Católicos, Isabel y Fernando, unificaron los reinos de Castilla y Aragón.",
  "En 1492 se produjo la conquista de Granada y el descubrimiento de América.",
  "El Renacimiento supuso una renovación del interés por la cultura clásica de Grecia y Roma.",
  "La invención de la imprenta por Gutenberg facilitó la difusión de las ideas.",
  "Martín Lutero inició la Reforma Protestante en el siglo XVI.",
  "El Humanismo fue un movimiento intelectual que puso al ser humano en el centro del universo.",
  "Los mayas, aztecas e incas fueron grandes civilizaciones precolombinas.",
  "Hernán Cortés conquistó el Imperio azteca y Francisco Pizarro el Imperio inca.",
  "La monarquía autoritaria fue una forma de gobierno en la que el rey concentró más poder.",
  "El continente africano tiene un relieve predominantemente llano, con grandes mesetas.",
  "El río Nilo y el río Congo son dos de los ríos más importantes de África.",
  "El desierto del Sáhara es el desierto cálido más grande del mundo.",
  "Asia es el continente más extenso y poblado de la Tierra.",
  "En Asia se encuentra la cordillera del Himalaya, con las montañas más altas del planeta.",
  "El continente americano se divide en América del Norte, Central y del Sur.",
  "La cordillera de los Andes recorre toda la costa occidental de América del Sur.",
  "Oceanía es un continente insular formado por miles de islas en el océano Pacífico.",
  "La Antártida es un continente cubierto de hielo situado en el Polo Sur.",
  "Los mapas son representaciones planas de la superficie terrestre.",
  "La escala de un mapa indica la relación entre la distancia en el mapa y la distancia real.",
  "Los paralelos y meridianos forman una red geográfica para localizar cualquier punto.",
  "El Ecuador es el paralelo cero que divide la Tierra en hemisferio norte y sur.",
  "El meridiano de Greenwich es el meridiano de referencia para medir la longitud.",
  "El crecimiento natural de la población es la diferencia entre la natalidad y la mortalidad.",
  "Un éxodo rural es el desplazamiento de la población desde el campo hacia la ciudad.",
  "La demografía es la ciencia que estudia la población humana.",
  "El absolutismo fue un sistema político en el que el rey tenía todo el poder.",
  "La Ilustración fue un movimiento intelectual del siglo XVIII que defendía la razón.",
  "La Revolución Francesa de 1789 marcó el inicio de la Edad Contemporánea.",
  "La Revolución Industrial supuso el paso de una economía agraria a una industrial.",
  "La máquina de vapor fue uno de los inventos más importantes de la Revolución Industrial.",
  "El proletariado era la nueva clase social formada por los obreros industriales.",
  "El liberalismo defendía las libertades individuales y la soberanía nacional.",
  "El nacionalismo es una ideología que exalta el sentimiento de pertenencia a una nación.",
  "El imperialismo fue la expansión de las potencias europeas por África y Asia en el siglo XIX.",
  "La Primera Guerra Mundial tuvo lugar entre 1914 y 1918.",
  "La Revolución Rusa de 1917 estableció el primer estado comunista del mundo.",
  "La crisis de 1929, o Gran Depresión, fue una profunda crisis económica mundial.",
  "Los regímenes totalitarios, como el nazismo y el fascismo, surgieron en el período de entreguerras.",
  "La Segunda Guerra Mundial (1939-1945) fue el conflicto más destructivo de la historia.",
  "El Holocausto fue el genocidio de millones de judíos por parte del régimen nazi.",
  "La Guerra Fría fue un enfrentamiento entre Estados Unidos y la Unión Soviética.",
  "La descolonización fue el proceso de independencia de las antiguas colonias europeas.",
  "La caída del Muro de Berlín en 1989 simbolizó el fin de la Guerra Fría.",
  "La transición española fue el proceso de paso de la dictadura de Franco a la democracia."
]
