[
    ["Tras la caída del Imperio Romano, se formaron los reinos germánicos.", "Uno de ellos, el reino visigodo, se asentó en la Península Ibérica.", "En el año 711, los musulmanes cruzaron el estrecho de Gibraltar.", "Conquistaron casi toda la península, creando el territorio de Al-Ándalus.", "Este hecho marcó el inicio de la Edad Media en España."],
    ["La sociedad feudal estaba dividida en tres estamentos.", "En la cima estaban los nobles y el clero, que eran los privilegiados.", "La gran mayoría de la población eran campesinos que trabajaban la tierra.", "Los campesinos vivían en un feudo y estaban sometidos a un señor feudal."],
    ["El Renacimiento fue un movimiento cultural que comenzó en Italia en el siglo XV.", "Supuso una vuelta a los valores de la cultura clásica de Grecia y Roma.", "El ser humano se convirtió en el centro del universo, en lo que se conoce como Humanismo.", "Artistas como Leonardo da Vinci o Miguel Ángel fueron sus máximos exponentes."],
    ["Los Reyes Católicos, Isabel y Fernando, unificaron los reinos de la Península Ibérica.", "Conquistaron el último reino musulmán, Granada, en 1492.", "Ese mismo año, financiaron el viaje de Cristóbal Colón.", "Este viaje resultó en el descubrimiento de un nuevo continente: América."],
    ["El arte gótico se desarrolló en Europa durante los últimos siglos de la Edad Media.", "Se caracteriza por la construcción de altas y luminosas catedrales.", "Utilizaron innovaciones como el arco ojival y la bóveda de crucería.", "Las grandes vidrieras de colores llenaban el interior de luz."],
    ["Martín Lutero fue un monje alemán que criticó a la Iglesia Católica.", "En 1517, publicó sus 95 tesis, dando inicio a la Reforma Protestante.", "Esto provocó una división en la cristiandad entre católicos y protestantes.", "La invención de la imprenta ayudó a difundir rápidamente sus ideas por Europa."],
    ["La población mundial no se distribuye de forma uniforme por el planeta.", "Existen grandes focos de concentración de población, como el sudeste asiático.", "Por otro lado, hay grandes vacíos demográficos, como los desiertos o las zonas polares.", "Los factores físicos y humanos explican estas diferencias."],
    ["El sector primario incluye las actividades que obtienen recursos directamente de la naturaleza.", "La agricultura, la ganadería, la pesca y la minería son actividades de este sector.", "En los países menos desarrollados, este sector ocupa a la mayor parte de la población.", "En los países ricos, está muy tecnificado y emplea a poca gente."],
    ["Al-Ándalus fue un brillante centro cultural durante la Edad Media.", "Ciudades como Córdoba se convirtieron en las más importantes de Europa.", "Los musulmanes introdujeron nuevos cultivos y técnicas de regadío.", "Nos legaron un impresionante patrimonio artístico, como la Mezquita de Córdoba."],
    ["El descubrimiento de América tuvo enormes consecuencias.", "Llegaron a Europa nuevos productos como la patata, el tomate o el cacao.", "Para los pueblos americanos, supuso la conquista y la imposición de una nueva cultura.", "Se crearon grandes imperios coloniales europeos en el nuevo continente."]
]