[
  "El aprendizaje automático permite a las máquinas mejorar.",
  "Las redes neuronales imitan las conexiones cerebrales.",
  "Un conjunto de datos sirve para entrenar modelos.",
  "El reconocimiento de voz convierte audio en texto.",
  "La visión artificial detecta objetos en imágenes.",
  "Los coches autónomos usan sensores láser y cámaras.",
  "El procesamiento de lenguaje natural entiende frases humanas.",
  "Un chatbot avanzado puede mantener una conversación.",
  "Los filtros de spam aprenden de nuestros correos.",
  "Las recomendaciones de Netflix se basan en gustos.",
  "Spotify crea listas de música personalizadas para ti.",
  "La publicidad online usa tus datos de navegación.",
  "El Big Data analiza enormes cantidades de información.",
  "Los patrones en los datos ayudan a predecir.",
  "Una IA puede ganar al ajedrez fácilmente.",
  "Deep Blue fue la primera máquina campeona.",
  "AlphaGo ganó al campeón mundial de Go.",
  "La IA se usa para diagnosticar enfermedades.",
  "Los asistentes virtuales responden a comandos de voz.",
  "La domótica controla las luces y la temperatura.",
  "Los robots industriales fabrican productos en cadena.",
  "La automatización cambia la forma de trabajar.",
  "Algunos trabajos repetitivos los harán las máquinas.",
  "Surgirán nuevos empleos relacionados con la tecnología.",
  "Debemos aprender a trabajar junto a la IA.",
  "La ética en la IA es un tema importante.",
  "Los sesgos algorítmicos pueden discriminar a personas.",
  "Los datos de entrenamiento deben ser justos.",
  "La privacidad de los datos es un derecho.",
  "Debemos leer las condiciones antes de aceptar.",
  "Las redes sociales recopilan mucha información personal.",
  "El reconocimiento facial plantea dudas sobre privacidad.",
  "Las cámaras de vigilancia están en muchas ciudades.",
  "La seguridad informática protege nuestros dispositivos.",
  "Un antivirus detecta programas maliciosos o malware.",
  "El phishing intenta engañarnos para robar contraseñas.",
  "Debemos usar contraseñas fuertes y únicas siempre.",
  "La autenticación en dos pasos es más segura.",
  "El cifrado protege los mensajes que enviamos.",
  "Blockchain es una tecnología de registro seguro.",
  "Las criptomonedas usan blockchain para funcionar.",
  "El internet de las cosas conecta objetos.",
  "Tu nevera podría hacer la compra sola.",
  "Las ciudades inteligentes gestionan mejor el tráfico.",
  "Los semáforos inteligentes reducen los atascos.",
  "La agricultura de precisión usa drones y sensores.",
  "Podemos cultivar alimentos usando menos agua.",
  "La IA ayuda a diseñar nuevos materiales.",
  "Los científicos usan simulaciones para investigar.",
  "El cambio climático se estudia con superordenadores.",
  "Podemos predecir desastres naturales con antelación.",
  "La tecnología ayuda a personas con discapacidad.",
  "Las prótesis robóticas mejoran la movilidad.",
  "Los lectores de pantalla ayudan a los ciegos.",
  "La traducción automática rompe barreras de idioma.",
  "Podemos aprender idiomas con aplicaciones móviles.",
  "La educación personalizada se adapta a cada alumno.",
  "Un tutor virtual puede resolver dudas escolares.",
  "La realidad aumentada mezcla virtual y real.",
  "Pokemon Go es un juego de realidad aumentada.",
  "Los filtros de Instagram usan realidad aumentada.",
  "La realidad virtual crea entornos totalmente digitales.",
  "Podemos visitar museos desde casa virtualmente.",
  "El entrenamiento de pilotos usa simuladores realistas.",
  "Los astronautas entrenan con realidad virtual.",
  "La exploración espacial usa robots autónomos.",
  "Los telescopios analizan datos de estrellas lejanas.",
  "Buscamos planetas habitables con inteligencia artificial.",
  "La señal de radio viaja por el espacio.",
  "El universo es inmensamente grande y misterioso.",
  "La física cuántica estudia las partículas pequeñas.",
  "La computación cuántica será mucho más potente.",
  "Un ordenador cuántico usa qubits en vez de bits.",
  "La velocidad de procesamiento aumenta cada año.",
  "La ley de Moore predice la evolución tecnológica.",
  "Los chips son cada vez más pequeños y rápidos.",
  "El silicio se usa para fabricar microchips.",
  "La electrónica es la base de la informática.",
  "Un circuito impreso conecta los componentes electrónicos.",
  "La soldadura une las piezas en la placa.",
  "Arduino es una placa para aprender electrónica.",
  "Raspberry Pi es un ordenador muy pequeño.",
  "Podemos construir nuestros propios robots en clase.",
  "Programar en Python es útil para IA.",
  "Scratch es un lenguaje visual para empezar.",
  "La lógica de programación es fundamental.",
  "Un bucle repite una acción muchas veces.",
  "Una condicional toma decisiones según el caso.",
  "Una variable guarda un valor que cambia.",
  "Una función agrupa código para reutilizarlo.",
  "Depurar es encontrar y corregir errores.",
  "El pensamiento computacional resuelve problemas complejos.",
  "Dividir un problema grande en partes pequeñas.",
  "La abstracción simplifica los detalles innecesarios.",
  "Reconocer patrones ayuda a encontrar soluciones.",
  "El diseño de algoritmos es un arte.",
  "La creatividad humana es difícil de imitar.",
  "Las máquinas no tienen imaginación propia.",
  "El arte generado por IA es polémico.",
  "La colaboración humano máquina es el futuro."
]