[
  "She is reading a very interesting book at the moment.",
  "They didn't go to the party last night because they were tired.",
  "I have never been to the United States, but I would love to go.",
  "He has to study for his exams next week.",
  "We were watching a film when the telephone rang.",
  "My sister is going to travel to Italy next summer.",
  "If you study hard, you will pass the test easily.",
  "The museum was more crowded than I expected.",
  "You should eat more fruit and vegetables to be healthy.",
  "I was walking home when I saw a strange accident.",
  "She has been a teacher at this school for ten years.",
  "He is the most intelligent student in the class.",
  "We are going to have a picnic if the weather is good.",
  "I think that learning a new language is very important.",
  "He used to play the piano when he was a child.",
  "My computer is not working, so I can't do my homework.",
  "They have already finished their project for the science class.",
  "She asked me where the nearest post office was.",
  "You must not use your mobile phone during the exam.",
  "While I was doing my homework, my brother was listening to music.",
  "This is the best film that I have ever seen.",
  "He is not as tall as his older brother.",
  "We will probably visit our grandparents on Sunday.",
  "I am looking forward to going on holiday next month.",
  "She has lived in this city since she was born.",
  "He told me that he would call me later.",
  "It is important to protect the environment for the future.",
  "The concert was cancelled because the singer was ill.",
  "I have just received a message from my best friend.",
  "If I were you, I would apologize for what you said.",
  "The book was written by a famous Spanish author.",
  "He is learning how to drive a car at the moment.",
  "They might come to the party, but they are not sure.",
  "I enjoy playing sports, especially basketball and tennis.",
  "She couldn't come to the meeting because she had another appointment.",
  "The train arrived later than we had expected.",
  "This exercise is too difficult for me to understand.",
  "He promised to help me with my project.",
  "We had a great time at the theme park last weekend.",
  "She is interested in learning more about ancient history.",
  "I haven't seen him since we finished school last year.",
  "The new shopping centre will be opened next month.",
  "He was so tired that he fell asleep on the sofa.",
  "You don't have to wait for me if you are in a hurry.",
  "The film is about a group of friends who find a treasure map.",
  "She is very good at speaking foreign languages.",
  "I am thinking of buying a new laptop soon.",
  "He was accused of stealing the money from the shop.",
  "The problem is that I have forgotten my password.",
  "We were surprised by the news we heard on the radio.",
  "She has decided to look for a new job.",
  "It was such a boring film that we left before the end.",
  "He is used to getting up early every morning.",
  "They are planning to build a new bridge over the river.",
  "I would rather stay at home than go to the cinema tonight.",
  "She advised me to see a doctor about my headache.",
  "The flight was delayed due to the bad weather.",
  "He succeeded in passing all his exams.",
  "We are not allowed to eat or drink in the library.",
  "I wish I had more free time to read books.",
  "She was disappointed with her results in the competition.",
  "It is worth visiting that museum if you have time.",
  "He is responsible for organizing the school trip.",
  "They have been friends since they were in primary school.",
  "I am not sure what I am going to do after I finish school.",
  "She is proud of her daughter's achievements.",
  "The city is famous for its historical monuments.",
  "He apologized for being late for the meeting.",
  "We are looking for a hotel that is close to the city centre.",
  "She is allergic to cats, so she can't have one as a pet.",
  "I am afraid of heights, so I don't like flying.",
  "He is capable of solving very complex problems.",
  "They are excited about their trip to the mountains.",
  "I am tired of listening to the same songs all the time.",
  "She is keen on photography and takes beautiful pictures.",
  "He is worried about his final exam results.",
  "We are grateful for all the help you have given us.",
  "She is similar to her mother in many ways.",
  "I am satisfied with the progress I have made.",
  "He is aware of the dangers of smoking.",
  "They are opposed to the construction of the new factory.",
  "I am curious to know what happened at the end of the story.",
  "She is fond of classical music and often goes to concerts.",
  "He is known for his generosity and kindness.",
  "We are dependent on technology in our daily lives.",
  "She is an expert in the field of artificial intelligence.",
  "I am convinced that we can find a solution to this problem.",
  "He is involved in a project to help homeless people.",
  "They are prepared for any difficulties that may arise.",
  "I am fed up with the constant noise from the street.",
  "She is passionate about protecting endangered animals.",
  "He is determined to achieve his goals in life.",
  "We are committed to improving our local community.",
  "She is accustomed to working under pressure.",
  "I am amazed by the beauty of the natural landscape.",
  "He is confident that his team will win the match.",
  "They are concerned about the effects of climate change."
]
