[
  "El predicado nominal está formado por un verbo copulativo y un atributo.",
  "Las oraciones compuestas tienen más de un verbo en forma personal.",
  "El complemento directo recibe la acción del verbo directamente.",
  "Un sintagma es una palabra o un grupo de palabras con una función sintáctica.",
  "El Renacimiento fue un movimiento cultural que surgió en Italia en el siglo XV.",
  "El Lazarillo de Tormes es una novela picaresca anónima.",
  "Los verbos en modo subjuntivo expresan deseo, duda o posibilidad.",
  "El complemento indirecto se introduce por la preposición 'a' o 'para'.",
  "La lírica es el género literario que expresa los sentimientos y emociones del autor.",
  "Fernando de Rojas es el autor de La Celestina.",
  "Las palabras homófonas suenan igual pero se escriben de forma diferente.",
  "El complemento circunstancial informa sobre las circunstancias de la acción verbal.",
  "La épica narra las hazañas de héroes en poemas extensos.",
  "El Mester de Clerecía era la literatura culta escrita por clérigos en la Edad Media.",
  "El pretérito perfecto compuesto se forma con el verbo haber y el participio.",
  "Las oraciones coordinadas son sintácticamente independientes y están unidas por nexos.",
  "El Cantar de mio Cid es el cantar de gesta más importante de la literatura española.",
  "La diéresis se utiliza sobre la 'u' de 'gue' y 'gui' para que suene la vocal.",
  "Un campo léxico agrupa palabras de distinta categoría gramatical relacionadas por el tema.",
  "El Arcipreste de Hita escribió el Libro de buen amor.",
  "Las oraciones subordinadas dependen de una oración principal.",
  "El complemento de régimen verbal es exigido por el significado del verbo.",
  "La rima consonante es la repetición de todos los sonidos desde la última vocal acentuada.",
  "El soneto es una composición poética de catorce versos endecasílabos.",
  "El modo imperativo se utiliza para dar órdenes, ruegos o consejos.",
  "El sujeto omitido no aparece explícitamente en la oración.",
  "La Garcilaso de la Vega fue un importante poeta del Renacimiento español.",
  "Los conectores textuales sirven para unir y organizar las ideas en un texto.",
  "Una oración pasiva es aquella en la que el sujeto recibe la acción del verbo.",
  "El género dramático o teatral está destinado a la representación escénica.",
  "Se escriben con 'b' todos los verbos terminados en '-bir', excepto hervir, servir y vivir.",
  "El complemento predicativo concuerda en género y número con el sujeto o el complemento directo.",
  "La anáfora es una figura retórica que consiste en la repetición de una o varias palabras.",
  "Jorge Manrique escribió las Coplas a la muerte de su padre.",
  "El futuro imperfecto de indicativo expresa acciones que ocurrirán después del momento en que se habla.",
  "Las palabras parónimas son aquellas que se parecen en su pronunciación o escritura.",
  "La hipérbole es una exageración intencionada de la realidad.",
  "El narrador en primera persona cuenta la historia desde su propio punto de vista.",
  "Las oraciones yuxtapuestas se unen mediante signos de puntuación, sin nexos.",
  "El epíteto es un adjetivo que expresa una cualidad inherente del sustantivo.",
  "Se escriben con 'v' los adjetivos que terminan en '-avo', '-eva', '-evo', '-iva', '-ivo'.",
  "El complemento agente realiza la acción en las oraciones pasivas.",
  "La personificación consiste en atribuir cualidades humanas a seres inanimados o animales.",
  "La novela de caballerías narra las aventuras de un caballero andante.",
  "El condicional simple expresa acciones hipotéticas o se usa como fórmula de cortesía.",
  "Una familia de palabras comparte la misma raíz o lexema.",
  "La metáfora identifica un término real con uno imaginario por su semejanza.",
  "El tiempo y el espacio son elementos fundamentales del marco narrativo.",
  "Las preposiciones son palabras invariables que sirven de enlace.",
  "El texto argumentativo defiende una idea aportando razones.",
  "Se escriben con 'h' las palabras que empiezan por 'hum-' seguido de vocal.",
  "El vocativo sirve para llamar la atención del receptor y va separado por comas.",
  "La comparación o símil establece una relación de semejanza mediante un nexo.",
  "Los romances son poemas narrativos de versos octosílabos con rima asonante.",
  "El pretérito imperfecto de subjuntivo tiene dos formas, en '-ra' y en '-se'.",
  "Un neologismo es una palabra nueva que se incorpora a una lengua.",
  "La aliteración es la repetición de un mismo sonido en una frase o verso.",
  "El desenlace es la parte final de una narración donde se resuelven los conflictos.",
  "Las conjunciones unen palabras o grupos de palabras de la misma categoría.",
  "El texto expositivo tiene como finalidad informar sobre un tema de manera objetiva.",
  "Se escriben con 'g' los verbos que terminan en '-ger' y '-gir', excepto tejer y crujir.",
  "El atributo es la función que desempeña un sintagma en el predicado nominal.",
  "La ironía consiste en dar a entender lo contrario de lo que se dice.",
  "El Renacimiento valora al ser humano como centro del universo (antropocentrismo).",
  "El presente de subjuntivo se utiliza para expresar acciones irreales, dudosas o deseadas.",
  "Un arcaísmo es una palabra o expresión que ha caído en desuso.",
  "La antítesis contrapone dos ideas o palabras de significado contrario.",
  "El nudo es la parte central de la narración donde se desarrolla el conflicto principal.",
  "Las interjecciones son palabras que expresan sentimientos o emociones intensas.",
  "El texto descriptivo explica cómo es una persona, un lugar o un objeto.",
  "Se escriben con 'j' las palabras que terminan en '-aje' y '-eje'.",
  "Las perífrasis verbales están formadas por un verbo auxiliar y un verbo en forma no personal.",
  "La onomatopeya es la imitación de un sonido real mediante palabras.",
  "La literatura medieval tenía una finalidad principalmente didáctica y moralizante.",
  "El pretérito pluscuamperfecto expresa una acción pasada anterior a otra también pasada.",
  "Un tecnicismo es una palabra propia de una ciencia, arte o profesión.",
  "El hipérbaton consiste en alterar el orden lógico de las palabras en una oración.",
  "El planteamiento es la parte inicial de una narración donde se presentan los personajes.",
  "Los adverbios pueden ser de lugar, tiempo, modo, cantidad, afirmación, negación o duda.",
  "Un texto dialogado reproduce una conversación entre dos o más interlocutores.",
  "Las palabras que empiezan por 'hie-' y 'hue-' se escriben con 'h'.",
  "El complemento del nombre modifica el significado de un sustantivo.",
  "La paradoja une dos ideas aparentemente contradictorias en un mismo pensamiento.",
  "El amor cortés era un tema recurrente en la lírica medieval.",
  "El participio de los verbos puede funcionar como adjetivo.",
  "Un eufemismo sustituye una palabra tabú por otra más suave.",
  "El polisíndeton es la repetición innecesaria de conjunciones para dar más énfasis.",
  "El narrador omnisciente conoce todos los pensamientos y sentimientos de los personajes.",
  "Las locuciones son grupos de palabras que funcionan como una sola.",
  "El lenguaje puede ser formal o informal dependiendo de la situación comunicativa.",
  "Se escriben con 'll' las palabras que terminan en '-illo' e '-illa'.",
  "El complemento del adjetivo especifica o intensifica el significado de un adjetivo.",
  "La sinestesia consiste en mezclar sensaciones de sentidos distintos.",
  "El 'carpe diem' es un tópico literario que invita a aprovechar el momento presente."
]
