[
    "El grupo nominal tiene como núcleo un sustantivo o pronombre.",
    "Los determinantes y adjetivos funcionan como modificadores del nombre.",
    "El predicado verbal expresa una acción que realiza el sujeto.",
    "El complemento directo recibe directamente la acción del verbo.",
    "Una oración compuesta está formada por dos o más proposiciones.",
    "Las proposiciones coordinadas son sintácticamente independientes entre sí.",
    "El modo subjuntivo se utiliza para expresar deseos, dudas o posibilidades.",
    "Los tiempos verbales sitúan la acción en el presente, pasado o futuro.",
    "La literatura medieval tiene un carácter predominantemente religioso.",
    "El Cantar de mio Cid es el poema épico más importante de la literatura española.",
    "La Celestina es una obra de transición entre la Edad Media y el Renacimiento.",
    "El Renacimiento supuso una vuelta a la cultura clásica de Grecia y Roma.",
    "Garcilaso de la Vega es uno de los poetas más importantes del Renacimiento español.",
    "El Lazarillo de Tormes inauguró el género de la novela picaresca.",
    "Los complementos circunstanciales expresan lugar, tiempo, modo o cantidad.",
    "Las palabras homófonas suenan igual pero se escriben de forma diferente.",
    "El punto y coma indica una pausa mayor que la coma pero menor que el punto.",
    "Las comillas se utilizan para reproducir citas textuales de alguien.",
    "El análisis sintáctico consiste en identificar las funciones de las palabras.",
    "Un campo léxico agrupa palabras de distintas categorías gramaticales sobre un mismo tema.",
    "La voz pasiva se forma con el verbo ser más el participio del verbo principal.",
    "El complemento indirecto designa al destinatario de la acción verbal.",
    "Las oraciones impersonales son aquellas que no tienen un sujeto conocido.",
    "El lenguaje literario utiliza recursos para embellecer el mensaje.",
    "La anáfora consiste en la repetición de una o varias palabras al inicio de un verso.",
    "La hipérbole es una figura retórica que consiste en una exageración.",
    "El epíteto es un adjetivo que expresa una cualidad inherente del sustantivo.",
    "Las palabras compuestas se forman por la unión de dos o más palabras simples.",
    "Los prefijos y sufijos son morfemas que se añaden a la raíz de una palabra.",
    "Una familia de palabras comparte la misma raíz o lexema.",
    "Los gentilicios indican el lugar de origen de una persona.",
    "La tilde diacrítica diferencia palabras que se escriben igual pero tienen distinta función.",
    "El Arcipreste de Hita escribió el Libro de buen amor en el siglo XIV.",
    "Jorge Manrique es el autor de las Coplas a la muerte de su padre.",
    "La lírica tradicional incluye formas como los villancicos y las jarchas.",
    "El complemento de régimen es exigido por el significado de algunos verbos.",
    "Las perífrasis verbales constan de un verbo auxiliar y un verbo en forma no personal.",
    "El texto argumentativo defiende una idea aportando razones o argumentos.",
    "La exposición tiene como objetivo informar de manera clara y ordenada.",
    "El narrador omnisciente conoce todos los pensamientos de los personajes."
]