[
  "Los números enteros incluyen los positivos, los negativos y el cero.",
  "El valor absoluto de un número es su distancia al cero en la recta numérica.",
  "Para sumar dos números enteros de distinto signo, se restan sus valores y se pone el signo del mayor.",
  "La regla de los signos dice que menos por menos es más.",
  "Una fracción representa el cociente de dos números enteros.",
  "Dos fracciones son equivalentes si representan la misma cantidad.",
  "Para sumar o restar fracciones, deben tener el mismo denominador.",
  "El producto de dos fracciones es otra fracción con el producto de los numeradores y denominadores.",
  "Un número decimal exacto tiene un número finito de cifras decimales.",
  "La proporcionalidad directa ocurre cuando al aumentar una magnitud, la otra también aumenta.",
  "La regla de tres simple es un método para resolver problemas de proporcionalidad.",
  "Un porcentaje es una fracción que tiene como denominador el número cien.",
  "El lenguaje algebraico utiliza letras para representar números desconocidos.",
  "Un monomio es una expresión algebraica formada por el producto de un número y una o varias letras.",
  "El grado de un monomio es la suma de los exponentes de su parte literal.",
  "Una ecuación es una igualdad entre dos expresiones algebraicas que solo se cumple para ciertos valores.",
  "Resolver una ecuación es encontrar el valor de la incógnita que hace cierta la igualdad.",
  "El teorema de Pitágoras establece que en un triángulo rectángulo, la hipotenusa al cuadrado es igual a la suma de los cuadrados de los catetos.",
  "El área de un triángulo se calcula multiplicando la base por la altura y dividiendo por dos.",
  "Un polígono es una figura plana cerrada limitada por segmentos rectos.",
  "La suma de los ángulos interiores de un triángulo es siempre 180 grados.",
  "El perímetro de una figura es la longitud de su contorno.",
  "La mediatriz de un segmento es la recta perpendicular que pasa por su punto medio.",
  "La bisectriz de un ángulo es la semirrecta que lo divide en dos ángulos iguales.",
  "Los números racionales se pueden expresar como una fracción.",
  "La raíz cuadrada de un número es otro número que, multiplicado por sí mismo, da el primero.",
  "Una potencia es una forma abreviada de escribir una multiplicación de factores iguales.",
  "Cualquier número elevado a la potencia cero es igual a uno.",
  "El máximo común divisor es el mayor de los divisores comunes a varios números.",
  "Dos magnitudes son inversamente proporcionales si al aumentar una, la otra disminuye.",
  "Una ecuación de primer grado tiene una sola solución.",
  "El área de un círculo se calcula multiplicando pi por el radio al cuadrado.",
  "La longitud de una circunferencia es dos por pi por el radio.",
  "Un prisma es un poliedro con dos bases iguales y paralelas, y caras laterales que son paralelogramos.",
  "El volumen de un prisma se obtiene multiplicando el área de la base por la altura.",
  "La media aritmética es el valor que se obtiene al sumar todos los datos y dividir el resultado entre el número total de datos.",
  "La moda es el valor que aparece con mayor frecuencia en un conjunto de datos.",
  "La probabilidad de un suceso es un número entre cero y uno que indica su posibilidad de ocurrir.",
  "El sistema de coordenadas cartesianas permite localizar puntos en un plano.",
  "Una función es una relación entre dos magnitudes, de forma que a cada valor de la primera le corresponde un único valor de la segunda.",
  "La jerarquía de operaciones establece el orden en que se deben realizar los cálculos.",
  "Un número es primo si solo tiene dos divisores: él mismo y la unidad.",
  "La descomposición factorial de un número consiste en expresarlo como producto de factores primos.",
  "Para dividir fracciones, se multiplica la primera por la inversa de la segunda.",
  "Un número decimal periódico puro tiene un grupo de cifras que se repite indefinidamente después de la coma.",
  "Un polinomio es la suma o resta de varios monomios.",
  "El grado de un polinomio es el mayor de los grados de sus monomios.",
  "Sacar factor común es una técnica para simplificar expresiones algebraicas.",
  "Las identidades notables son igualdades algebraicas que se cumplen siempre.",
  "El cuadrado de una suma es igual al cuadrado del primero, más el doble del primero por el segundo, más el cuadrado del segundo.",
  "La semejanza entre dos figuras significa que tienen la misma forma pero distinto tamaño.",
  "El teorema de Tales se utiliza para calcular longitudes en figuras semejantes.",
  "La escala de un mapa o plano es la razón de semejanza entre la representación y la realidad.",
  "Un sector circular es la porción de un círculo delimitada por dos radios y un arco.",
  "Una pirámide es un poliedro cuya base es un polígono y sus caras laterales son triángulos que concurren en un vértice.",
  "El volumen de una pirámide es un tercio del área de la base por la altura.",
  "Un cilindro es un cuerpo de revolución generado por un rectángulo al girar sobre uno de sus lados.",
  "Un cono se genera al hacer girar un triángulo rectángulo sobre uno de sus catetos.",
  "Una esfera es un cuerpo redondo sin caras, generado al girar un semicírculo sobre su diámetro.",
  "La frecuencia absoluta es el número de veces que se repite un dato en un estudio estadístico.",
  "Un gráfico de barras se utiliza para representar datos cualitativos o cuantitativos discretos.",
  "Un gráfico de sectores representa los datos en un círculo, dividiéndolo en porciones proporcionales.",
  "La regla de Laplace dice que la probabilidad de un suceso es el cociente entre los casos favorables y los casos posibles.",
  "Un suceso imposible es aquel que nunca puede ocurrir y su probabilidad es cero.",
  "Un suceso seguro es aquel que ocurre siempre y su probabilidad es uno.",
  "La propiedad distributiva relaciona la multiplicación con la suma y la resta.",
  "El opuesto de un número entero es otro número con el mismo valor absoluto pero signo contrario.",
  "Simplificar una fracción es dividir el numerador y el denominador por el mismo número.",
  "Un número mixto está compuesto por una parte entera y una fracción propia.",
  "El interés simple se calcula sobre el capital inicial durante todo el tiempo.",
  "Un sistema de ecuaciones es un conjunto de dos o más ecuaciones con varias incógnitas.",
  "El método de sustitución es una técnica para resolver sistemas de ecuaciones.",
  "El método de igualación consiste en despejar la misma incógnita en ambas ecuaciones.",
  "El método de reducción busca eliminar una de las incógnitas sumando o restando las ecuaciones.",
  "Un romboide es un paralelogramo que no tiene ángulos rectos ni todos los lados iguales.",
  "El área de un trapecio se calcula sumando las bases, multiplicando por la altura y dividiendo por dos.",
  "Un polígono regular se puede inscribir en una circunferencia.",
  "La apotema de un polígono regular es la distancia del centro a uno de sus lados.",
  "El ortocentro de un triángulo es el punto donde se cortan sus tres alturas.",
  "El baricentro es el punto de corte de las tres medianas de un triángulo.",
  "El circuncentro es el punto donde se cortan las mediatrices de los lados de un triángulo.",
  "El incentro es el punto donde se cortan las bisectrices de los ángulos de un triángulo.",
  "El desarrollo plano de un cuerpo geométrico permite construirlo en cartulina.",
  "La mediana de un conjunto de datos ordenados es el valor que ocupa la posición central.",
  "Un diagrama de árbol es útil para calcular probabilidades en experimentos compuestos.",
  "Dos sucesos son compatibles si pueden ocurrir a la vez.",
  "Dos sucesos son incompatibles si no pueden ocurrir simultáneamente.",
  "La notación científica se utiliza para expresar números muy grandes o muy pequeños.",
  "Un término algebraico consta de un coeficiente y una parte literal.",
  "Dos monomios son semejantes si tienen la misma parte literal.",
  "El valor numérico de una expresión algebraica se obtiene al sustituir las letras por números.",
  "La hipotenusa es siempre el lado opuesto al ángulo recto en un triángulo rectángulo.",
  "La diagonal de un cuadrado es igual a la longitud del lado multiplicada por la raíz de dos.",
  "Un ángulo completo mide 360 grados.",
  "Dos ángulos son complementarios si su suma es de 90 grados.",
  "Dos ángulos son suplementarios si su suma es de 180 grados."
]
