[
  "La altura es la cualidad que distingue un sonido grave de uno agudo.",
  "La duración de un sonido se representa mediante las figuras musicales.",
  "La intensidad es la fuerza o volumen con que se produce un sonido.",
  "El timbre es la cualidad que nos permite diferenciar la voz de una persona o el sonido de un instrumento.",
  "Una escala es una sucesión de notas ordenadas de forma ascendente o descendente.",
  "La melodía es una sucesión de sonidos con sentido musical que percibimos como una unidad.",
  "La armonía es la combinación de diferentes sonidos que suenan simultáneamente.",
  "El ritmo se basa en la duración y acentuación de los sonidos.",
  "El tempo indica la velocidad a la que debe interpretarse una obra musical.",
  "La clave de Sol se coloca en la segunda línea del pentagrama y le da su nombre a esa nota.",
  "Una corchea vale la mitad que una negra y el doble que una semicorchea.",
  "Un compás de 4/4 tiene cuatro pulsos y la negra es la figura que vale un pulso.",
  "Los instrumentos de cuerda frotada producen el sonido al frotar un arco sobre las cuerdas.",
  "El violín, la viola, el violonchelo y el contrabajo forman la familia de la cuerda frotada.",
  "La guitarra y el arpa son instrumentos de cuerda pulsada.",
  "Los instrumentos de viento madera, como la flauta o el clarinete, producen el sonido al vibrar una caña o un bisel.",
  "La trompeta y la tuba pertenecen a la familia de viento metal.",
  "Los instrumentos de percusión de altura determinada pueden producir notas musicales.",
  "El xilófono y el timbal son instrumentos de percusión de altura determinada.",
  "El tambor y los platillos son instrumentos de percusión de altura indeterminada.",
  "Una orquesta sinfónica agrupa a las tres familias de instrumentos.",
  "El director de orquesta es la figura que coordina a todos los músicos.",
  "La voz humana se clasifica en soprano, contralto, tenor y bajo.",
  "Un coro es una agrupación de personas que cantan juntas.",
  "La música medieval estaba fuertemente influenciada por la Iglesia.",
  "El canto gregoriano es el canto oficial de la liturgia católica.",
  "Los trovadores eran poetas y músicos que componían y cantaban en las cortes medievales.",
  "La polifonía es el arte de combinar varias melodías que suenan a la vez.",
  "El Renacimiento es considerado la edad de oro de la polifonía vocal.",
  "En el Barroco, la música se volvió más compleja y ornamentada.",
  "Antonio Vivaldi compuso 'Las cuatro estaciones', un famoso concierto barroco.",
  "Johann Sebastian Bach es uno de los compositores más importantes de la historia de la música.",
  "La ópera es un género musical que combina música, teatro y canto.",
  "El Clasicismo musical buscaba la claridad, el orden y el equilibrio.",
  "Wolfgang Amadeus Mozart fue un niño prodigio y un genio del Clasicismo.",
  "Una sinfonía es una gran obra para orquesta dividida en varios movimientos.",
  "Ludwig van Beethoven es una figura de transición entre el Clasicismo y el Romanticismo.",
  "El Romanticismo musical se caracteriza por la expresión de las emociones y la libertad creativa.",
  "El piano se convirtió en el instrumento rey durante el Romanticismo.",
  "Frédéric Chopin fue un compositor polaco famoso por sus obras para piano.",
  "El nacionalismo musical se inspiraba en el folclore y las tradiciones de cada país.",
  "La zarzuela es un género musical escénico español que alterna partes habladas y cantadas.",
  "El Impresionismo musical, con compositores como Debussy, buscaba crear atmósferas y sensaciones.",
  "La música del siglo XX se caracteriza por la ruptura con la tradición y la búsqueda de nuevos sonidos.",
  "El jazz nació en Estados Unidos y se basa en la improvisación y un ritmo sincopado.",
  "El rock and roll surgió en la década de 1950 y tuvo un gran impacto social.",
  "The Beatles fue una banda británica que revolucionó la música pop.",
  "La música pop se caracteriza por sus melodías pegadizas y estructuras sencillas.",
  "La música de cine o banda sonora es fundamental para potenciar las emociones en una película.",
  "Un ostinato es un motivo rítmico o melódico que se repite constantemente.",
  "Un crescendo indica que la intensidad del sonido debe aumentar gradualmente.",
  "Un diminuendo o decrescendo es una disminución gradual de la intensidad.",
  "La síncopa es un efecto rítmico que rompe la regularidad del compás.",
  "Un acorde está formado por tres o más notas que suenan al mismo tiempo.",
  "La escala mayor y la escala menor son las más utilizadas en la música occidental.",
  "El blues es un género vocal e instrumental basado en la utilización de notas de blues.",
  "La música electrónica utiliza instrumentos electrónicos y tecnología para su producción.",
  "Un 'riff' es una frase musical corta que se repite a lo largo de una canción de rock o pop.",
  "La partitura es el texto escrito de una composición musical.",
  "El metrónomo es un aparato que sirve para marcar el tempo de una obra.",
  "La acústica es la parte de la física que estudia el sonido.",
  "La contaminación acústica es el exceso de sonido que altera las condiciones del ambiente.",
  "El pentagrama tiene cinco líneas y cuatro espacios para escribir la música.",
  "Una ligadura es una línea curva que une dos o más notas.",
  "El puntillo es un punto que se añade a la derecha de una figura y aumenta la mitad de su valor.",
  "La alteración llamada sostenido sube la altura de la nota un semitono.",
  "El bemol es una alteración que baja la altura de la nota un semitono.",
  "El becuadro anula el efecto de un sostenido o un bemol.",
  "La textura musical describe cómo se entrelazan las diferentes voces o líneas melódicas.",
  "La monofonía es una textura con una sola línea melódica, sin acompañamiento.",
  "La homofonía presenta una melodía principal acompañada por acordes.",
  "El canon es una forma polifónica en la que una melodía es imitada por otras voces.",
  "La forma musical es la estructura y organización de una obra.",
  "La estructura de muchas canciones pop es estrofa-estribillo-estrofa-estribillo.",
  "El flamenco es un arte andaluz que integra el cante, el toque y el baile.",
  "La música tradicional forma parte del patrimonio cultural de un pueblo.",
  "Un luthier es un artesano que construye y repara instrumentos de cuerda.",
  "La musicoterapia utiliza la música con fines terapéuticos.",
  "El saxofón es un instrumento de viento madera, aunque esté hecho de metal.",
  "La batería es un conjunto de instrumentos de percusión tocados por una sola persona.",
  "El bajo eléctrico proporciona la base rítmica y armónica en muchos grupos modernos.",
  "Un festival de música es un evento donde actúan varios artistas o grupos.",
  "Los derechos de autor protegen la propiedad intelectual de los compositores.",
  "La improvisación consiste en crear música de forma espontánea, sin partitura.",
  "La música de cámara está escrita para un pequeño grupo de instrumentistas.",
  "Un cuarteto de cuerda está formado por dos violines, una viola y un violonchelo.",
  "El 'leitmotiv' es un tema musical asociado a un personaje o idea en una ópera o película.",
  "La música programática intenta describir una historia o una imagen con sonidos.",
  "El himno es una composición musical emblemática de una colectividad o país.",
  "Una nana o canción de cuna es una melodía suave para ayudar a dormir a los niños.",
  "El compás de amalgama es el que combina dos o más compases simples.",
  "La agógica se refiere a las pequeñas variaciones de tempo en la interpretación.",
  "Un 'sampler' es un instrumento electrónico que permite grabar y reproducir sonidos.",
  "La síncopa es un recurso rítmico que consiste en acentuar una nota en tiempo débil."
]
