[
  "El color es una percepción visual que se genera en el cerebro al interpretar las señales nerviosas.",
  "Los colores luz, como los de una pantalla, se basan en la síntesis aditiva.",
  "La mezcla de los tres colores luz primarios (rojo, verde y azul) produce luz blanca.",
  "Los colores pigmento, como los de las pinturas, utilizan la síntesis sustractiva.",
  "La mezcla de los colores pigmento primarios (cian, magenta y amarillo) tiende al negro.",
  "Los colores complementarios son aquellos que se encuentran opuestos en el círculo cromático.",
  "La yuxtaposición de dos colores complementarios crea el máximo contraste visual.",
  "La gama cromática es el conjunto de colores y tonalidades que se utilizan en una obra.",
  "Una composición monocromática utiliza diferentes tonos de un solo color.",
  "Los colores análogos son aquellos que se encuentran juntos en el círculo cromático.",
  "La psicología del color estudia cómo los colores afectan a las emociones y conductas humanas.",
  "La perspectiva cónica es un sistema de representación que simula la profundidad en un plano.",
  "La línea de horizonte en perspectiva representa la altura de los ojos del observador.",
  "Los puntos de fuga son los puntos situados en la línea de horizonte donde convergen las líneas paralelas.",
  "El dibujo técnico es un sistema de representación gráfica de objetos.",
  "Las vistas principales de un objeto son el alzado, la planta y el perfil.",
  "La escala en un dibujo técnico indica la relación entre las medidas del dibujo y las del objeto real.",
  "El boceto es un dibujo rápido a mano alzada que plasma una idea inicial.",
  "Un croquis es un dibujo con más detalles y proporciones, pero aún sin medidas exactas.",
  "El plano definitivo es el dibujo final con todas las medidas y detalles necesarios.",
  "La comunicación audiovisual combina elementos sonoros y visuales para transmitir un mensaje.",
  "Un guion gráfico o 'storyboard' es un conjunto de viñetas que planifican una secuencia de imágenes.",
  "El plano es la unidad básica del lenguaje audiovisual, es decir, un fragmento de toma continua.",
  "El ángulo de la cámara puede ser normal, picado o contrapicado para transmitir diferentes sensaciones.",
  "El movimiento de la cámara, como el 'travelling' o la panorámica, aporta dinamismo a la escena.",
  "La publicidad utiliza imágenes y sonidos para persuadir al consumidor.",
  "Un logotipo es un símbolo gráfico que identifica a una marca o empresa.",
  "El diseño gráfico se encarga de la comunicación visual a través de imágenes, textos y formas.",
  "La tipografía es el arte de diseñar las letras y elegir los tipos de fuente.",
  "La maquetación es la forma de organizar los elementos gráficos y textuales en un espacio.",
  "El cómic es una narración que utiliza una secuencia de viñetas con texto e imágenes.",
  "La viñeta es cada uno de los recuadros que componen una página de cómic.",
  "El bocadillo o globo es el espacio donde se escribe el texto que dicen los personajes.",
  "Las onomatopeyas en un cómic representan los sonidos de forma visual.",
  "La fotografía es el arte de capturar imágenes fijas mediante la luz.",
  "El encuadre en fotografía es la porción de la escena que el fotógrafo decide capturar.",
  "La ley de los tercios es una regla de composición que divide la imagen en nueve partes iguales.",
  "La profundidad de campo se refiere a la zona de la imagen que aparece nítida o enfocada.",
  "La velocidad de obturación controla el tiempo que el sensor de la cámara está expuesto a la luz.",
  "Una larga exposición puede capturar el movimiento, mientras que una corta lo congela.",
  "La textura visual es la apariencia de una superficie representada en una imagen.",
  "La textura táctil es la cualidad de una superficie que podemos percibir con el tacto.",
  "El volumen es el espacio tridimensional que ocupa una forma.",
  "El claroscuro es la técnica de representar el volumen mediante el contraste de luces y sombras.",
  "La forma figurativa es aquella que representa objetos o seres reconocibles de la realidad.",
  "La forma abstracta no representa la realidad, sino que se centra en el color y la forma misma.",
  "El equilibrio en una composición puede ser simétrico o asimétrico.",
  "La simetría axial se produce cuando los elementos se distribuyen de forma igual a ambos lados de un eje.",
  "El ritmo visual se consigue mediante la repetición ordenada de formas, líneas o colores.",
  "El centro de interés es el punto de la obra que más atrae la atención del espectador.",
  "El arte románico se desarrolló en Europa durante los siglos XI y XII.",
  "Las iglesias románicas tienen muros gruesos, ventanas pequeñas y arcos de medio punto.",
  "El arte gótico, posterior al románico, buscaba la altura y la luminosidad.",
  "Las catedrales góticas se caracterizan por el arco apuntado, la bóveda de crucería y las vidrieras.",
  "El Renacimiento fue un retorno a los ideales artísticos de la antigua Grecia y Roma.",
  "Leonardo da Vinci y Miguel Ángel fueron dos de los grandes genios del Renacimiento italiano.",
  "El Barroco es un estilo artístico recargado, dinámico y lleno de contrastes.",
  "El impresionismo fue un movimiento pictórico del siglo XIX que buscaba captar la luz y el instante.",
  "Claude Monet es uno de los pintores impresionistas más famosos.",
  "El cubismo, con Picasso como figura clave, descompone los objetos en formas geométricas.",
  "El surrealismo, liderado por Dalí, exploraba el mundo de los sueños y el subconsciente.",
  "El arte abstracto no intenta representar la realidad de forma objetiva.",
  "La acuarela es una técnica de pintura que utiliza colores transparentes diluidos en agua.",
  "El óleo es una técnica que mezcla los pigmentos con un aglutinante a base de aceite.",
  "El collage consiste en pegar diferentes materiales sobre un soporte para crear una composición.",
  "La escultura es el arte de crear formas tridimensionales, ya sea tallando, modelando o construyendo.",
  "Un móvil es un tipo de escultura abstracta con partes que se mueven por el aire.",
  "La arquitectura es el arte y la técnica de diseñar y construir edificios.",
  "El diseño industrial se ocupa de la creación de objetos producidos en serie.",
  "La ergonomía es la ciencia que busca adaptar los objetos y espacios al ser humano.",
  "La proporción áurea es una relación matemática que se encuentra en la naturaleza y el arte.",
  "El negativo de una imagen invierte sus luces y sombras.",
  "El grabado es una técnica de impresión que consiste en dibujar sobre una plancha.",
  "La serigrafía es una técnica de estampación que utiliza una malla tensada en un marco.",
  "El stop motion es una técnica de animación que crea el movimiento a partir de imágenes fijas.",
  "La paleta de colores es el conjunto de colores que utiliza un artista en su obra.",
  "El tono es el grado de claridad u oscuridad de un color.",
  "La saturación se refiere a la pureza o intensidad de un color.",
  "Un color neutro, como el gris o el beige, tiene muy baja saturación.",
  "El trampantojo es una técnica pictórica que intenta engañar a la vista jugando con la perspectiva.",
  "Un mural es una pintura realizada sobre un muro o pared.",
  "El graffiti es una forma de arte urbano que se realiza en el espacio público.",
  "La línea de contorno es la que dibuja el perfil de una figura.",
  "El sombreado se utiliza para dar sensación de volumen a los objetos dibujados.",
  "Un pictograma es un signo icónico que representa una figura o un objeto.",
  "La señalética es el conjunto de señales utilizadas para guiar a las personas en un espacio.",
  "El patrimonio artístico es el conjunto de bienes culturales que hemos heredado del pasado.",
  "La restauración es el proceso de conservar y reparar obras de arte.",
  "Un museo es una institución dedicada a la conservación y exposición de objetos artísticos o científicos.",
  "La creatividad es la capacidad de generar nuevas ideas o conceptos.",
  "La inspiración es un estímulo que fomenta la creatividad artística.",
  "Un autorretrato es el retrato que un artista hace de sí mismo.",
  "La naturaleza muerta o bodegón representa objetos inanimados, como frutas o flores.",
  "Un paisaje es la representación pictórica de un terreno extenso."
]
