[
    "La robótica educativa fomenta el pensamiento lógico y la creatividad.",
    "Un circuito eléctrico cerrado permite el flujo de la corriente.",
    "La protoboard se usa para prototipar circuitos sin soldadura.",
    "Las resistencias protegen a los diodos LED de quemarse.",
    "Un potenciómetro es una resistencia variable que controlamos nosotros.",
    "El microcontrolador ejecuta el código que hemos descargado.",
    "Los sensores analógicos devuelven un rango continuo de valores.",
    "Los sensores digitales detectan estados de todo o nada.",
    "Un zumbador piezoeléctrico genera sonidos mediante vibraciones.",
    "La programación por bloques es el paso previo al código escrito.",
    "Un evento es el punto de inicio de una secuencia de comandos.",
    "Los bucles condicionales repiten acciones mientras se cumpla algo.",
    "Las variables almacenan información que el robot necesita recordar.",
    "Un robot esquiva-obstáculos usa ultrasonidos para medir distancias.",
    "El chasis debe ser ligero pero resistente para soportar los motores.",
    "Los servomotores permiten controlar el ángulo de giro con precisión.",
    "La placa Arduino Uno es ideal para proyectos de iniciación.",
    "El entorno mBlock está basado en Scratch para programar robots.",
    "Tinkercad permite simular circuitos y robots de forma virtual.",
    "La electrónica estudia el control del flujo de los electrones.",
    "Un condensador almacena energía eléctrica de forma temporal.",
    "El transistor actúa como un interruptor controlado por electricidad.",
    "Los cables jumper conectan los componentes en la protoboard.",
    "Una batería de LiPo ofrece mucha energía en poco espacio.",
    "El puerto serie permite comunicar el robot con el ordenador.",
    "La depuración consiste en encontrar y corregir fallos en el código.",
    "Un algoritmo eficiente ahorra memoria y tiempo de procesamiento.",
    "Los robots de competición deben cumplir normas estrictas de diseño.",
    "La biónica se inspira en la naturaleza para crear mecanismos.",
    "Un sensor de humedad de suelo es útil para riego automático.",
    "La robótica social busca la interacción entre humanos y máquinas.",
    "El pensamiento computacional ayuda a descomponer problemas complejos.",
    "Un seguidor de líneas negras usa sensores de infrarrojos.",
    "La calibración de los sensores asegura lecturas más precisas.",
    "Los actuadores transforman la energía en acciones físicas.",
    "Un brazo robótico tiene varios ejes de movimiento o articulaciones.",
    "La telemetría envía datos del robot al ordenador en tiempo real.",
    "El software libre permite compartir y mejorar proyectos robóticos.",
    "La impresión 3D facilita la creación de piezas personalizadas.",
    "La robótica es una disciplina multidisciplinar y divertida."
]