[
  "Una estructura debe ser estable para no volcar y resistente para no romperse.",
  "Los pilares y las vigas son elementos fundamentales en la construcción de edificios.",
  "Las cerchas son estructuras trianguladas que aportan una gran rigidez.",
  "Una palanca es una máquina simple que nos permite levantar objetos con menos esfuerzo.",
  "En una palanca de primer grado, el punto de apoyo se encuentra entre la fuerza y la resistencia.",
  "Las tijeras y los balancines son ejemplos de palancas de primer grado.",
  "Una carretilla es un ejemplo de palanca de segundo grado.",
  "Las poleas son ruedas con una ranura que sirven para elevar cargas cómodamente.",
  "Un polipasto es un sistema de varias poleas que reduce enormemente el esfuerzo necesario.",
  "Los engranajes son ruedas dentadas que se utilizan para transmitir el movimiento circular.",
  "Si un engranaje grande mueve a uno pequeño, la velocidad de giro aumenta.",
  "Un mecanismo de tornillo sin fin y corona permite una gran reducción de velocidad.",
  "La madera es un material natural, renovable y biodegradable.",
  "Los metales son buenos conductores del calor y la electricidad.",
  "Una aleación es una mezcla de un metal con otros elementos para mejorar sus propiedades.",
  "El acero es una aleación de hierro y carbono.",
  "Los plásticos son materiales sintéticos derivados del petróleo.",
  "Los termoplásticos, como el PET, se pueden ablandar con el calor y volver a moldear.",
  "Los materiales textiles pueden ser de origen natural, como el algodón, o sintéticos, como el nailon.",
  "El proceso tecnológico consta de varias fases: necesidad, diseño, construcción y evaluación.",
  "Un boceto es un dibujo a mano alzada que representa una primera idea.",
  "Los planos técnicos deben incluir todas las medidas necesarias para la construcción.",
  "La escala de un plano indica la relación entre el dibujo y la realidad.",
  "La electricidad es una forma de energía que se produce por el movimiento de los electrones.",
  "Un circuito eléctrico necesita un generador, conductores, un receptor y un interruptor.",
  "Los generadores, como las pilas, proporcionan la energía al circuito.",
  "Los cables de cobre son buenos conductores de la electricidad.",
  "Los receptores, como una bombilla o un motor, transforman la energía eléctrica.",
  "Un interruptor permite abrir o cerrar el paso de la corriente eléctrica.",
  "En un circuito en serie, los componentes se conectan uno a continuación del otro.",
  "Si un componente falla en un circuito en serie, todo el circuito deja de funcionar.",
  "En un circuito en paralelo, los componentes se conectan en diferentes ramales.",
  "El voltaje o tensión es la 'fuerza' que impulsa a los electrones.",
  "La intensidad de corriente es la cantidad de electrones que pasa por un punto en un segundo.",
  "La resistencia eléctrica es la oposición que ofrece un material al paso de la corriente.",
  "La ley de Ohm establece que el voltaje es igual a la intensidad por la resistencia.",
  "Un cortocircuito se produce cuando la corriente pasa directamente del polo positivo al negativo.",
  "El hardware de un ordenador son sus componentes físicos, como el teclado o el procesador.",
  "El software son los programas e instrucciones que hacen funcionar al ordenador.",
  "El sistema operativo es el software principal que gestiona todos los recursos del ordenador.",
  "La CPU o procesador es el cerebro del ordenador.",
  "La memoria RAM almacena temporalmente los datos y programas que se están utilizando.",
  "El disco duro es el dispositivo de almacenamiento principal y permanente.",
  "Los periféricos de entrada, como el ratón, introducen información en el ordenador.",
  "Los periféricos de salida, como el monitor, muestran la información al usuario.",
  "Internet es una red mundial que conecta millones de ordenadores.",
  "Una dirección IP es un número único que identifica a un dispositivo en la red.",
  "Un navegador web es un programa que nos permite visualizar las páginas web.",
  "El correo electrónico es un servicio para enviar y recibir mensajes de forma digital.",
  "Un virus informático es un programa malicioso que puede dañar nuestro ordenador.",
  "La programación es el proceso de escribir instrucciones para que un ordenador realice una tarea.",
  "Un algoritmo es una secuencia de pasos finitos para resolver un problema.",
  "La programación por bloques es un método visual e intuitivo para aprender a programar.",
  "Las energías renovables, como la solar o la eólica, son más respetuosas con el medio ambiente.",
  "Un panel solar fotovoltaico convierte la luz del sol directamente en electricidad.",
  "Un aerogenerador aprovecha la fuerza del viento para producir energía eléctrica.",
  "La energía hidráulica utiliza la fuerza de la caída del agua en los embalses.",
  "El reciclaje es fundamental para reducir la cantidad de residuos que generamos.",
  "La obsolescencia programada es el diseño de productos para que tengan una vida útil corta.",
  "La impresión 3D permite crear objetos tridimensionales a partir de un diseño digital.",
  "Un robot es una máquina programable capaz de realizar tareas de forma autónoma.",
  "Los sensores permiten a un robot percibir información de su entorno.",
  "Los actuadores son los componentes que permiten al robot moverse o realizar acciones.",
  "Un dron es un vehículo aéreo no tripulado que se controla de forma remota.",
  "La domótica es la automatización de las viviendas mediante la tecnología.",
  "La biela-manivela es un mecanismo que transforma un movimiento circular en uno de vaivén.",
  "El piñón-cremallera convierte un movimiento giratorio en uno lineal.",
  "Las máquinas térmicas, como un motor de coche, transforman el calor en movimiento.",
  "El taladro es una herramienta que sirve para hacer agujeros.",
  "La soldadura es un proceso para unir dos piezas metálicas fundiendo un material de aporte.",
  "La ergonomía busca diseñar productos y puestos de trabajo adaptados a las personas.",
  "Las normas de seguridad en el taller son esenciales para prevenir accidentes.",
  "La corriente alterna es la que llega a nuestros enchufes y cambia de sentido constantemente.",
  "La corriente continua, como la de una pila, fluye siempre en el mismo sentido.",
  "Un diodo LED es un componente electrónico que emite luz al pasar la corriente.",
  "Una placa de prototipos o 'protoboard' sirve para montar circuitos electrónicos sin soldar.",
  "El sistema binario, con ceros y unos, es el lenguaje que entienden los ordenadores.",
  "Un byte es un conjunto de ocho bits.",
  "La fibra óptica transmite información mediante pulsos de luz a gran velocidad.",
  "Una hoja de cálculo es un programa para organizar y analizar datos en tablas.",
  "Un procesador de textos es una aplicación para crear y editar documentos escritos.",
  "La nube o 'cloud computing' permite almacenar archivos y usar programas a través de internet.",
  "Una red social es una plataforma digital para conectar con otras personas.",
  "El ciberacoso es el uso de medios digitales para acosar a una persona o grupo.",
  "Una contraseña segura debe combinar letras mayúsculas, minúsculas, números y símbolos.",
  "El 'phishing' es una técnica de estafa para obtener información confidencial de forma fraudulenta.",
  "La huella digital es el rastro de información que dejamos al usar internet.",
  "Las materias primas son los recursos naturales que transformamos para fabricar productos.",
  "Los materiales de construcción, como el hormigón o el ladrillo, deben ser muy resistentes.",
  "El desarrollo sostenible busca un equilibrio entre el crecimiento económico, el cuidado del medio ambiente y el bienestar social.",
  "Un plano de situación indica dónde se encuentra una construcción en relación con su entorno.",
  "La memoria caché es una memoria muy rápida que almacena los datos más utilizados por el procesador.",
  "Un código QR es un código de barras bidimensional que almacena información.",
  "La realidad aumentada superpone información digital sobre el mundo real.",
  "La realidad virtual crea un entorno completamente digital e inmersivo."
]
