[
  "El valencià és una llengua romànica que forma part del grup ibero‑celta.",
  "Les gramàtiques valencianes es basen en el model normatiu de l’Acadèmia Valenciana de la Llengua.",
  "La literatura modernista valenciana va introduir noves formes narratives i estilístiques.",
  "Els valencians utilitzen l’article “el” i “la” segons el gènere i el nombre del substantiu.",
  "En el passat, els manuscrits valencians es redactaven en alfabet arcaic romà.",
  "La llengua valenciana ha estat objecte de debat polític sobre la seva identitat lingüística.",
  "Els valencians han creat una rica tradició d’escriptura popular com la “lletreig” i el “cobla”.",
  "El vocabulari valenciano incorpora termes de origen aràbic, com ara “tarrina” o “jalapeña”.",
  "La pronúncia del valencià presenta un fonema “ny” que no existeix en català central.",
  "Els poemes d’Antonio M. Torres aborden temes socials i polítics amb un llenguatge simbòlic.",
  "Les festes de la Mare de Déu del Pilar reflecteixen la religiositat local i les tradicions pastorals.",
  "El valencià té una rica jerga gastronòmica que inclou plats com la “paella” i el “arròs a la pilota”.",
  "Els estudis lingüístics demostren que el valencià comparteix un alfabètic amb l’italià i el francès.",
  "La literatura infantil valenciana sovint incorpora valors de la natura i la comunitat.",
  "Les tradicions de les “fallas” inclouen la construcció d’escultures enormes en formació de carrers.",
  "Els valencians han escrit obres de drama com “L'home que no volia viure”, escrita per Lluís Vives.",
  "El llenguatge col·loquial valencian utilitza expressions com ‘mira com es veu’ i ‘això és un plaer’.",
  "La gramàtica valenciana té una conjugació verbal amb temps simple i compost.",
  "Els valencians han desenvolupat la tradició de la “falla de l’albada” com a part del seu patró cultural.",
  "El valencià ha influït en altres llengües ibèriques, com el català i el gallego.",
  "La literatura valenciana contemporània aborda temes relacionats amb la identitat i el canvi social.",
  "Els valencians utilitzen l’accentuació per diferenciar significats de paraules homòfones.",
  "En la cultura valenciana, les festes de Sant Joan inclouen el cant de “càntics d’herbols” i el foc de la nit.",
  "El valencià té una rica tradició d’escriptura poètica que abasta des del romanç a l’horror contemporani.",
  "Els valencians han creat una tradició literària d’obres com “La Mare de Déu del Pilar” per a l’educació.",
  "El llenguatge verborra dels valencians és ric en figures retòriques i metàfores.",
  "Les festes de la Diada Nacional del València celebren l’autonomia lingüística i cultural.",
  "Els valencians han escrit cançons que es fan populars en els festivals i les celebracions.",
  "La literatura d’aventures valenciana pot incloure contes com “El viatge al Mont” i “L’home de pedra”.",
  "El català i el valencià comparteixen un sistema de conjugació semblant però amb variacions regionals.",
  "Els valencians han desenvolupat una tradició literària que abasta del gènere romàntic fins a la poesia experimental.",
  "La llengua valenciana té un vocabulari distintiu per als aliments, com “arròs”, “paella” i “turró”.",
  "El poema “L’alba d’una primavera” és una obra popular en els esdeveniments escolars.",
  "Els valencians han escrit obres de drama que s’interpreten a l’Escull de València.",
  "La cultura valenciana inclou la tradició del “boc” i el “cabal” com a símbols d’alimentació.",
  "El llenguatge popular utilitza expressions com “mira com es veu” per descriure la natura.",
  "Els valencians han creat l’algoritme de la “sarté” en la música tradicional.",
  "La literatura valenciana contemporània aborda temes socials i polítics locals.",
  "El català i el valencià tenen una rica tradició d’escriptorisme que s’ha traslladat a diversos idiomes.",
  "Els valencians han escrit poetes com Lluís Vives que parlen de la vida rural.",
  "La llengua valenciana té un sistema verbal amb temps compostos i simples.",
  "El poema “L’ombra del vent” és una obra clàssica de la literatura regional.",
  "Els valencians han desenvolupat l’art de la “falla”, una manifestació artística que inclou escultura i pintura.",
  "La cultura valenciana celebra el dia d’Anna amb cançons tradicionals.",
  "El llenguatge de la poesia valenciana sovint és poètic i melòdic.",
  "Els valencians han escrit obres com “L’escala de l’alba” que es presenten en festivals.",
  "La tradició dels “falses” inclou el “boc de la Mare” com a símbol d’energia.",
  "El català i el valencià tenen una gran quantitat de vocabulari compartit però amb pronúncies locals.",
  "Els valencians han creat un sistema de notació musical pròpi per a les festes.",
  "La literatura valenciana inclou poemes que parlen d’amor, natura i la vida rural.",
  "Els valencians han escrit obres com “L’home que no volia viure” que tracten temes existencials.",
  "El llenguatge popular valencià es caracteritza per l’ús de l’article indefinit “un/una”.",
  "La tradició d’escriure “cobla” és una forma poètica que combina rima i ritme.",
  "Els valencians han desenvolupat la poesia concreta com a espai creatiu contemporani.",
  "El valencià té un sistema fonètic ric amb sons com el “ny” i l’“ll”.",
  "Les festes de Sant Joan inclouen una tradició de cant i dansa per a celebrar l’estiu.",
  "Els valencians han escrit obres que aborden temes de la natura, la història i la identitat local.",
  "El llenguatge popular valencià utilitza expressions com “mira com es veu” i “això és un plaer”.",
  "La literatura contemporània valenciana s’integra a les tendències globals del modernisme.",
  "Els valencians han creat una tradició de l’obra d’escriptura que es fa popular en la comunitat.",
  "El llenguatge verborra dels valencians és ric en figures retòriques i metàfores.",
  "Les festes de la Diada Nacional del València inclouen celebracions per a la cultura lingüística.",
  "Els valencians han escrit cançons que es fan populars en els festivals i les celebracions.",
  "La literatura d’aventures valenciana pot incloure contes com “El viatge al Mont” i “L’home de pedra”.",
  "El català i el valencià comparteixen un sistema de conjugació semblant però amb variacions regionals.",
  "Els valencians han desenvolupat una tradició literària que abasta del gènere romàntic fins a la poesia experimental.",
  "La llengua valenciana té un vocabulari distintiu per als aliments, com “arròs”, “paella” i “turró”.",
  "El poema “L’alba d’una primavera” és una obra popular en els esdeveniments escolars.",
  "Els valencians han escrit obres de drama que s’interpreten a l’Escull de València.",
  "La cultura valenciana inclou la tradició del “boc” i el “cabal” com a símbols d’alimentació.",
  "El llenguatge popular utilitza expressions com “mira com es veu” per descriure la natura.",
  "Els valencians han creat l’algoritme de la “sarté” en la música tradicional."
]
