[
  "Saludos en francés es divertido.",
  "Yo aprendo sobre saludos en francés.",
  "El saludos en francés me gusta mucho.",
  "En clase hablamos de saludos en francés.",
  "Miramos saludos en francés todos los días.",
  "Aprendo mucho sobre saludos en francés cada día.",
  "Me encanta escuchar cuentos de saludos en francés.",
  "Dibujamos saludos en francés en clase.",
  "Mi amigo sabe mucho sobre saludos en francés.",
  "Jugamos con tarjetas de saludos en francés.",
  "Números en francés es divertido.",
  "Yo aprendo sobre números en francés.",
  "El números en francés me gusta mucho.",
  "En clase hablamos de números en francés.",
  "Miramos números en francés todos los días.",
  "Aprendo mucho sobre números en francés cada día.",
  "Me encanta escuchar cuentos de números en francés.",
  "Dibujamos números en francés en clase.",
  "Mi amigo sabe mucho sobre números en francés.",
  "Jugamos con tarjetas de números en francés.",
  "Colores en francés es divertido.",
  "Yo aprendo sobre colores en francés.",
  "El colores en francés me gusta mucho.",
  "En clase hablamos de colores en francés.",
  "Miramos colores en francés todos los días.",
  "Aprendo mucho sobre colores en francés cada día.",
  "Me encanta escuchar cuentos de colores en francés.",
  "Dibujamos colores en francés en clase.",
  "Mi amigo sabe mucho sobre colores en francés.",
  "Jugamos con tarjetas de colores en francés.",
  "Familia en francés es divertido.",
  "Yo aprendo sobre familia en francés.",
  "El familia en francés me gusta mucho.",
  "En clase hablamos de familia en francés.",
  "Miramos familia en francés todos los días.",
  "Aprendo mucho sobre familia en francés cada día.",
  "Me encanta escuchar cuentos de familia en francés.",
  "Dibujamos familia en francés en clase.",
  "Mi amigo sabe mucho sobre familia en francés.",
  "Jugamos con tarjetas de familia en francés.",
  "Animales en francés es divertido.",
  "Yo aprendo sobre animales en francés.",
  "El animales en francés me gusta mucho.",
  "En clase hablamos de animales en francés.",
  "Miramos animales en francés todos los días.",
  "Aprendo mucho sobre animales en francés cada día.",
  "Me encanta escuchar cuentos de animales en francés.",
  "Dibujamos animales en francés en clase.",
  "Mi amigo sabe mucho sobre animales en francés.",
  "Jugamos con tarjetas de animales en francés."
]