[
  "Colores en inglés es divertido.",
  "Yo aprendo sobre colores en inglés.",
  "El colores en inglés me gusta mucho.",
  "En clase hablamos de colores en inglés.",
  "Miramos colores en inglés todos los días.",
  "Aprendo mucho sobre colores en inglés cada día.",
  "Me encanta escuchar cuentos de colores en inglés.",
  "Dibujamos colores en inglés en clase.",
  "Mi amigo sabe mucho sobre colores en inglés.",
  "Jugamos con tarjetas de colores en inglés.",
  "Números en inglés es divertido.",
  "Yo aprendo sobre números en inglés.",
  "El números en inglés me gusta mucho.",
  "En clase hablamos de números en inglés.",
  "Miramos números en inglés todos los días.",
  "Aprendo mucho sobre números en inglés cada día.",
  "Me encanta escuchar cuentos de números en inglés.",
  "Dibujamos números en inglés en clase.",
  "Mi amigo sabe mucho sobre números en inglés.",
  "Jugamos con tarjetas de números en inglés.",
  "Saludos en inglés es divertido.",
  "Yo aprendo sobre saludos en inglés.",
  "El saludos en inglés me gusta mucho.",
  "En clase hablamos de saludos en inglés.",
  "Miramos saludos en inglés todos los días.",
  "Aprendo mucho sobre saludos en inglés cada día.",
  "Me encanta escuchar cuentos de saludos en inglés.",
  "Dibujamos saludos en inglés en clase.",
  "Mi amigo sabe mucho sobre saludos en inglés.",
  "Jugamos con tarjetas de saludos en inglés.",
  "Animales en inglés es divertido.",
  "Yo aprendo sobre animales en inglés.",
  "El animales en inglés me gusta mucho.",
  "En clase hablamos de animales en inglés.",
  "Miramos animales en inglés todos los días.",
  "Aprendo mucho sobre animales en inglés cada día.",
  "Me encanta escuchar cuentos de animales en inglés.",
  "Dibujamos animales en inglés en clase.",
  "Mi amigo sabe mucho sobre animales en inglés.",
  "Jugamos con tarjetas de animales en inglés.",
  "Objetos del aula es divertido.",
  "Yo aprendo sobre objetos del aula.",
  "El objetos del aula me gusta mucho.",
  "En clase hablamos de objetos del aula.",
  "Miramos objetos del aula todos los días.",
  "Aprendo mucho sobre objetos del aula cada día.",
  "Me encanta escuchar cuentos de objetos del aula.",
  "Dibujamos objetos del aula en clase.",
  "Mi amigo sabe mucho sobre objetos del aula.",
  "Jugamos con tarjetas de objetos del aula."
]