[
  "Vocales valencianas es divertido.",
  "Yo aprendo sobre vocales valencianas.",
  "El vocales valencianas me gusta mucho.",
  "En clase hablamos de vocales valencianas.",
  "Miramos vocales valencianas todos los días.",
  "Aprendo mucho sobre vocales valencianas cada día.",
  "Me encanta escuchar cuentos de vocales valencianas.",
  "Dibujamos vocales valencianas en clase.",
  "Mi amigo sabe mucho sobre vocales valencianas.",
  "Jugamos con tarjetas de vocales valencianas.",
  "Números en valenciano es divertido.",
  "Yo aprendo sobre números en valenciano.",
  "El números en valenciano me gusta mucho.",
  "En clase hablamos de números en valenciano.",
  "Miramos números en valenciano todos los días.",
  "Aprendo mucho sobre números en valenciano cada día.",
  "Me encanta escuchar cuentos de números en valenciano.",
  "Dibujamos números en valenciano en clase.",
  "Mi amigo sabe mucho sobre números en valenciano.",
  "Jugamos con tarjetas de números en valenciano.",
  "Colores en valenciano es divertido.",
  "Yo aprendo sobre colores en valenciano.",
  "El colores en valenciano me gusta mucho.",
  "En clase hablamos de colores en valenciano.",
  "Miramos colores en valenciano todos los días.",
  "Aprendo mucho sobre colores en valenciano cada día.",
  "Me encanta escuchar cuentos de colores en valenciano.",
  "Dibujamos colores en valenciano en clase.",
  "Mi amigo sabe mucho sobre colores en valenciano.",
  "Jugamos con tarjetas de colores en valenciano.",
  "Familia en valenciano es divertido.",
  "Yo aprendo sobre familia en valenciano.",
  "El familia en valenciano me gusta mucho.",
  "En clase hablamos de familia en valenciano.",
  "Miramos familia en valenciano todos los días.",
  "Aprendo mucho sobre familia en valenciano cada día.",
  "Me encanta escuchar cuentos de familia en valenciano.",
  "Dibujamos familia en valenciano en clase.",
  "Mi amigo sabe mucho sobre familia en valenciano.",
  "Jugamos con tarjetas de familia en valenciano.",
  "Animales en valenciano es divertido.",
  "Yo aprendo sobre animales en valenciano.",
  "El animales en valenciano me gusta mucho.",
  "En clase hablamos de animales en valenciano.",
  "Miramos animales en valenciano todos los días.",
  "Aprendo mucho sobre animales en valenciano cada día.",
  "Me encanta escuchar cuentos de animales en valenciano.",
  "Dibujamos animales en valenciano en clase.",
  "Mi amigo sabe mucho sobre animales en valenciano.",
  "Jugamos con tarjetas de animales en valenciano."
]